[
    {
        "name": "Allomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=allomon",
        "url_image": "https://digimon.net/cimages/digimon/allomon.jpg",
        "level": "Armor",
        "type": "Dinosaur",
        "attribute": "Free",
        "special_Move": "・Dino Burst",
        "profile": "An Armor-Level Dinosaur Digimon that has Digivolved with the Digi-Egg of Courage. Particularly ferocious among Dinosaur Digimon, Allomon has a hostile relationship with fellow dinosaur Tyrannomon. It possesses powerful legs, allowing it to run at breakneck speeds by putting its head down and taking a horizontal stance. Its signature move Dino Burst spews out wind at extremely high temperatures."
    },
    {
        "name": "Archelomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=archelomon",
        "url_image": "https://digimon.net/cimages/digimon/archelomon.jpg",
        "level": "Armor",
        "type": "Reptile",
        "attribute": "Free",
        "special_Move": "・Ocean Strom",
        "profile": "An Armor Reptile Digimon that has Digivolved with the Digi-Egg of Reliability. Archelomon resembles a large sea turtle with forelimbs as sharp as knives. It has a laid-back personality, so it doesn’t move around very quickly, even in the water, but its hard shell and knife-like flippers keep most attackers at bay. Its special move is Ocean Strom, by which it creates a massive whirlpool on the open sea to drown its foes."
    },
    {
        "name": "Aurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=owlmon",
        "url_image": "https://digimon.net/cimages/digimon/owlmon.jpg",
        "level": "Armor",
        "type": "Bird",
        "attribute": "Free",
        "special_Move": "・Midnight Clutch",
        "profile": "An Armor Bird Digimon that has Digivolved with the Digi-Egg of Love. Aurumon is proficient at reconnaissance, and is particularly adept at nocturnal activity. Its night-vision scope eyes can discover opponents one kilometer away even under darkness, and it approaches them from behind to launch a surprise attack. Its special traits favor reconnaissance over battle, and although it lacks attack power, it specializes in ninja-like attacks utilizing the darkness. Aurumon uses its special move Midnight Clutch to approach from behind under the cover of night and attack with its talons."
    },
    {
        "name": "Baronmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baromon",
        "url_image": "https://digimon.net/cimages/digimon/baromon.jpg",
        "level": "Armor",
        "type": "Wizard",
        "attribute": "Free",
        "special_Move": "・Meteor Dance",
        "profile": "An Armor Wizard Digimon that has Digivolved with the Digi-Egg of Courage. Baronmon serves as the guardian spirit of the ruins (database) of a temple deep in a forgotten jungle. Said to be a survivor of an older generation of Digimon, Baronmon has several abilities based on lost technology that current Digimon lack. This includes the third eye on its brow, which supposedly allows it to see into the future. Legend has it this is how it survived the collapse of the Ancient Digital World. Its special move is Meteor Dance, by which it reaches out to the spirits of the cosmos to call down a meteor swarm that obliterates its foes. Although it takes time for Baronmon to attune to the spirits of the cosmos, once it invokes this attack it can apparently destroy ten terabytes of data surrounding the target."
    },
    {
        "name": "Boarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=boarmon",
        "url_image": "https://digimon.net/cimages/digimon/boarmon.jpg",
        "level": "Armor",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Nose Blaster",
        "profile": "An Armor Mammal Digimon that has Digivolved with the Digi-Egg of Courage. This Digimon exists as an embodiment of the idea of “rushing recklessly,” and blazing flames coil around its feet, tail and mane. No one can stop Boarmon once it starts sprinting. One theory states that the concept of “turning” is absent from the program governing Boarmon’s thoughts. The assault headband made of Chrome Digizoid attached to its forehead allows it to break all obstacles in front of it. It uses its special move Nose Blaster to suck in a vast amount of air before releasing it in a single high-temperature blast from its snout."
    },
    {
        "name": "Bucchiemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pucchiemon",
        "url_image": "https://digimon.net/cimages/digimon/pucchiemon.jpg",
        "level": "Armor",
        "type": "Pixie",
        "attribute": "Free",
        "special_Move": "・Heartner Beam",
        "profile": "An Armor Pixie Digimon that has Digivolved with the Digi-Egg of Kindness. Capricious by nature, Bucchiemon loves having its head rubbed as much as it enjoys gossiping, and often sings when in a good mood. It hates having its tail touched, however; if you try to force it, Bucchiemon’s mood will sour and it won’t listen to a word you say. While hardly strong, it possesses the mysterious ability to calm its opponents. There are also green variants of Bucchiemon, but they number so few that they are quite valuable. Its special move Heartner Beam is a soft light that calms its foes’ hearts, making them lose their fighting spirit."
    },
    {
        "name": "Bucchiemon (Green)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pucchiemon-green",
        "url_image": "https://digimon.net/cimages/digimon/pucchiemon-green.jpg",
        "level": "Armor",
        "type": "Pixie",
        "attribute": "Free",
        "special_Move": "・Heartner Beam",
        "profile": "An Armor Pixie Digimon that has Digivolved with the Digi-Egg of Kindness. Capricious by nature, Bucchiemon (Green) loves having its head rubbed as much as it enjoys gossiping, and often sings when in a good mood. It hates having its tail touched, however, and if you try to force it, this Digimon’s mood will sour and it won’t listen to a word you say. While hardly strong, it possesses the mysterious ability to calm its opponents. This green variant of Bucchiemon is quite rare, so it is very valuable. It uses its special move Heartner Beam to emit a soft light that calms its foes’ hearts, making them lose their fighting spirit."
    },
    {
        "name": "Bullmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bullmon",
        "url_image": "https://digimon.net/cimages/digimon/bullmon.jpg",
        "level": "Armor",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Matador Dash",
        "profile": "An Armor Mammal Digimon that has Digivolved with the Digi-Egg of Hope. With the appearance of a fighting bull, Bullmon possesses both charging power and destructive force. Still, it can only run forward while charging at full speed, and is unable to turn or reverse. Bullmon also has quite the short fuse, and is agitated whenever it sees the color red. It uses its special move Matador Dash to charge at breakneck speed while thrusting its twin horns into the enemy."
    },
    {
        "name": "Butterflymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=butterflamon",
        "url_image": "https://digimon.net/cimages/digimon/butterflamon.jpg",
        "level": "Armor",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Sweet Pheromone",
        "profile": "An Armor Insectoid Digimon that has Digivolved with the Digi-Egg of Knowledge. Like Flybeemon and Honeybeemon, this mythical Digimon is born from the power of Digi-Eggs during a mass outbreak of Kunemon. Butterflymon inhabits regions with warm climates and flower fields. It hates conflict, and has a friendly personality. Butterflymon uses its special move Sweet Pheromone to protect itself when its back is against the wall, scattering hallucinatory program spores from its wings to confuse the enemy. This hallucinatory program eases the hostility of the opponent Digimon, letting Butterflymon end the battle without inflicting harm."
    },
    {
        "name": "Chameleonmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chamelemon",
        "url_image": "https://digimon.net/cimages/digimon/chamelemon.jpg",
        "level": "Armor",
        "type": "Reptile",
        "attribute": "Free",
        "special_Move": "・Tongue Whip",
        "profile": "An Armor-Level Reptile Digimon that has Digivolved with the Digi-Egg of Kindness. Chameleonmon’s skin has a unique structure, allowing it to blend in with its surroundings by scanning its environment and altering the outer texture of its body. This makes it perfectly suited for covert operations, and it can overcome the tightest security to infiltrate any database. For this reason, it is often used by corporations to access rival companies’ databases and steal information. Chameleonmon can also deftly maneuver its eyes, which are equipped with scanning devices, to give it a full 360-degree view of its surroundings. Its special move is Tongue Whip, by which it attacks using its flexible and powerful tongue like a whip."
    },
    {
        "name": "Depthmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=depthmon",
        "url_image": "https://digimon.net/cimages/digimon/depthmon.jpg",
        "level": "Armor",
        "type": "Aquatic Beast Man",
        "attribute": "Free",
        "special_Move": "・Bubble Bomb",
        "profile": "An Armor Aquatic Beast Man Digimon that has Digivolved with the Digi-Egg of Reliability. Depthmon excels at underwater activities due to the power of the Digi-Egg, and can move as quickly as a fish. Also, since its armor is highly water and pressure-resistant, it can dive down to even greater depths than Divermon, a fellow Aquatic Beast Man Digimon. Its only rival in terms of how far down it can go is Whamon. Depthmon’s special move is Bubble Bomb, by which it produces bubble-like bombs that explode when touched."
    },
    {
        "name": "Digmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=digmon",
        "url_image": "https://digimon.net/cimages/digimon/digmon.jpg",
        "level": "Armor",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Big Crack\n・Gold Rush",
        "profile": "An Armor Insectoid Digimon that has Digivolved with the Digi-Egg of Knowledge. The Digi-Egg of Knowledge has the attribute of earth, allowing those who equip it to control the ground. As its unique form suggests, Digmon never loses against other Digimon in underground combat. Digmon uses its signature move Big Crack to strike the earth with rotating drills and cause a fissure to form. It uses its special move Gold Rush to unleash a concentrated attack with the drills rotating at high speeds on its nose and hands."
    },
    {
        "name": "Elephantmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=elephamon",
        "url_image": "https://digimon.net/cimages/digimon/elephamon.jpg",
        "level": "Armor",
        "type": "Android",
        "attribute": "Free",
        "special_Move": "・Nitro Turbine Wave",
        "profile": "An Armor Android Digimon that has Digivolved with the Digi-Egg of Miracles. Elephantmon is a super Digimon that overwhelms others with its large body and incredible power, and moves with a speed contrary to its appearance thanks to the gigantic turbines in both ears. Said turbines do not allow it to fly, but it can float just above the ground, even hovering across water. Although gentle by nature, this Digimon has a strong sense of justice, making it a terrifying foe for wicked Digimon. Elephantmon uses its special move Nitro Turbine Wave to raise its ear turbines vertically, spinning them at maximum output to create a shockwave at the level of a massive typhoon."
    },
    {
        "name": "FlameWizardmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flawizarmon",
        "url_image": "https://digimon.net/cimages/digimon/flawizarmon.jpg",
        "level": "Armor",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Magic Ignition\n・Fire Cloud",
        "profile": "A Wizard Digimon that has Armor Digivolution with the Digi-Egg of Courage. Unlike the shy Wizardmon, which never shows its face, FlameWizardmon shows its true face with confidence. It carries two matchstick-like staves which increase the strength of its flame magic (a high-level programming language). Its signature move is Magic Ignition. Its special move Fire Cloud summons a firestorm nearby."
    },
    {
        "name": "Flamedramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fladramon",
        "url_image": "https://digimon.net/cimages/digimon/fladramon.jpg",
        "level": "Armor",
        "type": "Dragon Man",
        "attribute": "Free",
        "special_Move": "・Flaming Fist\n・Fire Rocket",
        "profile": "An Armored Dragon Man Digimon that has Digivolved through the Digi-Egg of Courage. The Digi-Egg of Courage has the attribute of fire, allowing those who equip it to attack opposing Digimon with overwhelming power as their hand-to-hand fighting abilities increase to the intensity of raging flames. Flamedramon uses its signature move Flaming Fist to pummel its opponents with fists of flame. It uses its special move Fire Rocket to transform its entire body into a flaming rocket that obliterates its foes."
    },
    {
        "name": "Flybeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flybeemon",
        "url_image": "https://digimon.net/cimages/digimon/flybeemon.jpg",
        "level": "Armor",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Fly Spark\n・Needle Stinger",
        "profile": "An Armor Insectoid Digimon that has Digivolved with the Digi-Egg of Knowledge. A mysterious Digimon said to have Digivolved from a mutation that occurs through the power of Digi-Eggs when many Kunemon emerge en masse. Both Honeybeemon and Butterflymon are also types of Flybeemon, although they are only very rarely encountered. Very territorial, it will repel any and all who enter its domain, even if they are Mega strength. It uses its special move Fly Spark to vibrate the wings on its back at high speeds and cause electric shocks, or Needle Stinger to fire a hard stinger from the tip of its tail to pierce its enemy. *Honeybeemon was adopted as the winning entry to the Bandai-Town FAX Service Digimon Illustration Contest, and was submitted by Nao Takei of Gunma Prefecture."
    },
    {
        "name": "Frogmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=frogmon",
        "url_image": "https://digimon.net/cimages/digimon/frogmon.jpg",
        "level": "Armor",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Leaf Wheel Cutter",
        "profile": "An Armor Mutant Digimon that has Digivolved with the Digi-Egg of Sincerity. Many of those who Digivolve with the Digi-Egg of Sincerity turn into a Mutant type, and Frogmon has a myriad of strange devices equipped to its body. This Digimon was only discovered recently, but analyzing the data composing its body identifies it as a species from an older generation of Digimon. Its semitransparent mask is extremely soft, and reduces the energy of enemy attacks to almost nothing. The foils on its back allow it fly through the air, and it can cover considerable distances in one go. Still, this is the entirety of the current knowledge about it, and further research is needed for details on its ecosystem and functions. Frogmon uses its special move Leaf Wheel Cutter to rotate its back foils at 20,000 rpm before launching them at the enemy."
    },
    {
        "name": "Gargoylemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gargomon",
        "url_image": "https://digimon.net/cimages/digimon/gargomon.jpg",
        "level": "Armor",
        "type": "Dark Beast",
        "attribute": "Free",
        "special_Move": "・White Statue",
        "profile": "An Armor Dark Beast Digimon that has Digivolved with the Digi-Egg of Light. Originally an Evil-species Digimon, Gargoylemon’s powers have been suppressed using restraints, and it sometimes serves as a familiar for Angel Digimon. It is said that should it ever be freed from its bindings, it would wield incredible power. Its special move is White Statue, by which it summons the statue of a giant demon to attack its foes."
    },
    {
        "name": "Goatmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=goatmon",
        "url_image": "https://digimon.net/cimages/digimon/goatmon.jpg",
        "level": "Armor",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Mystic Bell",
        "profile": "An Armor Mammal Digimon that has Digivolved with the Digi-Egg of Hope. Shaped like a large black mountain goat, Goatmon has been tasked with protecting treasures and ruins from ancient times. It is programmed to utilize this special characteristic to erect barriers and protect essential data. However, its goatlike tendency to eat document data has caused problems for some, it would seem. The thief Digimon Harpymon is a natural enemy of Goatmon. Goatmon's special move Mystic Bell emits special ultrasonic waves from the bell around its neck to confuse foes."
    },
    {
        "name": "GoldVeedramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=goldv-dramon",
        "url_image": "https://digimon.net/cimages/digimon/goldv-dramon.jpg",
        "level": "Armor",
        "type": "Mythical Dragon",
        "attribute": "Vaccine",
        "special_Move": "・V-Nova Blast",
        "profile": "A Mythical Dragon Digimon that Armor Digivolved from Veemon with the Digi-Egg of Destiny. GoldVeedramon is an invaluable Digimon, possessing extraordinary attack power for an Armor Digimon and demonstrating Mega strength in a pinch. It also illuminates the darkness of the Net with its golden body. GoldVeedramon uses its special move V-Nova Blast to shoot a golden heat ray."
    },
    {
        "name": "Halsemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=holsmon",
        "url_image": "https://digimon.net/cimages/digimon/holsmon.jpg",
        "level": "Armor",
        "type": "Beast",
        "attribute": "Free",
        "special_Move": "・Mach Impulse\n・Tempest Wing\n・Udjat Gaze",
        "profile": "An Armor Beast Digimon that has Digivolved through the Digi-Egg of Love. The Digi-Egg of Love has the attribute of wind, allowing those who equip it to spread their wings and soar through the heavens, like a gale whipping through the ether. When it comes to aerial combat, Halsemon outclasses enemy Digimon in both speed and attack power. It uses its special move Mach Impulse to fire shockwaves from its wings, or Tempest Wing to generate massive tornadoes by spinning its body. Halsemon uses its signature move Udjat Gaze to fire a hypnotizing beam from a sharp glint in its eyes."
    },
    {
        "name": "Harpymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=harpymon",
        "url_image": "https://digimon.net/cimages/digimon/harpymon.jpg",
        "level": "Armor",
        "type": "Mythical Beast",
        "attribute": "Free",
        "special_Move": "・Wind Seeker",
        "profile": "An Armor Mythical Beast Digimon that has Digivolved with the Digi-Egg of Light. Possessing wings for arms and a female upper body, this thief Digimon is known as the “Snatcher” due to the precious data it steals from databases, like treasure from ruins. Harpymon appears like a fierce wind, grabbing treasure and attacking with its large, sharp talons. While not all that strong, the combo attacks it unleashes with its speed are fearsome to behold. Its special move Wind Seeker turns the wind into vacuum blades. *Harpymon was adopted as the winning entry to the Digimon Web Dot-art Contest, and was submitted by Chie Sudou of Saitama Prefecture."
    },
    {
        "name": "Honeybeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=honeybeemon",
        "url_image": "https://digimon.net/cimages/digimon/honeybeemon.jpg",
        "level": "Armor",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Poison Powder\n・Paralyze Sting",
        "profile": "An Armor Insectoid Digimon that has Digivolved with the Digi-Egg of Knowledge. Honeybeemon can move its small body at extremely high speed, allowing it to easily manipulate its opponents. Just when it appears to be headed straight at an enemy, it will suddenly circle around behind them to attack with its stinger. Because it is so small, its attacks aren’t very powerful, but it can make up for this with its speed and skill. Its one flaw is its fondness for sweets. If it sees any, it will focus on them to the exclusion of everything else Its special moves are Poison Powder, by which it showers enemies in poisonous pollen, and Paralyze Sting, by which it jabs opponents with the poisonous stinger on its head. Note: Honeybeemon was created from a winning submission in the Bandai-Town FAX Service Digimon Illustration Contest by Nao Takei from Gunma Prefecture."
    },
    {
        "name": "Kabukimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kabukimon",
        "url_image": "https://digimon.net/cimages/digimon/kabukimon.jpg",
        "level": "Armor",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Cherry Blossom Storm\n・Wedge Attack",
        "profile": "An Armor Mutant Digimon that has Digivolved with the Digi-Egg of Sincerity. Kabukimon has large flowers blossoming from its head and both of its hands, and it walks on two legs. It spends most of its time crouched in a pose with both feet planted firmly on the ground, absorbing nutrients. It hates sunlight, which is unusual for a Plant-species Digimon, but while it tends to lurk in the shadows, it loves places that have been lit up with bright lights. Known for its eye-catching costume and flamboyant actions, Kabukimon’s movements are strange but also beautiful. In battle, its striking motions and grandiose poses have a beauty that can leave even its opponents briefly stunned. One of its special moves is Cherry Blossom Storm, by which it enraptures its foes with the beauty of a stream of cherry blossoms it fires from the back of its head, then defeats them by shooting blinding light from the masks on its hands. Its other special move is Wedge Attack, by which it moves its head in a circle until the centrifugal force shapes its petals into sharp wedges, then sends them flying towards its foes to pierce them like shuriken."
    },
    {
        "name": "Kangarumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kangarumon",
        "url_image": "https://digimon.net/cimages/digimon/kangarumon.jpg",
        "level": "Armor",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Jumping Blow",
        "profile": "An Armor Mammal Digimon that has Digivolved with the Digi-Egg of Kindness. Kangarumon has excellent jumping, kicking and punching power, diving close to the enemy with quick movements to deliver an uppercut, then following up by jumping high into the air for an intense kick. Merry by nature, it is often witnessed performing light dancing steps alone for some reason. Kangarumon uses its special move Jumping Blow to unleash a strong strike from its golden right arm."
    },
    {
        "name": "Kenkimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kenkimon",
        "url_image": "https://digimon.net/cimages/digimon/kenkimon.jpg",
        "level": "Armor",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Crazy Crane",
        "profile": "A Machine Digimon that Armor Digivolved with the Digi-Egg of Friendship. Kenkimon’s right hand has become a forklift, and its left hand a shovel, allowing this heavy equipment-based Digimon to handle any construction work. It moves with electricity, and charges itself with the plug on its tail. Kenkimon uses its special move Crazy Crane to swing the crane on its back."
    },
    {
        "name": "Kongoumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kongoumon",
        "url_image": "https://digimon.net/cimages/digimon/kongoumon.jpg",
        "level": "Armor",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Popper",
        "profile": "An Armor-Level Insectoid Digimon that has Digivolved with the Digi-Egg of Miracles. Kongoumon is a heavyweight Power Fighter with a metal body of shining gold. The holy weapons it holds in its six hands, the Vajra, can perform miracles, and Kongoumon is well-versed in all holy works. It is said that Kongoumon has been a representative of the gods on earth since ancient times, entirely separate from Angel Digimon. Its special move is Popper, by which it unleashes a string of fierce sumo slaps with its six arms."
    },
    {
        "name": "Lighdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lighdramon",
        "url_image": "https://digimon.net/cimages/digimon/lighdramon.jpg",
        "level": "Armor",
        "type": "Beast",
        "attribute": "Free",
        "special_Move": "・Lightning Blade\n・Blue Thunder",
        "profile": "An Armor Beast Digimon that has Digivolved through the Digi-Egg of Friendship. The Digi-Egg of Friendship has the attribute of thunder, allowing those who equip it to move at the speed of lightning when facing off against their foes, then defeat them with electrically charged attacks. Lighdramon uses its special move Lightning Blade to unleash electricity in the form of a sword from the lightning-imbued blade on its head, or Blue Thunder to fire a powerful electric blast from the three protuberances on its back."
    },
    {
        "name": "Lynxmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lynxmon",
        "url_image": "https://digimon.net/cimages/digimon/lynxmon.jpg",
        "level": "Armor",
        "type": "Beast",
        "attribute": "Free",
        "special_Move": "・Thermal Mane",
        "profile": "An Armor Beast Digimon that has Digivolved with the Digi-Egg of Courage. Lynxmon appears as a lynx shrouded in blazing fur that inhabits tropical jungles. Free and unfettered, it is a complete opposite to Garurumon, which lives in cold regions. It hates being fettered or pledging allegiance to any master, and it shares a recognized rivalry with Garurumon. Its special move Thermal Mane maximizes the thermal energy in its body to generate explosive flames."
    },
    {
        "name": "Magnamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=magnamon",
        "url_image": "https://digimon.net/cimages/digimon/magnamon.jpg",
        "level": "Armor",
        "type": "Holy Knight",
        "attribute": "Free",
        "special_Move": "・Plasma Shot\n・Shining Gold Solar Storm\n・Magna Explosion",
        "profile": "An Armor Holy Knight Digimon that has Digivolved through the Digi-Egg of Miracles. The Digi-Egg of Miracles has the attribute of metal, and is made of the super metal Chrome Digizoid. A member of the Royal Knights, Magnamon has immense defensive capabilities and attack power on the level of a Mega Digmon. Gaining the wondrous power of the Digi-Egg of Miracles has enabled it to overcome any crisis. Magnamon uses its special move Plasma Shot to fire a ball of plasma, or Shining Gold Solar Storm to explode condensed air as a golden laser beam that sweeps away surrounding foes."
    },
    {
        "name": "Maildramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=maildramon",
        "url_image": "https://digimon.net/cimages/digimon/maildramon.jpg",
        "level": "Armor",
        "type": "Android",
        "attribute": "Free",
        "special_Move": "・Iron Press",
        "profile": "An Armor Android Digimon that has Digivolved with the Digi-Egg of Miracles. This dragon clad in Chrome Digizoid armor acts as a servant of Knightmon, rushing about the battlefield with its master on its back. Maildramon is abnormally large, as its ability to accommodate the gigantic Knightmon suggests, with power and endurance of special note. A veritable walking fortress. It uses its special move Iron Press to bear down on the enemy with its massive frame."
    },
    {
        "name": "Manbomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=manbomon",
        "url_image": "https://digimon.net/cimages/digimon/manbomon.jpg",
        "level": "Armor",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Balloon Mine\n・Global Glove",
        "profile": "An Armor Mutant Digimon that has Digivolved with the Digi-Egg of Light. Manbomon is an extremely rare Digimon that is seldom seen, even in the Net Ocean. It usually moves with the current near the water’s surface, but it uses the propeller on its tail fin to move at shocking speeds during battle. The markings on its exterior may have meaning, but of the few seen, each of has had a different pattern, so the truth is still uncertain. This valuable species also produces antibodies to computer viruses in its body. Manbomon uses its special move Balloon Mine to spit mini Manbomon-shaped bubbles from its mouth, and Global Glove to single-mindedly rush the opponent with gloved fists."
    },
    {
        "name": "Mantaraymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mantaraymon",
        "url_image": "https://digimon.net/cimages/digimon/mantaraymon.jpg",
        "level": "Armor",
        "type": "Aquatic",
        "attribute": "Free",
        "special_Move": "・Paralyze Tail",
        "profile": "An Armor Aquatic Digimon that has Digivolved with the Digi-Egg of Reliability. Mantaraymon’s form resembles that of an aggressive speed-type Digimon, but it is a calm creature that swims leisurely through the wide Net Ocean. Even so, its special shape makes it difficult to pick up on radar, earning it the nickname “Stealth of the Deep.” Many abuse Mantaraymon by putting it to work for reconnaissance or underwater bombing raids. This is said to have led to its overfishing, almost to extinction. Digimon who attack Mantaraymon are countered by a ferocious strike of the electroacupuncture Stun Needle on its tail. Its special move Paralyze Tail uses the Stun Needle to stab the bodies of enemy Digimon."
    },
    {
        "name": "Moosemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=moosemon",
        "url_image": "https://digimon.net/cimages/digimon/moosemon.jpg",
        "level": "Armor",
        "type": "Ancient Beast",
        "attribute": "Free",
        "special_Move": "・Horn Blade",
        "profile": "An Armor Ancient Beast Digimon that has Digivolved with the Digi-Egg of Hope. Moosemon dwells in mountainous regions, and its powerful body is well-suited to withstanding the harsh conditions of its environment, such as thin air and extreme cold. Regarded as the divine protector of mountains, Moosemon defends its mountain home against any who would defile the place, even at the cost of its own life. Moosemon is also prone to erratic mood swings, and while it’s well-behaved when feeling calm or peaceful, should its mood turn sour it becomes wild and difficult to control. Apparently its disposition is tied to the weather on its mountain home, and it’s said that whenever there’s a sudden clap of thunder or an unexpected avalanche, these are the result of Moosemon’s foul temper. Its special move Horn Blade involves using its giant antlers to tear through the air itself, so even when its opponent is at a distance, it can attack them by slicing right through the intervening space."
    },
    {
        "name": "Mothmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mothmon",
        "url_image": "https://digimon.net/cimages/digimon/mothmon.jpg",
        "level": "Armor",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Morphon Gatling",
        "profile": "An Armor Insectoid Digimon that has Digivolved with the Digi-Egg of Knowledge. Like Flybeemon, Honeybeemon, and Butterflymon, Mothmon is a rare Digimon said to appear during a mass outbreak of Kunemon. It has the roughest personality of all these Digimon, and is also the most aggressive. Since the scales on its wings have explosive properties, it sometimes showers opponents in its pollen as a threat. Its special move Morphon Gatling involves firing the Gatling gun on its tail which can shoot up to 100 rounds per second, meaning there’s no escaping it. What’s more, the bullets are made of Mothmon’s wing scales, and will explode after penetrating deep into the target’s body. This leaves Digimon that Mothmon defeats in battle in a gruesome state."
    },
    {
        "name": "Nefertimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=nefertimon",
        "url_image": "https://digimon.net/cimages/digimon/nefertimon.jpg",
        "level": "Armor",
        "type": "Holy Beast",
        "attribute": "Free",
        "special_Move": "・Curse of the Queen\n・Rosetta Stone",
        "profile": "An Armor Holy Beast Digimon that has Digivolved with the Digi-Egg of Light. The Digi-Egg of Light has the attribute of light, allowing those who equip it to purify darkness with its luminescent power. Even though Gatomon is not a descendant of an ancient species of Digimon, it is able to armor Digivolve into Nefertimon by awakening a dormant special ability in its composition data. Its special moves are Curse of the Queen, by which it fires a red laser beam from the ornament on its forehead, and Rosetta Stone, by which it summons an enormous stone tablet engraved with ancient inscriptions in DigiCode to attack its foe."
    },
    {
        "name": "Nohemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=nohemon",
        "url_image": "https://digimon.net/cimages/digimon/nohemon.jpg",
        "level": "Armor",
        "type": "Puppet",
        "attribute": "Free",
        "special_Move": "・Derision Crow",
        "profile": "An Armor Puppet Digimon that has Digivolved with the Digi-Egg of Sincerity. Nohemon appears to be a Digimon shaped like a scarecrow, but its actual body is the crow on the scarecrow’s right hand. The crow controls the scarecrow with psychic abilities in order to confuse its foes. The cunning of its actual crow body makes it proficient at lies and exaggerations, but it is also a crack shot with a bow. Its special move Derision Crow involves the use of contemptuous talk from the crow body that saps foes of their fighting spirit."
    },
    {
        "name": "Opossummon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=opossummon",
        "url_image": "https://digimon.net/cimages/digimon/opossummon.jpg",
        "level": "Armor",
        "type": "Beast",
        "attribute": "Free",
        "special_Move": "・Mad Balloon Bomb",
        "profile": "An Armor Beast Digimon that has Digivolved with the Digi-Egg of Kindness. Opossummon’s cuteness, together with its trademark collection of colorful balloons, may make it seem like a Puppet Digimon straight out of a fairytale village, but anger it with an attack and it will explode its balloons, spreading the powerful computer viruses within them. Opossummon likes dry, sandy soil, and spends most of its time buried in sand with only its balloons sticking up. When it needs to get around, it tightly grips its balloons and performs a series of long leaps into the sky. It is by no means very fast, but it can be frustratingly difficult to capture. Its special move, Mad Balloon Bomb, is a terrifying attack that involves developing a powerful computer virus inside the balloons it holds in its hand, then floating one over its opponent’s head in battle before causing it to burst."
    },
    {
        "name": "Orcamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=orcamon",
        "url_image": "https://digimon.net/cimages/digimon/orcamon.jpg",
        "level": "Armor",
        "type": "Aquatic Beast Man",
        "attribute": "Free",
        "special_Move": "・Vassallo Crush",
        "profile": "An Armor Aquatic Beast Man Digimon that has Digivolved with the Digi-Egg of Reliability. Orcamon is excessively cautious and thoroughly prepared, equipping itself with a life jacket and life preserver. Although its caution can err on the side of foolishness on occasion, this savior of the waves actually has outstanding explosive power. More than a few Digimon come to it for advice. The speed of Orcamon’s movements increases in battle, as it dashes across land as if cutting through wind, or swims elegantly through water without disturbing the currents. When the chips are down, it will call its comrades with high-frequency waves to attack in a group. Orcamon uses its special move Vassallo Crush to pulverize foes with a ferocious dolphin kick. Note: Orcamon was created from a winning submission in the Bandai-Town FAX Service Digimon Illustration Contest by Shunpei Kanno from Miyagi Prefecture."
    },
    {
        "name": "Peacockmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=peacockmon",
        "url_image": "https://digimon.net/cimages/digimon/peacockmon.jpg",
        "level": "Armor",
        "type": "Machine",
        "attribute": "Free",
        "special_Move": "・Rainbow Shower",
        "profile": "An Armor Machine Digimon that has Digivolved with the Digi-Egg of Miracles. There is a chance that certain Bird Digimon will Digivolve to Deramon through normal Digivolution, but using the Digi-Egg of Miracles may Digivolve them into Peacockmon on rare occasions. Its body is made of blue metallic Chrome Digizoid, and it can move at ultra-high speeds by producing laser-shaped wings from its arm parts. Peacockmon uses its special move Rainbow Shower to unleash a special beam from its laser wings. Those hit by this attack have their body burned to pieces."
    },
    {
        "name": "Pegasusmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pegasmon",
        "url_image": "https://digimon.net/cimages/digimon/pegasmon.jpg",
        "level": "Armor",
        "type": "Holy Beast",
        "attribute": "Free",
        "special_Move": "・Rodeo Gallop\n・Silver Blaze\n・Shooting Star",
        "profile": "An Armor Holy Beast Digimon that has Digivolved with the Digi-Egg of Hope. The Digi-Egg of Hope has a holy attribute, allowing those who equip it to wield sacred power. This allows Pegasusmon to exhibit absolute power against evil beings. It uses its signature move Rodeo Gallop to unleash ferocious blows with its hind legs. Its special move Silver Blaze fires a holy beam from its forehead, and Shooting Star drops meteors from outer space formed within its wings."
    },
    {
        "name": "Pipismon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pipismon",
        "url_image": "https://digimon.net/cimages/digimon/pipismon.jpg",
        "level": "Armor",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Crazy Sonic",
        "profile": "An Armor Mutant Digimon that has Digivolved with the Digi-Egg of Love. Pipismon is said to have been born from the monitoring data of an ultrasonic sensor created by a certain electronics manufacturer. It resembles a bat, and its large ears are capable of receiving sound of any frequency. Also, the inside of its mouth is similar to a speaker in construction, so it can reproduce any sound captured by its ears. It excels in nocturnal operations, and can even pinpoint enemy locations in the dark with echolocation. If you ever hear any strange sounds in the dark, it may be a sign that Pipismon is nearby. Its special move Crazy Sonic shoots high-frequency sound waves that disrupt its enemies’ senses."
    },
    {
        "name": "Ponchomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ponchomon",
        "url_image": "https://digimon.net/cimages/digimon/ponchomon.jpg",
        "level": "Armor",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Blood Dance: Maracas Version\n・Tequila Knuckle",
        "profile": "An Armor Ghost Digimon that has Digivolved with the Digi-Egg of Sincerity. Ponchomon is classified as a Ghost type, but from its appearance one would think this rare Digimon is a Vegetation type. Rumor has it that a Togemon will take on Ponchomon if it dies in an unforeseen accident. This Digimon is thought to have been generated from a Latin music streaming program on the network. Ponchomon may look jovial, but its expression is unreadable, and other Digimon are creeped out by it. All of its movements are done to a Latin beat, and it views any Digimon unable to keep the rhythm as an enemy. It seems to get along well with Bakemon, who marches to the beat of its own drum. Ponchomon uses its signature move Blood Dance: Maracas Version to strike the opponent to the rhythm of the maracas attached to its sombrero, or Tequila Knuckle to unleash a single punch to the enemy’s face with its leather-wrapped fists, intoxicating them with its destructive power."
    },
    {
        "name": "Prairiemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=prairiemon",
        "url_image": "https://digimon.net/cimages/digimon/prairiemon.jpg",
        "level": "Armor",
        "type": "Beast",
        "attribute": "Free",
        "special_Move": "・Sonic Ear",
        "profile": "An Armor Beast Digimon that has Digivolved with the Digi-Egg of Kindness. Prairiemon lives in holes dug in arid regions, and uses its massive claws to churn through the soil at speeds of up to 100 kph. They has been observed moving in groups, rarely showing themselves above ground due to their timid nature. Still, they tend to sunbathe en masse on calm, sunny days, so any who intend to research Prairiemon should keep an eye on weather forecasts. When attacked, Prairiemon will fight back with Sonic Ear by rotating the blades on its ears in order to cut the enemy. Still, Prairiemon is more likely to quickly dig a hole and flee into the earth."
    },
    {
        "name": "Pteramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pteranomon",
        "url_image": "https://digimon.net/cimages/digimon/pteranomon.jpg",
        "level": "Armor",
        "type": "Pterosaur",
        "attribute": "Free",
        "special_Move": "・Beak Pierce",
        "profile": "An Armor Pterosaur Digimon with wings of steel that has Digivolved with the Digi-Egg of Love. Also known as the Blue Bomber, Pteramon can fly at a higher altitude than any other Digimon. This allows it to bomb enemies with pinpoint precision while avoiding detection. It has excellent eyesight as well, and can spot enemies from more than 30,000 feet overhead. Its special move is Beak Pierce, by which it falls into a vertical drop and pierces foes with its sharp beak. This move can cut through even the thickest armor, destroying the opponent’s DigiCore without fail."
    },
    {
        "name": "Quetzalmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=quetzalmon",
        "url_image": "https://digimon.net/cimages/digimon/quetzalmon.jpg",
        "level": "Armor",
        "type": "Mythical Beast",
        "attribute": "Free",
        "special_Move": "・Freezing Wave",
        "profile": "An Armor Mythical Beast Digimon that has Digivolved with the Digi-Egg of Light. Quetzalmon resembles a white winged snake, and is an incarnation of the sun and wind. It is said that those who carelessly attack and incur the wrath of this sacred beast will be cursed to death. Still, it has a calm personality and is never the one to start a fight. Quetzalmon uses its special move Freezing Wave to rotate its body into a spiral, generating a beam that constricts the opponent until it stops breathing."
    },
    {
        "name": "Rabbitmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bitmon",
        "url_image": "https://digimon.net/cimages/digimon/bitmon.jpg",
        "level": "Armor",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Ear Lancer",
        "profile": "An Armor Mammal Digimon that has Digivolved with the Digi-Egg of Friendship. Rabbitmon has long ears and sharp claws that are strong enough to crush diamonds, allowing it to burrow through even the hardest earthen strata. It’s rumored to have a collection of ancient fossils it sometimes runs into while burrowing. Its body and head are covered in armor made from the minerals it’s collected, making it capable of withstanding any blow by curling itself up into a ball. It has an utterly peaceful personality, and will calmly allow foes to pass it by. Rabbitmon is a thoroughly defensive Digimon. Its long ears trail behind it in combat mode, but it can straighten them out into sharp points to pierce enemies with its special move, Ear Lancer. However, it rarely goes on the attack."
    },
    {
        "name": "Rapidmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rapidmon_gold",
        "url_image": "https://digimon.net/cimages/digimon/rapidmon_gold.jpg",
        "level": "Armor",
        "type": "Holy Knight",
        "attribute": "Vaccine",
        "special_Move": "・Rapid Fire\n・Golden Triangle",
        "profile": "A Holy Knight Digimon that has Armor Digivolution from Terriermon with the Digi-Egg of Destiny. Rapidmon was originally an Ultimate Digimon that digivolved from Gargomon, but the Digi-Egg of Destiny has channeled a shining golden power into it on par with a Mega Digimon. It uses its special move Rapid Fire to unleash homing missiles from its arms and the revolver attached to its back. It also has access to Magnamon’s moves, Magna Explosion and Golden Triangle."
    },
    {
        "name": "Rhinomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rhinomon",
        "url_image": "https://digimon.net/cimages/digimon/rhinomon.jpg",
        "level": "Armor",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Ain Soph Aur\n・Atomic Burst",
        "profile": "An Armor Mammal Digimon that has Digivolved with the Digi-Egg of Miracles. Rhinomon’s body is covered in Chrome Digizoid armor, which provides a solid defense against conventional physical attacks while also forming a reflective surface that is impervious to laser attacks. While one might expect its movements to be sluggish, Rhinomon’s excessive power lets it move its body at speeds considered abnormal for its physique. Its special move Ain Soph Aur covers it in a barrier of light emitted from the jewels embedded in its armor, and it uses Atomic Burst to charge at the enemy. Digimon struck with this technique have their data broken down to simple ones and zeroes—the smallest units of digital data—and can never return to normal."
    },
    {
        "name": "Rinkmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rinkmon",
        "url_image": "https://digimon.net/cimages/digimon/rinkmon.jpg",
        "level": "Armor",
        "type": "Android",
        "attribute": "Free",
        "special_Move": "・Spinning Cutter",
        "profile": "An Armor Mutant Digimon that has Digivolved with the Digi-Egg of Friendship. Rinkmon is an Android Digimon created from the sample data of an experiment where elementary particles were accelerated to the speed of light in a particle accelerator.\nIt is said to have been born when this sample data and a Digimon raised for experimental use fused with a Digi-Egg. Rinkmon is incredibly fast, capable of accelerating up to 98% of the speed of light, which is a speed no other Digimon can match. Despite this, it isn’t especially powerful, making it ill-suited for combat. Its special move is Spinning Cutter, by which it rotates its body with its unmatched speed and slices through foes using the blades on its arms."
    },
    {
        "name": "Sagittarimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sagittarimon",
        "url_image": "https://digimon.net/cimages/digimon/sagittarimon.jpg",
        "level": "Armor",
        "type": "Mythical Beast",
        "attribute": "Free",
        "special_Move": "・Judgment Arrow",
        "profile": "An Armor-Level Mythical Beast Digimon that has Digivolved with the Digi-Egg of Hope. Sagittarimon is a highly advanced member of the Centarumon species long spoken of as a mythical being. Though it is an armored Digimon produced by the pseudo-Digivolution of Ancient Digimon based on the power of Digi-Eggs, it can also spontaneously Digivolve from a Centarumon through regular Digivolution. However, since this form requires massive amounts of energy, it reverts back before long. Sagittarimon’s special move is Judgment Arrow, by which it fires an arrow crafted from the super-metal Chrome Digizoid."
    },
    {
        "name": "Salamandermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=salamandamon",
        "url_image": "https://digimon.net/cimages/digimon/salamandamon.jpg",
        "level": "Armor",
        "type": "Amphibian",
        "attribute": "Virus",
        "special_Move": "・Heat Breath\n・Backdraft",
        "profile": "An Amphibian Digimon that has Armor Digivolved with the Digi-Egg of Courage. Although it is clad in flames, Salamandermon’s salamander-like appearance conveys a carefree attitude. Even so, when angered this Digimon will stoke the flames on its body as it attacks. It uses its signature move Heat Breath to shoot red-hot flames from its mouth. Its special move Backdraft gathers oxygen in the air to induce a violent explosion."
    },
    {
        "name": "Seahomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=seahomon",
        "url_image": "https://digimon.net/cimages/digimon/seahomon.jpg",
        "level": "Armor",
        "type": "Aquatic",
        "attribute": "Free",
        "special_Move": "・Prism Rainbow",
        "profile": "An Armor Aquatic Digimon that has Digivolved with the Digi-Egg of Light. Seahomon has a small build due to the water pressure of the deepest Net Ocean trenches it inhabits, but it supposedly swells to a size that surpasses even a Seadramon-species Digimon when it rises to the shallows. There is a theory that it is related to Ancient Digimon, and that it may have some connection to the Seadramon lineage. It uses its special move Prism Rainbow to shoot out a seven-colored beam from its trumpet-like mouth. This skill purifies all feelings of strife—such as belligerence and hatred—from the enemy’s heart."
    },
    {
        "name": "Searchmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=searchmon",
        "url_image": "https://digimon.net/cimages/digimon/searchmon.jpg",
        "level": "Armor",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Jamming Hertz",
        "profile": "An Armor Insectoid Digimon that has Digivolved with the Digi-Egg of Knowledge. The Digi-Egg of Knowledge bestows an inquisitive nature on Searchmon, and it uses the radome (radar) attached to its back for intel gathering and reconnaissance. It can detect enemies from the faintest of sounds or vibrations, and gather information on them. Searchmon uses its special move Jamming Hertz to emit a signal from the radome on its back, confusing its enemies."
    },
    {
        "name": "Sepikmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sepikmon",
        "url_image": "https://digimon.net/cimages/digimon/sepikmon.jpg",
        "level": "Armor",
        "type": "Wizard",
        "attribute": "Free",
        "special_Move": "・Spirit Boomerang",
        "profile": "An Armor Wizard Digimon that has Digivolved with the Digi-Egg of Friendship. Sepikmon can speak with the souls of the dead due to the power of its strange mask. It spends most of its time in the deep jungle of the Digital World, and only rarely appears before others. According to one theory, this is because Sepikmon’s only friends are departed spirits, and with no companions among the living, it never has a reason to leave the jungle. If ever you hear a voice talking to no one in the heart of a dense forest, the wise thing to do is to turn around and leave. Otherwise you may wind up as one of Sepikmon’s friends. Sepikmon’s special move is Spirit Boomerang, by which it attacks with its cursed weapon infused with the souls of the dead. It can alter the trajectory of this weapon at will to attack its foes."
    },
    {
        "name": "Sethmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sethmon",
        "url_image": "https://digimon.net/cimages/digimon/sethmon.jpg",
        "level": "Armor",
        "type": "Dark Beast",
        "attribute": "Free",
        "special_Move": "・Heat Storm\n・Tusk Driver",
        "profile": "An Armor Dark Beast Digimon that has Digivolved through the Digi-Egg of Love. The power of the Digi-Egg of Love was too much to control, converting it into the power of hatred. Sethmon’s body is stained a sinister red, and it holds the power to create catastrophic storms. Its existence is the polar opposite of Halsemon, and they are said to demonstrate the duality of love and hate present within the Digi-Egg of Love. It uses its special moves Heat Storm to blow a hot wind that sweeps over deserts, and Tusk Driver to attack with its two gigantic tusks."
    },
    {
        "name": "Shadramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shadramon",
        "url_image": "https://digimon.net/cimages/digimon/shadramon.jpg",
        "level": "Armor",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Flare Buster",
        "profile": "An Armor Insectoid Digimon that has Digivolved with the Digi-Egg of Courage. Shadramon has a shape precisely defined as both humanoid and insectoid, but this form is sinister, having been turned villainous by an adverse reaction to the Digi-Egg of Courage. It controls flames like Flamedramon and possesses equivalent hand-to-hand fighting ability, but this evil being is the exact opposite of that Digimon, creating a dynamic akin to light and darkness. Shadramon uses its special move Flare Buster to unleash incandescent flames from both arms."
    },
    {
        "name": "Sheepmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sheepmon",
        "url_image": "https://digimon.net/cimages/digimon/sheepmon.jpg",
        "level": "Armor",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Wool Grenade",
        "profile": "An Armor Mammal Digimon that has Digivolved with the Digi-Egg of Hope. Sheepmon’s body is covered in wool of the finest quality. It also moves very sluggishly. Just observing a flock of these Digimon moving will put anyone to sleep. The booster/bazooka unit on its back is called a Wool Ball Booster. This equipment reproduces the low-speed movement characteristic of Sheepmon. It uses its special move Wool Grenade to launch gigantic balls of wool from the Wool Ball Booster, forcefully putting enemy Digimon to sleep during any battle."
    },
    {
        "name": "Shurimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shurimon",
        "url_image": "https://digimon.net/cimages/digimon/shurimon.jpg",
        "level": "Armor",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Double Star Strike\n・Double Stars",
        "profile": "An Armor Mutant Digimon that has Digivolved with the Digi-Egg of Sincerity. The DigiEgg of Sincerity has the attribute of Plant, allowing those who equip it to blend in with nature, hiding in wind like floating leaves to appear in the enemy’s blind spot and land a precise attack. Shurimon is the epitome of a ninja. It uses its signature move Double Star Strike to spin the shurikens on its stretchable limbs and attack the enemy. With its special move Double Stars, it throws the giant shuriken on its back at the enemy from high in the air. These moves are also the names of its shurikens."
    },
    {
        "name": "Stegomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=stegomon",
        "url_image": "https://digimon.net/cimages/digimon/stegomon.jpg",
        "level": "Armor",
        "type": "Stegosaur",
        "attribute": "Free",
        "special_Move": "・Shell Needle Rain",
        "profile": "An Armor Stegosaur Digimon that has Digivolved with the Digi-Egg of Friendship. Stegomon has countless blades on its back. It uses these blades to protect itself from enemy attacks as well as to counterattack, and can shift their direction at will. It can also use the spikes on its tail to attack. Fundamentally, however, it blocks and repels most attacks with its blades. Stegomon uses its special move Shell Needle Rain to shoot its back blades and rain them onto the enemy. Few Digimon can evade this downpour of blades, but if they do, it will have lost all of its blades and be completely exposed. Thus, it rarely uses this technique."
    },
    {
        "name": "Submarimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sabmarimon",
        "url_image": "https://digimon.net/cimages/digimon/sabmarimon.jpg",
        "level": "Armor",
        "type": "Aquatic",
        "attribute": "Free",
        "special_Move": "・Oxygen Homing\n・Submarine Attack",
        "profile": "An Armor Aquatic Digimon that has Digivolved using the Digi-Egg of Reliability. The Digi-Egg of Sincerity has the attribute of Water, allowing those who equip it to demonstrate its true power underwater. Submarimon swims freely through the vast oceans, and the skills it unleashes in underwater battles can only be rivaled by other Aquatic Digimon. Its special move Oxygen Homing fires super-compressed oxygen, and Submarine Attack has Submarimon accelerate at high speed from a distance to ram the enemy with its spinning drill nose."
    },
    {
        "name": "Swanmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=swanmon",
        "url_image": "https://digimon.net/cimages/digimon/swanmon.jpg",
        "level": "Armor",
        "type": "Bird",
        "attribute": "Free",
        "special_Move": "・Down Tornado",
        "profile": "An Armor Bird Digimon that has Digivolved with the Digi-Egg of Love. When Swanmon spreads its wings, its long neck and dazzlingly white body give it a heavenly appearance. As a Digimon that thrives in cold regions, Swanmon can cause computers to freeze when it passes through their network. This species was previously known to act in flocks, although lately its members have become more independent. The reason for this is unknown, but it’s speculated to be the result of increasing temperatures in the Digital World. Its special move is Down Tornado, by which it spreads its wings, surrounds its opponent with powerful swirling currents of cold air and feathers, and then slices through them with its sharp, pointed wings."
    },
    {
        "name": "Thunderbirdmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=thunderbirmon",
        "url_image": "https://digimon.net/cimages/digimon/thunderbirmon.jpg",
        "level": "Armor",
        "type": "Giant Bird",
        "attribute": "Data",
        "special_Move": "・Spark Wing\n・Thunderstorm",
        "profile": "A Giant Bird Digimon that Armor Digivolved with the Digi-Egg of Friendship. Thunderbirdmon summons thunderclouds with a cry that echoes like a thunderclap, and possesses the ability to control lightning with the horn on its forehead. While violent by nature, it cares for its comrades. It uses its signature move Spark Wing to launch countless feathers wreathed in electricity. With its special move Thunderstorm, it flaps electrically charged wings to generate a lightning storm."
    },
    {
        "name": "Togemogumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=togemogumon",
        "url_image": "https://digimon.net/cimages/digimon/togemogumon.jpg",
        "level": "Armor",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Hail Machine Gun",
        "profile": "An Armor Mammal Digimon that has Digivolved with the Digi-Egg of Friendship. Togemogumon’s back bristles with intensely cold ice crystals like a pincushion. Touching even one of these crystals is enough to instantly freeze a foe, meaning Togemogumon’s best offense is its defense. Togemogumon doesn’t move very quickly, but its ability to weaponize its defense makes it a well-rounded fighter. Its special move is Hail Machine Gun, which shoots off all the crystals on its back. Note: Togemogumon was created from a winning submission in the Digimon Web Dot-art Contest by Takaaki Kameda from Tottori Prefecture."
    },
    {
        "name": "Toucanmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tocanmon",
        "url_image": "https://digimon.net/cimages/digimon/tocanmon.jpg",
        "level": "Armor",
        "type": "Bird",
        "attribute": "Free",
        "special_Move": "・Pliers Cutter",
        "profile": "An Armor Bird Digimon that has Digivolved with the Digi-Egg of Kindness. In contrast to its ostentatious form, Toucanmon is actually quite timid, and is prone to withdrawing into its shell. It has spent so much time on land that its wings have actually degenerated, making it unable to fly. Toucanmon will instinctively try to duck its head into its shell whenever it feels anxious, but its large bill always gets in the way. If sufficiently enraged, however, it will open its multicolored beak as wide as it can and bristle its crest to intimidate foes. It is rumored that its body, which is covered by its shell, is actually quite muscular, despite its degenerated wings. Its special move Pliers Cutter involves gripping an opponent with its beak and twisting. Though not a showy technique, the loud thuds that follow testify that it leaves an impact."
    },
    {
        "name": "Tylomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tylomon",
        "url_image": "https://digimon.net/cimages/digimon/tylomon.jpg",
        "level": "Armor",
        "type": "Ocean Dragon",
        "attribute": "Free",
        "special_Move": "・Torpedo Attack",
        "profile": "An Armor Ocean Dragon Digimon that has Digivolved with the Digi-Egg of Reliability. Tylomon’s peculiar form earned it the nickname “Jet Plane of the Deep,” and its speed underwater rivals even that of MetalSeadramon. Anyone who enters the territory of this extremely ferocious creature will face its onslaught, even if the foe is larger than it. Tylomon can even catch scents over a kilometer away underwater. It uses its special move Torpedo Attack to charge at the enemy like a homing torpedo. No one can escape from this move once it is launched."
    },
    {
        "name": "Yasyamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yaksamon",
        "url_image": "https://digimon.net/cimages/digimon/yaksamon.jpg",
        "level": "Armor",
        "type": "Wizard",
        "attribute": "Free",
        "special_Move": "・Double Strike\n・Kugutsu no Jutsu",
        "profile": "An Armor Wizard Digimon that has Digivolved with the Digi-Egg of Sincerity. Exhibiting power akin to that of a raging god, Yasyamon’s attack strength may be mighty, but it also displays incredible loyalty and protects the weak. It also excels at secret arts, and is capable of mastering any and all psychic skills. Yasyamon possesses a reticent and standoffish personality. Its special move Double Strike is a shockwave it releases by crossing its twin wooden swords, and Kugutsu no Jutsu is a bewitching look that it uses to manipulate its enemy like a marionette."
    }
]