[
    {
        "name": "Aegiomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiomon",
        "url_image": "https://digimon.net/cimages/digimon/aegiomon.jpg",
        "level": "Champion",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Attract Echo\n・Iron Trust\n・Stun Beat Blow",
        "profile": "Profile\nA Deity Digimon with the upper body of a human and the lower body of a mountain goat. Aegiomon is usually affiliated with the same musical troupe as Sirenmon, playing the Syrinx flute hanging on its waist and enjoying music. It loves peace and dislikes fighting, but an unknown quantity of power dwells within, and it demonstrates exceptional combat prowess when fighting to protect something. Aegiomon plays Attract Echo on its Syrinx to draw the listener’s attention, stealing their sense of self and making them unable to see anything but Aegiomon as they remain fixated on the tune. This gives other Digimon chances to escape or pursue said listener. Aegiomon uses its special move Iron Trust to drive a stabbing kick behind it with its vaunted mountain goat legs, or Stun Beat Blow to strike the opponent, discharging the electricity in its body through its arms to numb their nerves and render them unable to move."
    },
    {
        "name": "Airdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=airdramon",
        "url_image": "https://digimon.net/cimages/digimon/airdramon.jpg",
        "level": "Champion",
        "type": "Mythical Beast",
        "attribute": "Vaccine",
        "special_Move": "・Spinning Needle",
        "profile": "Profile\nA Mythical Beast Digimon with gigantic wings. Airdramon is an extremely valuable monster, and is thought to be close to a god. It specializes in mid-air combat, invoking storms with its howls and creating massive tornadoes by flapping its wings. It has a brutal nature, with a high intelligence to match. Even so, it is nearly impossible for the average Tamer to control it. It uses its special move Spinning Needle to generate a sharp vacuum blade from the thrashing of its humongous wings."
    },
    {
        "name": "Akatorimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=akatorimon",
        "url_image": "https://digimon.net/cimages/digimon/akatorimon.jpg",
        "level": "Champion",
        "type": "Giant Bird",
        "attribute": "Data",
        "special_Move": "・Chicken Red Eyes",
        "profile": "Profile\nA Kokatorimon-species Digimon with developed legs that compensate for its inability to fly. Akatorimon consumes even more energy than one might expect to move its large body around, making it unsuited to intense battles. It uses its special move Chicken Red Eyes to glare at its foe with red eyes, petrifying and shattering them."
    },
    {
        "name": "Allomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=allomon_x",
        "url_image": "https://digimon.net/cimages/digimon/allomon_x.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Dino Burst\n・Dino Flash",
        "profile": "Profile\nAn Armor Dinosaur Digimon that has Digivolved with the Digi-Egg of Courage. Particularly ferocious among Dinosaur Digimon, Allomon has a hostile relationship with fellow dinosaur Tyrannomon. It possesses powerful legs, allowing it to run at breakneck speeds by putting its head down and taking a horizontal stance. Its signature move Dino Burst spews out wind at extremely high temperatures.\n\n■Effects of the X Antibody on Allomon’s DigiCore:\nIts leg strength has developed even further, giving it the agility of a Digimon much smaller than itself. Allomon (X Antibody)’s running speed has increased as well, but many Digimon have seen this large creature soaring through the air to swoop down and catch its foes. Adapting to its agile body, it has acquired the new special move Dino Flash, which it uses to fire ultra-hot wind from its mouth in a flash."
    },
    {
        "name": "Angemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=angemon",
        "url_image": "https://digimon.net/cimages/digimon/angemon.jpg",
        "level": "Champion",
        "type": "Angel",
        "attribute": "Vaccine",
        "special_Move": "・Heaven's Knuckle",
        "profile": "Profile\nAn Angel Digimon with six shining wings and a body clad in divine white cloth. This being of absolute goodness is said to bring happiness, and Angemon remains utterly composed in the face of evil, attacking relentlessly until its foe is annihilated. Legend has it that Angemon has often descended at the head of a host of other Digimon of the same species when the Digital World was in crisis. It’s also said that Devimon, who was won over to the Dark Side, was originally of the same species. Angemon’s special move is Heaven’s Knuckle, by which it pummels its foe with shining fists of gold."
    },
    {
        "name": "Ankylomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ankylomon",
        "url_image": "https://digimon.net/cimages/digimon/ankylomon.jpg",
        "level": "Champion",
        "type": "Armored Dragon",
        "attribute": "Free",
        "special_Move": "・Megaton Press\n・Tail Hammer",
        "profile": "Profile\nAn Armored Dragon Digimon completely covered in hardened skin. Tough protuberances cover it all over, giving its charge attack incredible destructive power. Although as an herbivore it lacks ferocity, Ankylomon displays a brave nature nonetheless. Its special move Megaton Press sends it surprisingly high into the sky, after which it slams its massive body down onto the enemy. It uses Tail Hammer to ferociously beat the enemy with the iron ball on the tip of its tail. Any Digimon hit by this technique has its entire skeleton (or wireframe) utterly obliterated."
    },
    {
        "name": "Apemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hanumon",
        "url_image": "https://digimon.net/cimages/digimon/hanumon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Angry Spike",
        "profile": "Profile\nA legendary Beast Man Digimon with golden fur. Many sightings of Apemon have been reported in the central Asian region of the Network, but no actual evidence of its existence has yet been found. Since it’s extremely rare and reportedly excels at defeating malicious computer viruses, some humans consider it to be a mythical Digimon. It is also said to travel at extremely high speed within the Network by riding on some sort of cloud or puff of smoke. Its special move is Angry Spike, by which it fires out hardened tufts of its metallic fur."
    },
    {
        "name": "Aquilamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aquilamon",
        "url_image": "https://digimon.net/cimages/digimon/aquilamon.jpg",
        "level": "Champion",
        "type": "Giant Bird",
        "attribute": "Free",
        "special_Move": "・Glide Horn\n・Blast Laser",
        "profile": "Profile\nA Giant Bird Digimon with two massive horns growing from its head. Known as the “Great Eagle of the Desert,” Aquilamon flies through the skies at Mach speed, and can seek out distant enemies with its keen eyesight. The horns on its head are immensely powerful when it glides down and rams into enemies. Many Bird Digimon are brutal, but Aquilamon respects decorum and obeys the orders of the master it has pledged allegiance to without fail. It uses its special move Glide Horn to charge enemies from the heavens, or Blast Laser to fire ring-shaped beams with a thunderous roar."
    },
    {
        "name": "Argomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=algomon_lv4",
        "url_image": "https://digimon.net/cimages/digimon/algomon_lv4.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Volt Line\n・Imprisonment",
        "profile": "Profile\nArgomon after it has Digivolved into a Champion form, abnormally increasing its processing ability. Its power has also increased, and now it can lift even large foes with hands that have become industrial manipulators. It uses its special move Imprisonment to restrain foes with tentacles extending from its mouth, or Volt Line to shoot an electric current through the enemy."
    },
    {
        "name": "Arresterdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=arresterdramon",
        "url_image": "https://digimon.net/cimages/digimon/arresterdramon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Mach Flicker\n・Flog Shot\n・Spin Caliber\n・Spiral Shredder\n・Prism Garrett",
        "profile": "Profile\nArresterdramon Digivolved from Gumdramon when it was released from its Kinkoji binding. Clad in battle armor made from a unique variety of rubber, Arresterdramon has taken the flexibility that was Gumdramon’s greatest strength to the next level, and also increased its defense. What’s more, its larger wings make it capable of high-speed flight, and with its new Tail Anchor, it can perform cutting and slicing attacks, as well as wrap up its foes if it so desires. Its special moves are Mach Flicker, by which it stretches its limbs to deliver a high-speed punch, Flog Shot, by which it slices into foes by spinning its Tail Anchor, Spin Caliber, by which it cuts its opponent in two by enlarging its Tail Anchor while rotating its body, Spiral Shredder, by which it shreds its enemies by spinning around at high speed, and Prism Garrett, which takes Spiral Shredder to the next level by adding countless spinning lights."
    },
    {
        "name": "Atamadekachimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=atamadekachimon",
        "url_image": "https://digimon.net/cimages/digimon/atamadekachimon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Drum Blast\n・Head Crush\n・Minideka Flame",
        "profile": "Profile\nA Dinosaur Digimon with an unbalanced head and body. Atamadekachimon has trouble walking due to its heavy head, which it is always knocking into and breaking objects, although it never does this on purpose. It hates to fight, and overflows with maternal feelings. It always looks after Minidekachimon, raising it in its mouth to protect it. Atamadekachimon talks so loudly that Minidekachimon has to cover its ears, and gets even louder when it adds “-dekaa” to the end of its sentences. It fights to survive whenever Minidekachimon is in danger. Atamadekachimon uses Drum Blast to shout at max volume and restrict the opponent’s movements, then takes the opportunity to swing its head down and flatten the enemy with Head Crush. Minidekachimon also cooperates by using Minideka Flame to spit fire from its mouth, but there’s no way to tell if the flame will be big or small."
    },
    {
        "name": "Baboongamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baboongamon",
        "url_image": "https://digimon.net/cimages/digimon/baboongamon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Mount Stone\n・Glide Rocks",
        "profile": "Profile\nA highly territorial Beast Digimon. Baboongamon prefers to live in areas with steep changes in elevation such as cliffs and rocky mountains. The characteristic rock that covers parts of its hide grows back harder each time it’s broken, and the individual with the hardest rocky covering acts as the boss of any given region.\nIts special moves include Mount Stone, where it attacks by throwing the rocks that cover its arms, and Glide Rocks, which involves ramming its rock-encrusted tail into foes at high speed."
    },
    {
        "name": "Bakemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bakemon",
        "url_image": "https://digimon.net/cimages/digimon/bakemon.jpg",
        "level": "Champion",
        "type": "Ghost",
        "attribute": "Virus",
        "special_Move": "・Hell's Hand\n・Death Charm",
        "profile": "Profile\nA Ghost Digimon with a cloth over its body. Bakemon is a wicked being born from the darkness, and computers possessed by it are said to have their systems destroyed in an instant. What’s inside that cloth is a matter of mystery, and the shadow cast under its true form is thought by some to be a black hole. Bakemon lacks attack power, and thus doesn’t like attacking directly. Its special move Hell’s Hand casts a powerful curse. Anyone lacking a powerful mind will die in seconds when cursed by Death Charm."
    },
    {
        "name": "Ballistamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baristamon",
        "url_image": "https://digimon.net/cimages/digimon/baristamon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Machine",
        "attribute": "Vaccine",
        "special_Move": "・Horn Breaker\n・Heavy Speaker",
        "profile": "Profile\nA heavyweight Digimon with a thick metal shell and overwhelming power. It appears belligerent at first glance, but Ballistamon’s gentle personality favors peace over conflict, and it never attacks of its own accord. Even so, if a fight breaks out it becomes a champion of unparalleled power, swinging around its strong arms to eradicate foes. Its heavy armor and incredible power offer high potential for both offense and defense. Ballistamon’s forte is unleashing attacks that utilize its power and kill in a single blow if they land. Its massive body is its downfall, however. Slow in mind and body, it does poorly against fast and nimble foes. Heavy Speaker demolishes opponents with low-frequency sounds emitted from the speaker on its chest. This technique hides the power to crush rocks and shake mountains, and only grows as it gets hungry. Furthermore, Ballistamon is proud of the horn on its head—the cornerstone of its close-range attacks—and hates for anyone to touch it carelessly. Its signature move is Horn Breaker, whereby it uses its horn to gallantly throw its opponent. Ballistamon can also lend its armor and power to other Digimon in its Enhanced Armor Mode."
    },
    {
        "name": "Baluchimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baluchimon",
        "url_image": "https://digimon.net/cimages/digimon/baluchimon.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Psychic Chain\n・Cloud Vision",
        "profile": "Profile\nThese Holy Beast Digimon are confirmed to exist in droves in ruins excavated from underneath Folder Continent. These ruins have been recognized to have once been used as a fortress for Angel-species Digimon, and it is conjectured that the herds of Baluchimon were defenders of this fortress. While calm and gentle by nature, Baluchimon also possesses a ferocious side that causes it to attack enemies unrelentingly.\nHighly intelligent, Baluchimon will perceive an invader’s hostility in an instant, and then use Psychic Chain to constrict its opponent’s body with psychokinetic chains and drive them away. For those who unwittingly stumble into the ruins, it will use Cloud Vision to emit a cloud that shows illusions, luring them out of the ruins in a dreamy daze."
    },
    {
        "name": "BaoHuckmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baohuckmon",
        "url_image": "https://digimon.net/cimages/digimon/baohuckmon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Fif Cross\n・Teen Blade\n・Blazing Flame\n・Dragless Spiker",
        "profile": "Profile\nHuckmon went through strict training, refining an unparalleled combat sense and achieving mental, technical and physical strength in this form. BaoHuckmon continues to train while aiming for greater heights, accumulating combat experience through battles against strong foes. This combat expert evolves the more it fights. BaoHuckmon’s desire to become Royal Knights has only increased as it has grown. It will not allow others to determine its best course of action, believing it should observe and decide on an approach for itself. All of BaoHuckmon’s special moves have been strengthened. It uses Fif Cross to cleave with its claws, Teen Blade to spin its tail blade on its axis before charging the enemy, and Blazing Flame to counter the foe with dramatically boosted strength. It also uses Dragless Spiker to bisect its opponent with the sharp blades on both legs."
    },
    {
        "name": "BetelGammamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=betelgammamon",
        "url_image": "https://digimon.net/cimages/digimon/betelgammamon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Vaccine",
        "special_Move": "・Sorblow\n・Sorshot",
        "profile": "Profile\nThe matured form of Gammamon, its body turned red from the flames of its burning soul. BetelGammamon is more agile, and boasts improved speed and power in close combat. The strength of its attacks multiplies in accordance with the swelling of its emotions.\nBetelGammamon uses its special move Sorblow to strike the enemy with flames built up in its fist, or Sorshot to hurl these flames, albeit with reduced strength."
    },
    {
        "name": "Birdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=birdramon",
        "url_image": "https://digimon.net/cimages/digimon/birdramon.jpg",
        "level": "Champion",
        "type": "Giant Bird",
        "attribute": "Vaccine",
        "special_Move": "・Meteor Wing",
        "profile": "Profile\nA Giant Bird Digimon wreathed in blazing flames. Like Meramon, Birdramon is a Digimon formed from the Internet’s defensive Firewall. Birdramon flies through the sky using its massive wings. Despite not having any warlike qualities, Birdramon will launch a frenzied counterattack in the face of enemy assaults. Birdramon’s special move is Meteor Wing, by which it flaps its wings to send feathers shooting down like meteors."
    },
    {
        "name": "BlackGaogamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackgaogamon",
        "url_image": "https://digimon.net/cimages/digimon/blackgaogamon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Dash Double Claw\n・Gaoga Hound\n・Spiral Blow",
        "profile": "Profile\nBlackGaogamon is a Beast Digimon with a larger physique than Gaomon’s, the claws protected by its gloves having grown nicely. It also must have taken in Black Digitron at some point in its development, causing it to grow into this black form. As a result, it’s tougher than the average GaoGamon, being better able to resist damage, although this comes at the cost of speed. BlackGaogamon unleashes its special move Dash Double Claw at close range after approaching at speeds the enemy can’t follow, and uses Gaoga Hound to bite its foe with strong teeth, clamping down until its opponent falls. It also uses Spiral Blow to shoot a powerful vortex-shaped wind from its mouth in one breath."
    },
    {
        "name": "BlackGargomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackgalgomon",
        "url_image": "https://digimon.net/cimages/digimon/blackgalgomon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Gatling Arm\n・Dumdum Uppercut",
        "profile": "Profile\nBlackGargomon is a type of Gargomon that excels at hiding in shadows and ambushing foes. Specializing in hand-to-hand combat, it also uses superior fighting techniques and has a higher degree of combat prowess than Gargomon. It has a remarkably cool personality, and is known for finishing its opponents with unerring strikes. Also, parts of its body have been coated in Black Digitron, providing it with increased defensive capabilities. Its special moves include Gatling Arm, which involves firing the vulcans on both of its wrists, and Dumdum Uppercut, which is an explosive uppercut attack."
    },
    {
        "name": "BlackGatomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blacktailmon",
        "url_image": "https://digimon.net/cimages/digimon/blacktailmon.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Lightning Paw",
        "profile": "Profile\nA Virus Gatomon with striking, pitch-black fur. A quintessential child of evil, BlackGatomon wanders through the uncanny darkness. This is an extremely rare mutation of Gatomon, with very few thought to exist. The creature is also malicious and prideful, and loves picking on the weak. A Dark Digimon that basically Digivolves into a Dark Angel Digimon. BlackGatomon uses the same special move as Gatomon, Lightning Paw."
    },
    {
        "name": "BlackGatomon Uver.",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blacktailmon_uver",
        "url_image": "https://digimon.net/cimages/digimon/blacktailmon_uver.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Lightning Paw\n・Bag Tag",
        "profile": "Profile\nThe form taken by BlackGatomon after absorbing large amounts of home delivery service data that has flowed into the Digital World over recent years. Its once-malicious personality gone, BlackTailmon Uver. will deliver packages entrusted to it with dedication, no matter what day it is. It is often spotted clinging to the back of its friend Pistmon to make its deliveries. Whether it contains refrigerated goods, confidential data, or anything else, the delivery bag on BlackTailmon Uver.’s back is in tip-top shape at all times, and can only be opened or closed by the Digimon itself.\nIt gives any Digimon that interferes with deliveries a taste of its signature move Lightning Paw, or eliminates them with Bag Tag, swinging its delivery bag and striking them with the corner. The contents of its delivery bag remain unscathed, regardless of the massive damage dealt by Bag Tag."
    },
    {
        "name": "BlackGrowlmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackgrowmon",
        "url_image": "https://digimon.net/cimages/digimon/blackgrowmon.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Plasma Blade\n・Exhaust Flame",
        "profile": "Profile\nA Dark Dragon Digimon known as the “Jet-Black Dark Dragon.” Basically the same species as Growlmon, BlackGrowlmon has a stronger Virus type disposition, and is said to be Growlmon’s original form. Unlike a Growlmon raised by a Tamer, it should be considered almost entirely feral. Just like Growlmon, its roar is mighty enough to shake the ground, and BlackGrowlmon uses it as an aggressive display to intimidate the enemy before battle. It uses its signature move Plasma Blade to generate plasma with its forearm blades and attack the enemy. With its special move Exhaust Flame, BlackGrowlmon can unleash a powerful blast of fire with an explosive roar."
    },
    {
        "name": "BladeKuwagamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bladekuwagamon",
        "url_image": "https://digimon.net/cimages/digimon/bladekuwagamon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Spark Blade\n・Air Knife",
        "profile": "Profile\nAn insect-type Machine Digimon whose entire body has been weaponized. BladeKuwagamon is a rare Champion species of Digimon in that its entire body is covered in Chrome Digizoid. It tends to react indiscriminately to anything that moves. Even Mega Digimon have been known to have their entire bodies pierced by a group of BladeKuwagamon, annihilating them. It uses its special move Spark Blade to pierce with a blade of light, or Air Knife to generate a vacuum wave."
    },
    {
        "name": "Blimpmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blimpmon",
        "url_image": "https://digimon.net/cimages/digimon/blimpmon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Helium Bomb\n・Zeppelin Explosion",
        "profile": "Profile\nBlimpmon is a Vehicle-species Digimon like Mekanorimon that can fly leisurely through the sky. Its soft blimp body is protected by a metal coating, but it appears to still be in development, as its left flank remains exposed. Its signature move is Helium Bomb, which involves shooting out bombs filled with helium gas and then causing them to explode. Its special move is Zeppelin Explosion, where it fires cannonballs from the two cannons on top."
    },
    {
        "name": "BomberNanimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bombernanimon",
        "url_image": "https://digimon.net/cimages/digimon/bombernanimon.jpg",
        "level": "Champion",
        "type": "Invader",
        "attribute": "Virus",
        "special_Move": "・Free-Throw Bomb\n・K.O. Punch",
        "profile": "Profile\nThis seems to be a subspecies of Nanimon that invaded from an other-dimensional Digital World, but the truth is unclear. As BomberNanimon’s name implies, its entire body became a bomb during its continuous battles in the Digital World. Another feature is the hair on the top of its head, which is now a fuse. BomberNanimon uses its special move Free-Throw Bomb to toss a sure-hit grenade, and K.O. Punch to throw out a powerful explosive punch."
    },
    {
        "name": "Boogiemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=boogiemon",
        "url_image": "https://digimon.net/cimages/digimon/boogiemon.jpg",
        "level": "Champion",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Death Clash",
        "profile": "Profile\nA mysterious Wizard Digimon. Boogiemon’s body is covered in a large number of evil spell tattoos, and it can use as many spells as it has tattoos. This coward never fights head-on, always ambushing foes from the darkness and attacking without warning. Boogiemon uses its special move Death Clash to stab at the enemy with the trident in its right hand."
    },
    {
        "name": "Bulkmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bulkmon",
        "url_image": "https://digimon.net/cimages/digimon/bulkmon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Vaccine",
        "special_Move": "・Electrical Fist\n・Thunder Dread",
        "profile": "Profile\nBulkmon is a Digimon that Digivolved from the data on a body-composition analyzer designed to measure muscle mass. Extremely aggressive, it has hyper-developed upper-body muscles that allow it to generate some serious power, making it top class among Champion-level Digimon. Despite its bulk, it can move with an explosive force to overwhelm enemies with both speed and power. Bulkmon works hard, only stopping its training to eat or sleep.\nIts special move Electrical Fist is a lightning-charged punch that sends enemies flying. If an opponent tries to keep their distance, they will find themselves on the end of Thunder Dread, a blast of lightning Bulkmon discharges from its horn."
    },
    {
        "name": "Burgamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=burgamon_lv4",
        "url_image": "https://digimon.net/cimages/digimon/burgamon_lv4.jpg",
        "level": "Champion",
        "type": "Food",
        "attribute": "Vaccine",
        "special_Move": "・Spicy Onion\n・Delicious Patty\n・\n・",
        "profile": "Profile\nThe Digivolution of Rookie Burgamon, with a pure heart formed from carefully selected ingredient data. This kind Digimon lives to cook, and serves up its delicious creations to other Digimon free of charge. Special moves include Spicy Onion, by which it hurls onion slices coated in pepper at the enemy, causing them to lose their fighting spirit, and Delicious Patty, by which it slams the enemy into a gigantic hamburger patty."
    },
    {
        "name": "Centarumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=centalmon",
        "url_image": "https://digimon.net/cimages/digimon/centalmon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Hunting Cannon",
        "profile": "Profile\nA half-man, half-beast Digimon resembling a centaur. Centarumon’s body is protected by a sturdy substance emitted from inside its body, and its right arm is fused with its weapon. It blows highly concentrated gas from the ducts sticking out of its back to move around at speeds close to the speed of sound. It excels in attack, defense, and speed. Pride means everything to Centarumon, and it hates being ordered or bound by anything with a passion. Its special move Hunting Cannon is fired from the cannon fused to its right arm. This attack is almost impossible to evade, but it consumes massive amounts of energy, so Centarumon avoids battles as much as it can."
    },
    {
        "name": "Chamblemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chamblemon",
        "url_image": "https://digimon.net/cimages/digimon/chamblemon.jpg",
        "level": "Champion",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Sweet Spore\n・Chamble Bomb",
        "profile": "Profile\nA Vegetation Digimon in the shape of a mushroom with extremely potent poison. No one knows whether it Digivolved from Mushroomon, or if it is from a completely different Digimon line. Though it is often dismissed as weak, Chamblemon can be a very tricky Digimon to battle. With Sweet Spore, it releases spores that stick to any threats that carelessly approach it. The spores sprout into mushrooms that absorb the foe's vitality. If one picks and eat the fungi, they will find it brimming with energy. Among them, the most delicious is said to be the data-type mushrooms.\nChamblemon releases mushroom-shaped explosives of many different sizes at once in its Chamble Bomb move. The resulting fumes and spores will transform an area into a bed of mushrooms."
    },
    {
        "name": "Clockmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=clockmon",
        "url_image": "https://digimon.net/cimages/digimon/clockmon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Chrono Breaker",
        "profile": "Profile\nA guardian of time that governs computer timers. Clockmon manages all “time” and “space” on computers and networks, and can move time forward and backward freely between the years 1900 and 1999. It always maintains a neutral stance due to this incredibly dangerous and terrifying ability, refusing to take part in conflict between Vaccine and Virus Digimon. Many think that if Clockmon were to lean towards either side of this equilibrium, the Digital World itself would collapse. It uses its special move Chrono Breaker to destroy the very “time” flowing in the enemy’s body. Digimon whose time is stopped by this technique can never recover."
    },
    {
        "name": "Coelamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=coelamon",
        "url_image": "https://digimon.net/cimages/digimon/coelamon.jpg",
        "level": "Champion",
        "type": "Ancient Fish",
        "attribute": "Data",
        "special_Move": "・Fossil Bite",
        "profile": "Profile\nAn Ancient Fish Digimon with tough skin and enormous claws. This Digimon is discovered in the Net Ocean whenever networks destroyed by evil hackers are repaired. Coelamon’s body composition is very primitive, with fins developed into limbs. Based on this, it is thought that primordial Digimon born in the Net Ocean underwent various evolutionary processes to come onto land, while growing more numerous and differentiating into various types. Coelamon uses its special move Fossil Bite to attack enemies with its massive talons."
    },
    {
        "name": "Coredramon (Blue)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=coredramon_b",
        "url_image": "https://digimon.net/cimages/digimon/coredramon_b.jpg",
        "level": "Champion",
        "type": "Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Blue Flare Breath\n・Strike Bomber\n・Great StrikeⅡ",
        "profile": "Profile\nDigimon with “-dramon” in their names always have some amount of draconic data in their DigiCores, and the higher the rate of draconic data to other data, the more that Digimon will resemble a dragon. The data in Coredramon’s DigiCore is 100% draconic, meaning it’s a pure-blooded Dragon Digimon. Coredramon with blue bodies are said to have Digivolved from Dracomon that ate lots of Blue Diamante, a precious gem that can only be mined from mountainous regions with the highest of peaks. This type of Coredramon has developed strong wings to survive amid the steep slopes, and is capable of flying at great speed. Coredramon (Blue)’s special moves include Blue Flare Breath, where it breathes out scorching blue flames, and Strike Bomber, which involves lashing out with its tail to deal a heavy blow to its opponent. Blue Flare Breath breaks down a foe’s surface texture data, leaving the DigiCores of Digimon hit by this move exposed and open to attack. Like Dracomon, Coredramon (Blue) has a Gekirin (“fury scale”), and if anything ever touches it there, it will lose itself in a blind rage, attacking indiscriminately with Great StrikeⅡ, which involves making the horns on its head glow brightly before firing a laser beam from its mouth."
    },
    {
        "name": "Coredramon (Green)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=coredramon_g",
        "url_image": "https://digimon.net/cimages/digimon/coredramon_g.jpg",
        "level": "Champion",
        "type": "Dragon",
        "attribute": "Virus",
        "special_Move": "・Green Flare Breath\n・Strike Bomber\n・Great StrikeⅡ",
        "profile": "Profile\nDigimon with “-dramon” in their names always have some amount of draconic data in their DigiCores, and the higher the rate of draconic data to other data, the more that Digimon will resemble a dragon. The data in Coredramon’s DigiCore is 100% draconic, meaning it’s a pure-blooded Dragon Digimon. Coredramon with green bodies are said to have Digivolved from Dracomon that ate lots of Green Malachite, a precious gem mined from forest regions thickly wooded with trees over 100 years old. This type of Coredramon isn’t skilled at flying, but has highly developed leg muscles, and is capable of running at speeds seemingly impossible for a creature of its size. Its special moves include Green Flare Breath, where it breathes out scorching green flames, and Strike Bomber, which involves lashing out with its tail to deal a heavy blow to its opponent. Green Flare Breath penetrates deep beneath enemies’ surface texture data to damage their DigiCores directly. Like Dracomon, Coredramon (Green) has a Gekirin (“fury scale”), and if anything ever touches it there, it will lose itself in a blind rage, attacking indiscriminately with Great StrikeⅡ, which involves making the horns on its head glow brightly before firing a laser beam from its mouth."
    },
    {
        "name": "Cyclonemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cyclomon",
        "url_image": "https://digimon.net/cimages/digimon/cyclomon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Virus",
        "special_Move": "・Hyper Heat",
        "profile": "Profile\nA one-eyed Dragon Man Digimon with an abnormally developed right arm. Once a brawny dragon warrior, Cyclonemon had its right eye crushed by the warrior Leomon, transforming it into a demon of revenge. It strengthens and grows its arm larger in order to defeat Leomon, and hunts for a chance at retribution. Shedding its pride as a warrior, it is now a maddened combatant who thinks only of slaughter, all for the sake of revenge. Cyclonemon uses its special move Hyper Heat to melt any and all things."
    },
    {
        "name": "Damemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=damemon",
        "url_image": "https://digimon.net/cimages/digimon/damemon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Buzzing Fist\n・Gun Vulcan\n・Boo-st Attack",
        "profile": "Profile\nDamemon was born when waste data drifting through the Digital World combined randomly. It’s favorite phrase is “No good, no good!” and it has the unfortunate habit of criticizing everyone around it, regardless of the time or place. Though Damemon is perhaps best described with its own phrase, it somehow manages to get by with the help of its partner ChuuChuumon. It’s only with ChuuChuumon’s help that Damemon can even manage to function as a halfway decent Digimon. ChuuChuumon sits in the Tyutyu Tray on the back of Damemon’s head, taking Damemon around to various places where they can have fun. When these two Digimon are together, every day is a priceless treasure. Damemon’s special move Buzzing Fist primarily consists of it spinning its tonfas around. It almost never hits anything, and is better suited to intimidating foes than dealing damage. Similarly, its Gun Vulcan involves disheartening and discouraging foes rather than injuring them. The attack consists of firing small black substances with a foul odor from hidden guns in its feet and tonfas. Since Damemon has to clean up this mysterious substance afterwards or risk angering the Digimon who live in the area, it is always careful about using this special move. Finally, its Boo-st Attack, which involves releasing large volumes of foul-smelling gas while charging forward, is wildly unpredictable, and not even Damemon knows where it will end up. When it does hit an enemy, the damage combined with the smelly gas tends to leave them thoroughly demoralized."
    },
    {
        "name": "Darcmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darcmon",
        "url_image": "https://digimon.net/cimages/digimon/darcmon.jpg",
        "level": "Champion",
        "type": "Angel",
        "attribute": "Vaccine",
        "special_Move": "・La Pucelle\n・Dancing Sword",
        "profile": "Profile\nA lower-class Angel Digimon with the appearance of a woman. As the vanguard of Angel Digimon, Darcmon’s tendency to cut through the frontlines to fight has earned it the moniker “Goddess of the Battlefield.” Its special move Dancing Sword is a grand sword technique using its thin sword, La Pucelle."
    },
    {
        "name": "DarkLizardmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darklizamon",
        "url_image": "https://digimon.net/cimages/digimon/darklizamon.jpg",
        "level": "Champion",
        "type": "Evil Dragon",
        "attribute": "Virus",
        "special_Move": "・Dread Fire",
        "profile": "Profile\nA Digimon wreathed in dark flames that burn silently around its body. The form of Flarerizamon Digivolved into this Virus type with its cold personality. Its special move Dread Fire engulfs the enemy’s spirit in dark flames."
    },
    {
        "name": "DarkMaildramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darkmaildramon",
        "url_image": "https://digimon.net/cimages/digimon/darkmaildramon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Dark Wing",
        "profile": "Profile\nThe form taken by Knightmon’s servant Maildramon, having gained the power of miracles, abandoned justice, and discovered the righteousness of evil. Its Chrome Digizoid armor stained with darkness, DarkMaildramon seeks a dark heart within its master Knightmon. It will be obedient to a Knightmon with a strong heart of evil, but if even a shred of goodness exists within its master, it would crush it to death with its giant body. DarkMaildramon uses its special move Dark Wing to flap its torn wings and rain dark bullets upon the enemy."
    },
    {
        "name": "DarkTyrannomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darktyranomon",
        "url_image": "https://digimon.net/cimages/digimon/darktyranomon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Fire Blast",
        "profile": "Profile\nA Dinosaur Digimon whose body was eroded by a malicious computer virus. Originally a Tyrannomon-type Digimon, DarkTyrannomon was infected by a malicious virus that caused the data composing its body to bug out and transfigure it into a frenzied creature. Its body has been dyed black, and its arms have grown even stronger than those of Tyrannomon, increasing its attack power. DarkTyrannomon has become absolutely ferocious, and treats everything its eyes spot as an enemy to attack. It uses its special move Fire Blast to shoot a super-powerful flame that transforms the surrounding area into a sea of fire."
    },
    {
        "name": "DarkTyrannomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darktyranomon_x",
        "url_image": "https://digimon.net/cimages/digimon/darktyranomon_x.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Fire Blast\n・Flame Snatch",
        "profile": "Profile\nA Dinosaur Digimon whose body was eroded by a malicious computer virus. Originally a Tyrannomon-type Digimon, DarkTyrannomon was infected by a malicious virus that caused the data composing its body to bug out and transfigure it into a frenzied creature. Its body has been dyed black, and its arms have grown even stronger than those of Tyrannomon, increasing its attack power. DarkTyrannomon has become absolutely ferocious, and treats everything its eyes spot as an enemy to attack. It uses its special move Fire Blast to shoot a super-powerful flame that transforms the surrounding area into a sea of fire.\n\n■Effects of the X Antibody on DarkTyrannomon’s DigiCore:\nThe X Antibody has given DarkTyrannomon (X Antibody) the composure it needed to control its power, along with the capacity to persevere so it can live through a fight. It’s also gained the ability to solidify parts of its body and produce green flames by manipulating the virus within it.\nIts special move is Flame Snatch, where it grabs hold of an enemy with its claws and then burns them with its green flame."
    },
    {
        "name": "DeadlyAxemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deadlyaxemon",
        "url_image": "https://digimon.net/cimages/digimon/deadlyaxemon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Air Slicer\n・Aqua Regia\n・Aqua Rage",
        "profile": "Profile\nA sworn younger brother that exchanged cups of brotherhood with SkullKnightmon, this brawny warrior boasts fast movements and endless stamina. DeadlyAxemon is loyal to SkullKnightmon, and battles with faith in its sworn brother to achieve victory. Its lightning-fast movements earned it the nickname of Running Lightning, and it leaves afterimages at top speed. That being said, precise movements are DeadlyAxemon’s weak point. Its linear actions are easily read by foes, and it often collides with obstacles. Still, seeing its sturdy frame smash through such obstacles with a defiant, thunderous roar is reason enough to justify its nickname. DeadlyAxemon uses its special move Air Slicer to dive between opponents at lightspeed and slice them up without them noticing, or Aqua Rage to spit a powerful solution that melts everything. It also uses a stronger move called Aqua Regia to liquefy itself and swallow up everything around it."
    },
    {
        "name": "Deckerdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deckerdramon",
        "url_image": "https://digimon.net/cimages/digimon/deckerdramon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Deckerdra Launcher\n・Smoky Fang\n・Heavy Tailhook",
        "profile": "Profile\nDeckerdramon is perhaps the natural enemy of all Flying Digimon. Its greatest threat is the Deckerdra Launcher on its back, from which it can fire multiple types of anti-air missiles to shoot down any Digimon that flies. What’s more, its short stature makes it hard to spot from above, which is another thing Flying Digimon have difficulty dealing with. Deckerdramon performs best in terrain that features lots of cover, because it’s difficult to tell where its attacks are coming from. When it doesn’t have a lot of cover, Deckerdramon will create a smokescreen using its Smoky Fang ability. Deckerdramon isn’t limited to anti-aerial combat, either. In land-based battles it can smash its opponents to pieces in a single blow using Heavy Tailhook."
    },
    {
        "name": "Deltamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deltamon",
        "url_image": "https://digimon.net/cimages/digimon/deltamon.jpg",
        "level": "Champion",
        "type": "Composite",
        "attribute": "Virus",
        "special_Move": "・Triple Forces\n・Skull Fang",
        "profile": "Profile\nA Composite Digimon fused from three Digimon. Each existed as a separate Digimon, but a computer ran amok after getting hit by a powerful electromagnetic storm, bugging out and fusing them into Deltamon. A Digimon with three heads and two tails, it specializes in three-stage attacks utilizing these physical features, making it capable of taking on three Digimon at once. Still, each part of it was once a fiendish Digimon, so while they share a mindset for destruction, they have no spirit of cooperation, and are usually on bad terms. Deltamon uses its special move Triple Forces to unleash energy from all three mouths in a single blast, or Skull Fang to strike with the Digimon on its left arm."
    },
    {
        "name": "Deputymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=revolmon",
        "url_image": "https://digimon.net/cimages/digimon/revolmon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Vaccine",
        "special_Move": "・Justice Bullet",
        "profile": "Profile\nA Mutant Digimon with a gun barrel for a body. Although the details of its creation are completely unknown, Deputymon’s sense of justice makes it an active member of the Virus Busters. The Virus Busters are special Digimon among Vaccine types that eradicate the “evil” consciousness of Virus Digimon with the ability to delete. Deputymon also loves gambling—especially Russian roulette. Its fairness is beyond reproach, as it will even let Virus Digimon get away if they win at this game. Its special move Justice Bullet transforms Deputymon itself into a gun that fires bullets of justice."
    },
    {
        "name": "Devidramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=devidramon",
        "url_image": "https://digimon.net/cimages/digimon/devidramon.jpg",
        "level": "Champion",
        "type": "Evil Dragon",
        "attribute": "Virus",
        "special_Move": "・Crimson Claw",
        "profile": "Profile\nAn Evil Dragon Digimon feared as the “Many-Eyed Demon.” A demonic beast summoned from the Dark Area by the messenger of darkness Devimon, no Digimon comes close to this creature in terms of sheer wickedness. Devidramon has abnormally developed limbs for a Dramon-species Digimon. It rakes at opponents with elongated arms, and flits about the darkness with stout legs and wings. Evil incarnate, not an ounce of mercy resides in this creature’s heart. Its four eyes burn a deep crimson; those caught in Devidramon’s gaze seize up, allowing it to hew them to pieces without resistance. Furthermore, the tip of its tail unfurls into talons that can skewer its opponent. The wicked feelings of hackers who exploit computer networks for their own selfish desires likely gave birth to this Digimon. Devidramon uses its special move Crimson Claw to cleave its foe with giant claws, tormenting them viciously."
    },
    {
        "name": "Devimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=devimon",
        "url_image": "https://digimon.net/cimages/digimon/devimon.jpg",
        "level": "Champion",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Death Claw",
        "profile": "Profile\nA Dark Angel Digimon clothed in jet black garb. Devimon was once a lustrous Digimon of the Angemon species, but it became a Dark Angel when it fell into the warped space of the Digital World known as the Dark Area. The prominent Mark of Evil on its chest is proof of this. Though it has a cunning and malevolent personality, Devimon is also extremely intelligent. It is said that any who stare into its glowing red eyes fall victim to its mind control, and are dominated by Devimon. Its special move is Death Claw, by which it pierces its opponent with its two extendable arms."
    },
    {
        "name": "DexDorugamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=death-x-dorugamon",
        "url_image": "https://digimon.net/cimages/digimon/death-x-dorugamon.jpg",
        "level": "Champion",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Cannonball\n・Metal Cast",
        "profile": "Profile\nDexDorugamon is an Undead Digimon that bears a striking resemblance to the Champion level of the Doru series, which involved experimenting on “Prototype Digimon” in hopes of discovering further stages of Digivolution. It keeps functioning despite being dead by consuming the DigiCores of other Digimon, and is still attempting to Digivolve. Its signature move is Cannonball. DexDorugamon uses its special move Metal Cast to pierce the foe with its steel arm and pluck out their DigiCore."
    },
    {
        "name": "Diatrymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=diatrymon",
        "url_image": "https://digimon.net/cimages/digimon/diatrymon.jpg",
        "level": "Champion",
        "type": "Ancient Bird",
        "attribute": "Vaccine",
        "special_Move": "・Mega Dash Impact\n・Destruction Roar",
        "profile": "Profile\nDiatrymon is an Ancient Bird Digimon with powerful legs referred to as a living fossil. Its wings aren’t broad enough for it to fly, so instead it relies on its strong leg muscles to run at speeds of over 120 mph. Extremely fierce, it views everything that moves as a threat that it’s naturally inclined to attack. What’s more, since the feathers that cover its body contain metal, Diatrymon can shrug off all but the most powerful attacks. Its special moves include Mega Dash Impact, which involves performing a powerful body slam, and Destruction Roar, where it lets out a mighty screech that damages everything over a wide area."
    },
    {
        "name": "Dinohyumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dinohumon",
        "url_image": "https://digimon.net/cimages/digimon/dinohumon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Data",
        "special_Move": "・Lizard Dance",
        "profile": "Profile\nA Dragon Man Digimon resembling a humanoid lizard. Dinohyumon lives in an untamed land where every member of its fierce battle dragon tribe has the makings of a warrior. Heavily muscled, it swings its greatsword “Akinakes” with ease. It uses its special move Lizard Dance to slice into foes with the blades on its arms and Akinakes while seeming to dance."
    },
    {
        "name": "Dobermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dobermon",
        "url_image": "https://digimon.net/cimages/digimon/dobermon.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Vaccine",
        "special_Move": "・Grau Lärm\n・Schwarz Strahl",
        "profile": "Profile\nOriginally a Virus type, Dobermon is a Hunter Digimon that changed into a Vaccine type as a result of mutation. Like Snimon, however, it remains quite vicious despite its Vaccine status, living only to hunt down Viruses. It’s beyond the control of the average Tamer. Its special moves include Grau Lärm, where it lets out a howl that prevents its opponents from using their abilities, and Schwarz Strahl, where it fires a black beam of light to pierce an enemy’s body, destroying their DigiCore."
    },
    {
        "name": "Dobermon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dobermon_x",
        "url_image": "https://digimon.net/cimages/digimon/dobermon_x.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Grau Lärm\n・Schwarz Strahl",
        "profile": "Profile\nOriginally a Virus type, Dobermon is a Hunter Digimon that changed into a Vaccine type as a result of mutation. Like Snimon, however, it remains quite vicious despite its Vaccine status, living only to hunt down Viruses. It’s beyond the control of the average Tamer. Its special moves include Grau Lärm, where it lets out a howl that prevents its opponents from using their abilities, and Schwarz Strahl, where it fires a black beam of light to pierce an enemy’s body, destroying their DigiCore.\n\n■Effects of the X Antibody on Dobermon’s DigiCore:\nIts ferocity has increased, transforming it into an uncontrollable mad dog. The original Dobermon was ferocious, yet highly intelligent, and was considered the ultimate Beast Digimon to bring down prey. The actions of an absolute master are needed to ensure Dobermon (X Antibody) shows its stuff, and even a hint of doting behavior is no longer permitted in that relationship."
    },
    {
        "name": "Doggymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dogmon",
        "url_image": "https://digimon.net/cimages/digimon/dogmon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Distem Howling\n・Ultra Snap",
        "profile": "Profile\nA Puppet Digimon born from a database of American cartoons. Doggymon’s body is both fluffy and durable, and can expand and contract like rubber to absorb any and all attacks. Though its appearance gives the impression that it is extremely dangerous, this Digimon is the definition of harmlessness, lacking any ill will or aggression. Doggymon’s signature move Distem Howling damages the opponent’s hearing with a large bark, draining their fighting spirit. Its special move Ultra Snap is a ferocious technique whereby it bites down with its sharp fangs. *Doggymon was adopted as the winning entry to the Digimon Web Dot-art Contest, and was submitted by Keiichi Higuchi of Hyogo Prefecture."
    },
    {
        "name": "Dokugumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dokugumon",
        "url_image": "https://digimon.net/cimages/digimon/dokugumon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Venom Blast",
        "profile": "Profile\nA cursed Digimon in the shape of a spider, whose entire body is infested with a computer virus. Although originally a spider type, Dokugumon was a gentle Digimon that behaved more in a typical Insect Digimon fashion. One day, however, it was caught in a powerful electromagnetic storm, and was infected with a computer virus lurking around the network. From that moment on, it became a lump of venom known as a computer virus, corroding everything with a simple touch. Dokugumon’s eight-legged mobility is worthy of special mention. Even if someone runs from it at full speed, this Digimon will be right on their heels, pursuing them until they tire themselves out. And when its foe sleeps peacefully, it will end them with a dreadful Venom Blast from its fiendish fangs."
    },
    {
        "name": "Dolphmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rukamon",
        "url_image": "https://digimon.net/cimages/digimon/rukamon.jpg",
        "level": "Champion",
        "type": "Sea Animal",
        "attribute": "Vaccine",
        "special_Move": "・Shaking Pulse",
        "profile": "Profile\nA unique Sea Animal Digimon specimen spawning from a peculiar signal that occurred in software researching interspecies communication. Dolphmon’s range of activity is limited to the ocean, where it engages in high-speed underwater movement. As one might surmise from its appearance, it possesses a high intelligence.Its thought processes are complex, and difficult for the average person to comprehend. Dolphmon dislikes useless combat, but shows no mercy to opponents who challenge it. It uses its special move Shaking Pulse to amplify the ultrasonic waves it ordinarily emits from its mouth for communication, by firing them at maximum output."
    },
    {
        "name": "DonShoutmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=donshoutmon",
        "url_image": "https://digimon.net/cimages/digimon/donshoutmon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Data",
        "special_Move": "・Kankon Midare Daiko\n・Rowdy Drummer",
        "profile": "Profile\nA “Manly Soul” Mode possessed of a wild and untamed soul born from the fiery fighting spirit of two Digimon. DonShoutmon swings its weapons in rhythmic motions to beat its foes, and their screams ring out on the battlefield like percussion. This Digimon burns with fiery passion, and its irrepressible fighting spirit drives it to join in on conflicts it has nothing to do with, only to escalate tensions. It will turn a small argument into a fistfight, or a minor dispute into a bloody feud. Conflicts never cease when DonShoutmon is near. No sooner has it joined in on an unrelated fight of some kind than it starts pummeling one side with its fearsome sticks, never stopping to ask questions. Then it lashes out at someone else. It beats them. And it beats them. And it beats them again. It pretends to attack in another way and then it beats them instead. It just beats anyone and anything it can. And as it beats and it beats and it beats, it starts up a rhythm. Sometimes with ferocity and sometimes with great sadness, DonShoutmon creates a song as it fights. That is its special move. The technique is always the same, but depending on the rhythm, the name of the attack (or the name of the song) changes."
    },
    {
        "name": "Dorugamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dorugamon",
        "url_image": "https://digimon.net/cimages/digimon/dorugamon.jpg",
        "level": "Champion",
        "type": "Beast Dragon",
        "attribute": "Data",
        "special_Move": "・Cannonball\n・Power Metal",
        "profile": "Profile\nA savage Beast Dragon Digimon possessing the temperament of both beast and dragon, this heavyweight creature makes most Digimon flee at the mere sight of its shadow. Dorugamon can be ferocious like a wild beast in battle, but the dragon’s intelligence at its disposal means it is usually quite docile. It is presumed to be an experimental “Prototype Digimon” Digivolution due to the antiquated interface on its forehead. Dorugamon uses the special move Power Metal to shoot a large iron ball from its mouth and crush its foe. With its signature move Cannonball it can launch an iron ball while charging, although this move lacks power compared to when it stands still and charges its power first."
    },
    {
        "name": "Dorulumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dorulumon",
        "url_image": "https://digimon.net/cimages/digimon/dorulumon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Beast",
        "attribute": "Virus",
        "special_Move": "・Drill Buster\n・Drill Tornado\n・Drill Blader",
        "profile": "Profile\nA Beast Digimon with a strong spirit of chivalry. Dorulumon can mostly be found in rocky, mountainous terrain, where it typically acts independently rather than in groups. The drill on its head is made of its own hardened hair, and its Drill Buster attack, by which it spins this drill at high speed before shooting it at an enemy, never misses. It specializes in hit-and-run tactics, running around at high speed to flush out and then attack enemies before moving out of reach. It’s not limited to land-based combat either. It can start a tornado by enlarging the drill on its tail with Drill Tornado, making it a threat to flying Digimon as well. This ability to deal with opponents both on land and in the air makes Dorulumon a truly versatile fighter.　It also has a powerful attack when it really wants to go all-out called Drill Blader, by which it perches atop the drill on its tail, spinning itself around as it lashes out at foes. Furthermore, Dorulumon can team up with other Digimon in its Bombardment Mode to fire its Dorulu Cannon."
    },
    {
        "name": "Drimogemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=drimogemon",
        "url_image": "https://digimon.net/cimages/digimon/drimogemon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Drill Spin\n・Crusher Bone",
        "profile": "Profile\nA Digimon that moves through the earth at high speeds with the giant drill on its nose. Drimogemon stays deep in the earth, so only a rare few meet it. Docile and easily embarrassed, yet it enjoys a good prank, often taking Garurumon’s favorite bone it buried in the ground and hiding it someplace else. Its special move Drill Spin attacks foes with its giant drill, and Crusher Bone throws a bone it stole from Garurumon."
    },
    {
        "name": "Ebidramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ebidramon",
        "url_image": "https://digimon.net/cimages/digimon/ebidramon.jpg",
        "level": "Champion",
        "type": "Aquatic",
        "attribute": "Data",
        "special_Move": "・Twin Neptune",
        "profile": "Profile\nWith a hard outer shell like a shrimp and huge pincers, Ebidramon is an outlier among the Dramon-species Digimon. Even so, those who underestimate it based on its looks are sure to fall prey to the powerful attacks of the species. Its special move is Twin Neptune, by which it attacks with its two pincers."
    },
    {
        "name": "Eosmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eosmon_lv4",
        "url_image": "https://digimon.net/cimages/digimon/eosmon_lv4.jpg",
        "level": "Champion",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Mirror Guard\n・Mirror Dust\n・Bolt Rip",
        "profile": "Profile\nAn artificial Digimon based on a certain other Digimon. While it’s been commonly accepted that artificial Digimon peak at Rookie level, extensive research has overturned this assumption, allowing Eosmon to Digivolve to Champion level. It lacks emotion, moving according to the instructions of researchers. Any good or evil deed it performs depends on how a researcher programmed it.\nEosmon (Champion) uses Mirror Guard to spread its transparent, panel-like wings in order to protect itself and targets, or Mirror Dust to detach its wings and launch them at the enemy. It also uses its special move Bolt Rip to imbue its scales with electric shocks from its palms and launch them at its foes."
    },
    {
        "name": "ExVeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=xv-mon",
        "url_image": "https://digimon.net/cimages/digimon/xv-mon.jpg",
        "level": "Champion",
        "type": "Mythical Dragon",
        "attribute": "Free",
        "special_Move": "・Strong Crunch\n・Vee Laser",
        "profile": "Profile\nA Mythical Dragon Digimon that gained Veemon’s original power and Digivolved to Champion. ExVeemon is the pure breed of Veedramon, who is said to be a derivative species. Attacks with its developed arm and leg strength are capable of destroying a mountain of boulders without leaving a trace. It is feared for this destructive power, but in truth it has a strong sense of justice, and does not use its power recklessly. ExVeemon’s signature move Strong Crunch is an intense biting attack. It uses its special move Vee Laser to fire an energy beam from the X-shaped mark on its chest."
    },
    {
        "name": "Exermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=exermon",
        "url_image": "https://digimon.net/cimages/digimon/exermon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Data",
        "special_Move": "・Insec-Mind\n・Defib Shock",
        "profile": "Profile\nA Digimon that Digivolved from data on yoga teachings. Exermon lives primarily in alpine regions, where it practices its own unique fighting style that makes use of its peculiar invertebrate-like movements. Blessed with impeccable balance and a strong core, it can support its entire weight on its rear stinger in a variety of seemingly impossible poses. Meanwhile, its feelers absorb sunlight, which its body converts into electrical energy.\nIn battle, Exermon uses Insec-Mind to telepathically confuse its opponent via its feelers. With Defib Shock, Exermon shocks the opponent by touching it with two fists, one positively charged and the other negatively."
    },
    {
        "name": "Eyesmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eyesmon",
        "url_image": "https://digimon.net/cimages/digimon/eyesmon.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Janengan\n・Deceptive Illusion",
        "profile": "Profile\nA Digimon that can hide in shadow. Eyesmon grows stronger the more data it accumulates, surpassing even Ultimate-level power depending on the amount stored. Its countless eyes capture any and all movements of its enemies. Eyesmon uses its special move Janengan to fire cursed beams from all of its eyes, or Deceptive Illusion to materialize stored data into offensive and defensive objects."
    },
    {
        "name": "Eyesmon: Scatter Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eyesmon_scatter",
        "url_image": "https://digimon.net/cimages/digimon/eyesmon_scatter.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Janengan\n・Shadow Bind",
        "profile": "Profile\nThe scattered form of Eyesmon. Eyesmon: Scatter Mode monitors social networking services streaming high volumes of data, devouring and storing the largest chunks. Although one of these Digimon is weak when alone due to fragmentation, they will reform into a single entity to counterattack in the face of danger. Eyesmon: Scatter Mode uses its special move Janengan to fire a cursed beam from its eyes, or Shadow Bind to enter the enemy’s shadow and control its movements."
    },
    {
        "name": "Fangmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fangmon",
        "url_image": "https://digimon.net/cimages/digimon/fangmon.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Data",
        "special_Move": "・Snipe Steal\n・Blast Coffin",
        "profile": "Profile\nA Dark Beast Digimon that resides deep in the forest, preying on those who get lost within. Fangmon is said to be the Digimon form of big bad wolves that appear in several fairy tales. It allows no prey to escape once it has it in its sights, even disguising itself as a friendly face on occasion to get close to them. It is considered a heretic by other canine Digimon. If Garurumon is a being of light, Fangmon is a being of darkness. It uses its signature move Snipe Steal to pilfer weapons or items from its enemies with agile movements. Fangmon’s special move is Blast Coffin."
    },
    {
        "name": "Filmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=filmon",
        "url_image": "https://digimon.net/cimages/digimon/filmon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Lightning Stinger\n・Crimson Slash",
        "profile": "Profile\nA Beast Man Digimon with countless large quills growing from its body. Filmon’s red claws can pierce through anything, and its yellow quills pour energy into whatever they stab. It gathers up comfortable nest materials while seeking out its favorite foods in a laid-back manner.\nFilmon uses its special move Lightning Stinger to skewer the enemy with its quills and pour energy into them to destroy their data, or Crimson Slash to slash the opponent incessantly with both claws."
    },
    {
        "name": "Firamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=firamon",
        "url_image": "https://digimon.net/cimages/digimon/firamon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Flame Dive\n・Fira Claw\n・Fira Bomb",
        "profile": "Profile\nA Beast Digimon known as the “Soaring Lion.” Firamon is a helpful leader among Digimon who protects certain ruins in the Digital World. It uses its special move Flame Dive to burst into flame and dive-bomb the enemy from the skies above, or Fira Claw to slice at foes with powerful forelimbs engulfed in flames. Firamon also uses Fira Bomb to gather all the power in its body into its forehead before unleashing an explosion of flames."
    },
    {
        "name": "Flarerizamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flarelizamon",
        "url_image": "https://digimon.net/cimages/digimon/flarelizamon.jpg",
        "level": "Champion",
        "type": "Fire Dragon",
        "attribute": "Data",
        "special_Move": "・Flame Hit\n・Flame Tower",
        "profile": "Profile\nA Fire Dragon whose entire body is wreathed in fire. Flarerizamon is a hot-blooded Digimon with the power of a dragon and a heart that burns like fire. It creates the flames enveloping its body by igniting its high-temperature skin, and thanks to the incredible regenerative capabilities of this skin, it will continue to burn until it draws its final breath. The claws on both hands are superheated by roasting in its body’s flames, causing any foe struck by them to suffer damage from both lacerations and burns. It uses its signature move Flame Tower to form its body’s flames into a giant pillar that it shoots at the enemy. With Flame Hit, it rapidly shoots high-temperature flame bullets."
    },
    {
        "name": "Flymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flymon",
        "url_image": "https://digimon.net/cimages/digimon/flymon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Brown Stingers",
        "profile": "Profile\nA brutal Insectoid Digimon with massive wings. These wings allow Flymon to skirt through the air at ultrahigh speeds, creating sonic booms in its wake that rob unlucky victims of their hearing. Its body is protected by a tough carapace, and it pinches foes with its huge talons before killing them with the extra-potent venomous stinger on its tail. The Digivolution process of Insectoid Digimon is still unknown, but from its face, some have surmised that Flymon originally Digivolved from a Kunemon-type creature. It uses its special move Brown Stingers to shoot a stinger from its tail that completely paralyzes the Digimon it stabs, turning their body purple before ending their life. Incidentally, this nasty stinger can be regrown over and over again."
    },
    {
        "name": "Frigimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yukidarumon",
        "url_image": "https://digimon.net/cimages/digimon/yukidarumon.jpg",
        "level": "Champion",
        "type": "Ice-Snow",
        "attribute": "Vaccine",
        "special_Move": "・Sub-zero Ice Punch",
        "profile": "Profile\nAn Ice-Snow Digimon whose body is covered in snow and ice crystals. In spite of its chilly appearance, Frigimon actually has a warm and gentle personality. This Digimon calms the hearts of those who observe it through sweet gestures and calm movements. Frigimon itself hates the idea of fighting, and is ill-suited to Digimon who enjoy combat—Meramon in particular. It unleashes its special move Sub-zero Ice Punch from its sizable frame."
    },
    {
        "name": "Fugamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fugamon",
        "url_image": "https://digimon.net/cimages/digimon/fugamon.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Evil Hurricane",
        "profile": "Profile\nA Digimon resembling the oni of Japanese folklore. Fugamon is from the same clan as Ogremon, and shares its wild, battle-loving nature. Attacks unleashed from this Digimon’s tremendous muscles hold a terrible power, causing unadulterated destruction. Fugamon uses its special move Evil Hurricane to mow down everything with a swing of its Bone club."
    },
    {
        "name": "Ganemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ganemon",
        "url_image": "https://digimon.net/cimages/digimon/ganemon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Mutant",
        "attribute": "Vaccine",
        "special_Move": "・Gold Bowling\n・Gold Press",
        "profile": "Profile\nAn older gentleman Digimon with a body resembling a 10-yen coin. Ganemon loves money, and will use its silver tongue to swindle anyone out of their wealth, no matter who they might be. It also sends out the many Zenimons it keeps in its suitcase to collect money. Ganemon then uses its mustache as radar to pick up these Zenimons after they’ve gotten ahold of some cash. Ganemon eats all the money it gets, increasing in size the more it lines its own stomach. Its special move is Gold Bowling, by which it hurls money at its foes. The more money it throws, the more powerful the attack, but that money can never be retrieved. It can also use Gold Press to crush opponents with its entire body. The power of this attack changes depending on how much money Ganemon has collected and therefore how big its body is.\n\nNote: Ganemon was a winning submission in the Original Digimon Contest for Digimon Fusion."
    },
    {
        "name": "GaoGamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gaogamon",
        "url_image": "https://digimon.net/cimages/digimon/gaogamon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Dash Double Claw\n・Gaoga Hound\n・Spiral Blow",
        "profile": "Profile\nA Beast Digimon with a larger physique than Gaomon’s, the claws protected by its gloves having grown properly. Although GaoGamon is a quadruped, its legs are strong enough for it to stand like a bear while attacking. GaoGamon unleashes its special move Dash Double Claw at close range after approaching at speeds the enemy can’t follow, and uses Gaoga Hound to bite its foe with strong teeth, clamping down until its opponent falls. It also uses Spiral Blow to shoot a powerful vortex-shaped wind from its mouth in one breath."
    },
    {
        "name": "Gargomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=galgomon",
        "url_image": "https://digimon.net/cimages/digimon/galgomon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Gatling Arm\n・Dumdum Uppercut",
        "profile": "Profile\nA Beast Man Digimon Digivolved from Terriermon, and a special Hunter Digimon. Faster than its appearance suggests, Gargomon brings down its foes with unparalleled accuracy and precision. Its powerful legs let it jump high into the air, at which point it spreads its ears to glide. Cheerful by nature, Gargomon may lose control once angered. It is obsessed with its beloved “D-VI’S 503xx” jeans. It uses its special move Gatling Arm to fire the twin vulcans on both arms, or Dumdum Uppercut to get close to the enemy and thrust up from below with its Gatling Arm."
    },
    {
        "name": "Garurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garurumon",
        "url_image": "https://digimon.net/cimages/digimon/garurumon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Fox Fire",
        "profile": "Profile\nA wolf-like Beast Digimon with a pale silver pelt. Garurumon’s fur is said to be as hard as Mithril, the legendary rare metal, and the blades that extend from its shoulders are so sharp they can sever anything they touch. With its physique honed in the frozen tundra and its intense instinct for conflict, Garurumon is feared by other Digimon for its predatory ferocity and agility. However, it is also remarkably intelligent, and steadfastly loyal to those it acknowledges as its leader. Its special move is Fox Fire, by which it breathes out an intense stream of blue flames."
    },
    {
        "name": "Garurumon (Black)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garurumon_black",
        "url_image": "https://digimon.net/cimages/digimon/garurumon_black.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Virus",
        "special_Move": "・Fox Fire",
        "profile": "Profile\nA Virus Garurumon. The blades that extend from its shoulders are so sharp that they can sever anything they touch. Garurumon (Black) loves burying bones in the ground, but the mischievous Drimogemon enjoys moving them in secret. It uses its special move Fox Fire to breathe a stream of high-temperature blue flames from its mouth."
    },
    {
        "name": "Garurumon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garurumon_x",
        "url_image": "https://digimon.net/cimages/digimon/garurumon_x.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Fox Fire",
        "profile": "Profile\nA wolf-like Beast Digimon with a pale silver pelt. Garurumon’s fur is said to be as hard as Mithril, the legendary rare metal, and the blades that extend from its shoulders are so sharp they can sever anything they touch. With its physique honed in the frozen tundra and its intense instinct for conflict, Garurumon is feared by other Digimon for its predatory ferocity and agility. However, it is also remarkably intelligent, and steadfastly loyal to those it acknowledges as its leader. Its special move is Fox Fire, by which it breathes out an intense stream of blue flames.\n\n■Effects of the X-Antibody on Garurumon’s DigiCore:\nGarurumon (X Antibody)’s rare fur has hardened even further in regions of extreme cold, removing any possibility of harming it through simple means. Its combat instinct has grown even fiercer, and it will fight to the bitter end, so scant few Digimon are willing to take on Garurumon (X Antibody). As it boasts the greatest qualities of a Combat Species Digimon, its Tamer must have suitable qualifications as well."
    },
    {
        "name": "Gatomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tailmon",
        "url_image": "https://digimon.net/cimages/digimon/tailmon.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Paw\n・Cat's Eye",
        "profile": "Profile\nA Digimon brimming with curiosity that loves to pull pranks. Gatomon may be small, but it’s still a rare sacred-species Digimon whose appearance belies its true power. It wears its Holy Ring on its tail, proving that it is a sacred-species Digimon, although it will also lose some of its power if it ever loses this ring. Besides the Holy Ring, Gatomon also wears gloves with long, sharp claws copied from the data of SaberLeomon to protect itself. Gatomon’s special moves include Lightning Paw, by which it uses its claws to attack, and Cat’s Eye, which allows it to manipulate its opponent with a piercing glare. Those who meet its gaze will end up attacking themselves."
    },
    {
        "name": "Gatomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tailmon_x",
        "url_image": "https://digimon.net/cimages/digimon/tailmon_x.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Paw\n・Holy Chime",
        "profile": "Profile\nA Digimon brimming with curiosity that loves to pull pranks. Gatomon may be small, but it’s still a rare Holy Digimon whose appearance belies its true power. It wears its Holy Ring on its tail, proving that it is a sacred Digimon, although it will also lose some of its power if it ever loses this ring. Besides the Holy Ring, Gatomon also wears gloves with long, sharp claws copied from the data of SaberLeomon to protect itself. Its special move Lightning Paw involves using its lengthy claws to attack.\n\n■Effects of the X Antibody on Gatomon’s DigiCore:\nGatomon (X Antibody) is now shorter, more curious, and more mischievous than ever, and its underlying innocence has become more pronounced. Since this transformation brought out Gatomon (X Antibody)’s underlying personality rather than make it better-suited for battle, it’s speculated that the antibody removed extraneous elements from Gatomon (X Antibody) so it could better wield its latent holy power. The ring of the bell-shaped Holy Chime on Gatomon (X Antibody)’s ear gets louder the more holy power the chime is exposed to, and it can drive away evil Digimon."
    },
    {
        "name": "Gawappamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gawappamon",
        "url_image": "https://digimon.net/cimages/digimon/gawappamon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・DJ Shooter\n・Gawappa Punch\n・Gawappa Rapper",
        "profile": "Profile\nAn Android Digimon born from the fusion of data from a music player and that of the mythical “kappa” creature. Gawappamon is almost always cheerfully listening to its favorite music, but it also weeps if the disc on top of its head is scratched. It uses its special move DJ Shooter to launch the disc on its head while spinning it at a high speed, or Gawappa Punch to pummel the enemy with both of its elastic arms. Gawappamon can also surprise the enemy with its incredibly mysterious Gawappa Rapper dance."
    },
    {
        "name": "Gekomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gekomon",
        "url_image": "https://digimon.net/cimages/digimon/gekomon.jpg",
        "level": "Champion",
        "type": "Amphibian",
        "attribute": "Virus",
        "special_Move": "・Symphony Crusher",
        "profile": "Profile\nAn Amphibian Digimon that mesmerizes those around it with a cry altogether too pleasant for its strange appearance. Gekomon jams chords with the three holes on its tongue and horn wrapped around its neck, which it uses to control its opponent’s feelings. Rumor has it that a Gekomon is born when a hit song is created in composition software, making it a kind of status symbol among musicians the world over. Its special move Symphony Crusher destroys the enemy’s insides with ultra-high frequency vibrations."
    },
    {
        "name": "GeoGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=geogreymon",
        "url_image": "https://digimon.net/cimages/digimon/geogreymon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Mega Flame\n・Mega Burst\n・Horn Impulse",
        "profile": "Profile\nA unique Digimon thought to be a sub-species of Greymon. GeoGreymon sports a deadlier frame than ever, with the shell on its head as well as its entire body having developed into living weapons. It uses its special move Mega Flame to shoot searing flames from its mouth, incinerating all. Alternatively, it can charge up a Mega Flame in its mouth to maximize its destructive power, unleashing the explosive Mega Burst instead. Finally, it can charge forward and crush foes with its giant horn by using Horn Impulse, another powerful attack."
    },
    {
        "name": "Geremon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=geremon",
        "url_image": "https://digimon.net/cimages/digimon/geremon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Hyper Smell",
        "profile": "Profile\nA Mollusk Digimon of the same species as Numemon. Geremon lacks attacking power but is unusually ferocious, rushing at the opponent no matter who they are. As expected, this obstinate creature will get quickly taken out, but then immediately forgets about its defeats. For this reason, it picks fights with formidable foes over and over again. Geremon uses its special move Hyper Smell to secrete a violent stench from its body."
    },
    {
        "name": "Gesomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gesomon",
        "url_image": "https://digimon.net/cimages/digimon/gesomon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Devil Bashing\n・Deadly Shade",
        "profile": "Profile\nA Digimon shaped like a squid inhabiting the depths of the Net Ocean. Feared as the “White Demon of the Deep,” Gesomon is highly intelligent and won’t bring harm to Digimon outside of its territory. Still, any who invade its territory will face an onslaught akin to that of a raging god. It specializes in hit-and-run attacks, landing a blow before retreating far away. Its special move Devil Bashing is a combo attack utilizing its many limbs, and Deadly Shade blasts powerful squid ink that obscures the sight of its target for a long period of time."
    },
    {
        "name": "Gesomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gesomon_x",
        "url_image": "https://digimon.net/cimages/digimon/gesomon_x.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Deadly Shade\n・Mad Viking",
        "profile": "Profile\nA Digimon shaped like a squid inhabiting the depths of the Net Ocean. Feared as the “White Demon of the Deep,” Gesomon is highly intelligent and won’t bring harm to Digimon outside of its territory. Still, any who invade its territory will face an onslaught akin to that of a raging god. It specializes in hit-and-run attacks, landing a blow before retreating far away. Gesomon uses its special move Deadly Shade to paralyze those struck for a long time with powerful poison.\n\n■Effects of the X Antibody on Gesomon’s DigiCore:\nThe toxins within Gesomon (X Antibody)’s have evolved, transforming it into lethal creature eaten away by its own poison. It has a field day within its own territory, but extends its tentacled reach even beyond those borders, biting nearby Digimon and injecting poison to paralyze them. This attack often ends without it inflicting any fatal wounds, but Gesomon (X Antibody) has also learned Mad Viking, which it uses to prey on foes with its rows of teeth."
    },
    {
        "name": "Ginkakumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ginkakumon",
        "url_image": "https://digimon.net/cimages/digimon/ginkakumon.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Kiendan\n・Gyakugeki Endan\n・Ginkaku Tokkan\n・Kingin Raimeigeki",
        "profile": "Profile\nA giant taciturn boy Digimon who, together with its older sister Kinkakumon, is feared as part of the “Gold and Silver Ogre Siblings.” The Beni Hisago on Ginkakumon’s back contains alcohol consumed by Kinkakumon. This alcohol is apparently a Digimon from another dimension that was transformed into its current state after arriving here. It adores and always looks out for its sister Kinkakumon. Ginkakumon watches over its sister’s violent behavior warmly, and clobbers any who shamelessly approach Kinkakumon with a strength that can move mountains. When Kinkakumon rides the cockpit in its chest, Ginkakumon’s power becomes as mighty as one would expect from the siblings. Being piloted is secretly a happy time for the giant. Ginkakumon uses its special move Kiendan to shoot fireballs from its mouth, or Gyakugeki Endan to step back and counter a foe with a Kiendan when challenged in close combat. It uses Ginkaku Tokkan to take a low stance, charge forward, and crush the enemy with a tackle utilizing its large frame. In addition to this, Ginkakumon can also use Kingin Raimeigeki when Kinkakumon is on-board to shoot high-voltage electricity through the opponent."
    },
    {
        "name": "Ginkakumon Promote",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ginkakumon_promote",
        "url_image": "https://digimon.net/cimages/digimon/ginkakumon_promote.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Hiden Kibakuha",
        "profile": "Profile\nGinkakumon Promote is the form unleashed when Kinkakumon and Ginkakumon reach the peak of their fury. Kinkakumon uses its powers of intuition to skillfully pilot Ginkakumon, whose strength is also vastly increased. Ginkakumon Promote’s special move is Hiden Kibakuha, where Kinkakumon’s lightning and Ginkakumon’s hellfire are both unleashed at once."
    },
    {
        "name": "Ginryumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ginryumon",
        "url_image": "https://digimon.net/cimages/digimon/ginryumon.jpg",
        "level": "Champion",
        "type": "Beast Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Boujinha\n・Metal Armor Blade",
        "profile": "Profile\nA Beast Dragon Digimon with sturdy Japanese-style armor covering its whole body. Ginryumon is lighter than it appears, drifting gracefully through the air and fighting while parrying enemy attacks with its smooth and extremely tough armor. It has the courage to fend off enemy attacks with its own body, and the insight to perceive said attacks right before they land. Ginryumon specializes in attacks with outstanding penetrative ability, and is unflinching in the face of any enemy Digimon. It is presumed to be an experimental “Prototype Digimon” Digivolution due to the antiquated interface on its forehead. Ginryumon uses its special move Metal Armor Blade to impale its foe with an iron lance launched from its mouth. With its signature move Boujinha, it parries the enemy’s attack with its armor while rushing forward."
    },
    {
        "name": "Gladimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gladimon",
        "url_image": "https://digimon.net/cimages/digimon/gladimon.jpg",
        "level": "Champion",
        "type": "Warrior",
        "attribute": "Vaccine",
        "special_Move": "・Wheel Rush\n・Sword Dancer",
        "profile": "Profile\nA novice Warrior Digimon active on the front lines of battle. Gladimon is a nimble fighter of small stature and light armor that often breaks through enemy lines to act as a scout. It specializes in tactics that link up with allies to make battle formations, giving it considerable fighting power as a platoon as well. Only those of its kind who gain victory in battle are said to Digivolve into great warriors. Gladimon uses its special move Wheel Rush to perform a spinning slash with its twin rapiers, and Sword Dancer to slice foes with its long arms as if it were dancing."
    },
    {
        "name": "GoldNumemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=goldnumemon",
        "url_image": "https://digimon.net/cimages/digimon/goldnumemon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Golden Rush\n・Gold Excrement",
        "profile": "Profile\nA subspecies of Numemon whose entire body glitters gold, specializing in attacks from the sky with the wings it has obtained. GoldNumemon takes in gold data from mines in the Digital World, giving it greater defense than the average Numemon. Contrary to its tidy, sparkling appearance, it uses its special move Golden Rush to hurl a stream of golden poop. It also uses Gold Excrement to hurl poop of gargantuan size."
    },
    {
        "name": "Golemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=golemon",
        "url_image": "https://digimon.net/cimages/digimon/golemon.jpg",
        "level": "Champion",
        "type": "Mineral",
        "attribute": "Virus",
        "special_Move": "・Crimson Curse\n・Golem Punch",
        "profile": "Profile\nGolemon is a Rock/Mineral Digimon discovered during a digital analysis of an ancient curse. An ancient spell consisting of the words “plague,” “curse,” and “evil,” is carved onto its back, apparently for the purpose of protecting it from its own poison gas. Roughly 90% of its body is composed of rock data, with limbs attached. It is an utterly emotionless Digimon that won’t move an inch unless ordered to do so."
    },
    {
        "name": "Gorillamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gorimon",
        "url_image": "https://digimon.net/cimages/digimon/gorimon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Power Attack",
        "profile": "Profile\nA Powerful Beast Man Digimon with arms strong enough to break all things, and legs powerful enough to crush even the sturdiest objects underfoot. Despite this strength, Gorillamon surprises opponents with nimble movements unthinkable with its frame, taking the chance to bring the pain with the energy cannon on its right arm. Its aesthetics are evident in its hit-and-run tactics. Its special move Power Attack is incredibly powerful, indeed."
    },
    {
        "name": "Greymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=greymon-first",
        "url_image": "https://digimon.net/cimages/digimon/greymon-first.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Mega Flame",
        "profile": "Profile\nA Dinosaur Digimon with skin hardened into a protective carapace around its skull. Aggressive by nature, Greymon uses its sharp claws and colossal horns as lethal weapons. Taming it earns you an intelligent ally of unmatched strength. Its special move is Mega Flame, by which it shoots searing flames from its mouth, incinerating all."
    },
    {
        "name": "Greymon (2010 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=greymon",
        "url_image": "https://digimon.net/cimages/digimon/greymon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Mega Flame\n・Atomic Tail\n・Horn Strike",
        "profile": "Profile\nA Tyrannosaurus-type Dinosaur Digimon. Specialized in offense, its extreme combat instinct accompanies a ruthless and brutal nature that won’t stop until the opponent is annihilated. Normal Digimon cannot approach Greymon, as they are kept at bay from the bizarre fighting spirit it emanates. Its Mega Flame shoots a flame that burns the vicinity, and its Atomic Tail hammers foes in a 360 degree arc. The charge technique Horn Strike is effective for both approach and retreat, and its sturdy frame lets it display tremendous fighting strength in close-quarters combat. Each skill has immense destructive power. Between its actions and wit, defeating Greymon in close-range combat is nigh-impossible. It won’t even show mercy to its own kind, meaning using Greymon is nothing if not infeasible."
    }
]