[
    {
        "name": "Aegiomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiomon",
        "url_image": "https://digimon.net/cimages/digimon/aegiomon.jpg",
        "level": "Champion",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Attract Echo\n・Iron Trust\n・Stun Beat Blow",
        "profile": "Profile\nA Deity Digimon with the upper body of a human and the lower body of a mountain goat. Aegiomon is usually affiliated with the same musical troupe as Sirenmon, playing the Syrinx flute hanging on its waist and enjoying music. It loves peace and dislikes fighting, but an unknown quantity of power dwells within, and it demonstrates exceptional combat prowess when fighting to protect something. Aegiomon plays Attract Echo on its Syrinx to draw the listener’s attention, stealing their sense of self and making them unable to see anything but Aegiomon as they remain fixated on the tune. This gives other Digimon chances to escape or pursue said listener. Aegiomon uses its special move Iron Trust to drive a stabbing kick behind it with its vaunted mountain goat legs, or Stun Beat Blow to strike the opponent, discharging the electricity in its body through its arms to numb their nerves and render them unable to move."
    },
    {
        "name": "Airdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=airdramon",
        "url_image": "https://digimon.net/cimages/digimon/airdramon.jpg",
        "level": "Champion",
        "type": "Mythical Beast",
        "attribute": "Vaccine",
        "special_Move": "・Spinning Needle",
        "profile": "Profile\nA Mythical Beast Digimon with gigantic wings. Airdramon is an extremely valuable monster, and is thought to be close to a god. It specializes in mid-air combat, invoking storms with its howls and creating massive tornadoes by flapping its wings. It has a brutal nature, with a high intelligence to match. Even so, it is nearly impossible for the average Tamer to control it. It uses its special move Spinning Needle to generate a sharp vacuum blade from the thrashing of its humongous wings."
    },
    {
        "name": "Akatorimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=akatorimon",
        "url_image": "https://digimon.net/cimages/digimon/akatorimon.jpg",
        "level": "Champion",
        "type": "Giant Bird",
        "attribute": "Data",
        "special_Move": "・Chicken Red Eyes",
        "profile": "Profile\nA Kokatorimon-species Digimon with developed legs that compensate for its inability to fly. Akatorimon consumes even more energy than one might expect to move its large body around, making it unsuited to intense battles. It uses its special move Chicken Red Eyes to glare at its foe with red eyes, petrifying and shattering them."
    },
    {
        "name": "Allomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=allomon_x",
        "url_image": "https://digimon.net/cimages/digimon/allomon_x.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Dino Burst\n・Dino Flash",
        "profile": "Profile\nAn Armor Dinosaur Digimon that has Digivolved with the Digi-Egg of Courage. Particularly ferocious among Dinosaur Digimon, Allomon has a hostile relationship with fellow dinosaur Tyrannomon. It possesses powerful legs, allowing it to run at breakneck speeds by putting its head down and taking a horizontal stance. Its signature move Dino Burst spews out wind at extremely high temperatures.\n\n■Effects of the X Antibody on Allomon’s DigiCore:\nIts leg strength has developed even further, giving it the agility of a Digimon much smaller than itself. Allomon (X Antibody)’s running speed has increased as well, but many Digimon have seen this large creature soaring through the air to swoop down and catch its foes. Adapting to its agile body, it has acquired the new special move Dino Flash, which it uses to fire ultra-hot wind from its mouth in a flash."
    },
    {
        "name": "Angemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=angemon",
        "url_image": "https://digimon.net/cimages/digimon/angemon.jpg",
        "level": "Champion",
        "type": "Angel",
        "attribute": "Vaccine",
        "special_Move": "・Heaven's Knuckle",
        "profile": "Profile\nAn Angel Digimon with six shining wings and a body clad in divine white cloth. This being of absolute goodness is said to bring happiness, and Angemon remains utterly composed in the face of evil, attacking relentlessly until its foe is annihilated. Legend has it that Angemon has often descended at the head of a host of other Digimon of the same species when the Digital World was in crisis. It’s also said that Devimon, who was won over to the Dark Side, was originally of the same species. Angemon’s special move is Heaven’s Knuckle, by which it pummels its foe with shining fists of gold."
    },
    {
        "name": "Ankylomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ankylomon",
        "url_image": "https://digimon.net/cimages/digimon/ankylomon.jpg",
        "level": "Champion",
        "type": "Armored Dragon",
        "attribute": "Free",
        "special_Move": "・Megaton Press\n・Tail Hammer",
        "profile": "Profile\nAn Armored Dragon Digimon completely covered in hardened skin. Tough protuberances cover it all over, giving its charge attack incredible destructive power. Although as an herbivore it lacks ferocity, Ankylomon displays a brave nature nonetheless. Its special move Megaton Press sends it surprisingly high into the sky, after which it slams its massive body down onto the enemy. It uses Tail Hammer to ferociously beat the enemy with the iron ball on the tip of its tail. Any Digimon hit by this technique has its entire skeleton (or wireframe) utterly obliterated."
    },
    {
        "name": "Apemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hanumon",
        "url_image": "https://digimon.net/cimages/digimon/hanumon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Angry Spike",
        "profile": "Profile\nA legendary Beast Man Digimon with golden fur. Many sightings of Apemon have been reported in the central Asian region of the Network, but no actual evidence of its existence has yet been found. Since it’s extremely rare and reportedly excels at defeating malicious computer viruses, some humans consider it to be a mythical Digimon. It is also said to travel at extremely high speed within the Network by riding on some sort of cloud or puff of smoke. Its special move is Angry Spike, by which it fires out hardened tufts of its metallic fur."
    },
    {
        "name": "Aquilamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aquilamon",
        "url_image": "https://digimon.net/cimages/digimon/aquilamon.jpg",
        "level": "Champion",
        "type": "Giant Bird",
        "attribute": "Free",
        "special_Move": "・Glide Horn\n・Blast Laser",
        "profile": "Profile\nA Giant Bird Digimon with two massive horns growing from its head. Known as the “Great Eagle of the Desert,” Aquilamon flies through the skies at Mach speed, and can seek out distant enemies with its keen eyesight. The horns on its head are immensely powerful when it glides down and rams into enemies. Many Bird Digimon are brutal, but Aquilamon respects decorum and obeys the orders of the master it has pledged allegiance to without fail. It uses its special move Glide Horn to charge enemies from the heavens, or Blast Laser to fire ring-shaped beams with a thunderous roar."
    },
    {
        "name": "Argomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=algomon_lv4",
        "url_image": "https://digimon.net/cimages/digimon/algomon_lv4.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Volt Line\n・Imprisonment",
        "profile": "Profile\nArgomon after it has Digivolved into a Champion form, abnormally increasing its processing ability. Its power has also increased, and now it can lift even large foes with hands that have become industrial manipulators. It uses its special move Imprisonment to restrain foes with tentacles extending from its mouth, or Volt Line to shoot an electric current through the enemy."
    },
    {
        "name": "Arresterdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=arresterdramon",
        "url_image": "https://digimon.net/cimages/digimon/arresterdramon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Mach Flicker\n・Flog Shot\n・Spin Caliber\n・Spiral Shredder\n・Prism Garrett",
        "profile": "Profile\nArresterdramon Digivolved from Gumdramon when it was released from its Kinkoji binding. Clad in battle armor made from a unique variety of rubber, Arresterdramon has taken the flexibility that was Gumdramon’s greatest strength to the next level, and also increased its defense. What’s more, its larger wings make it capable of high-speed flight, and with its new Tail Anchor, it can perform cutting and slicing attacks, as well as wrap up its foes if it so desires. Its special moves are Mach Flicker, by which it stretches its limbs to deliver a high-speed punch, Flog Shot, by which it slices into foes by spinning its Tail Anchor, Spin Caliber, by which it cuts its opponent in two by enlarging its Tail Anchor while rotating its body, Spiral Shredder, by which it shreds its enemies by spinning around at high speed, and Prism Garrett, which takes Spiral Shredder to the next level by adding countless spinning lights."
    },
    {
        "name": "Atamadekachimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=atamadekachimon",
        "url_image": "https://digimon.net/cimages/digimon/atamadekachimon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Drum Blast\n・Head Crush\n・Minideka Flame",
        "profile": "Profile\nA Dinosaur Digimon with an unbalanced head and body. Atamadekachimon has trouble walking due to its heavy head, which it is always knocking into and breaking objects, although it never does this on purpose. It hates to fight, and overflows with maternal feelings. It always looks after Minidekachimon, raising it in its mouth to protect it. Atamadekachimon talks so loudly that Minidekachimon has to cover its ears, and gets even louder when it adds “-dekaa” to the end of its sentences. It fights to survive whenever Minidekachimon is in danger. Atamadekachimon uses Drum Blast to shout at max volume and restrict the opponent’s movements, then takes the opportunity to swing its head down and flatten the enemy with Head Crush. Minidekachimon also cooperates by using Minideka Flame to spit fire from its mouth, but there’s no way to tell if the flame will be big or small."
    },
    {
        "name": "Baboongamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baboongamon",
        "url_image": "https://digimon.net/cimages/digimon/baboongamon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Mount Stone\n・Glide Rocks",
        "profile": "Profile\nA highly territorial Beast Digimon. Baboongamon prefers to live in areas with steep changes in elevation such as cliffs and rocky mountains. The characteristic rock that covers parts of its hide grows back harder each time it’s broken, and the individual with the hardest rocky covering acts as the boss of any given region.\nIts special moves include Mount Stone, where it attacks by throwing the rocks that cover its arms, and Glide Rocks, which involves ramming its rock-encrusted tail into foes at high speed."
    },
    {
        "name": "Bakemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bakemon",
        "url_image": "https://digimon.net/cimages/digimon/bakemon.jpg",
        "level": "Champion",
        "type": "Ghost",
        "attribute": "Virus",
        "special_Move": "・Hell's Hand\n・Death Charm",
        "profile": "Profile\nA Ghost Digimon with a cloth over its body. Bakemon is a wicked being born from the darkness, and computers possessed by it are said to have their systems destroyed in an instant. What’s inside that cloth is a matter of mystery, and the shadow cast under its true form is thought by some to be a black hole. Bakemon lacks attack power, and thus doesn’t like attacking directly. Its special move Hell’s Hand casts a powerful curse. Anyone lacking a powerful mind will die in seconds when cursed by Death Charm."
    },
    {
        "name": "Ballistamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baristamon",
        "url_image": "https://digimon.net/cimages/digimon/baristamon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Machine",
        "attribute": "Vaccine",
        "special_Move": "・Horn Breaker\n・Heavy Speaker",
        "profile": "Profile\nA heavyweight Digimon with a thick metal shell and overwhelming power. It appears belligerent at first glance, but Ballistamon’s gentle personality favors peace over conflict, and it never attacks of its own accord. Even so, if a fight breaks out it becomes a champion of unparalleled power, swinging around its strong arms to eradicate foes. Its heavy armor and incredible power offer high potential for both offense and defense. Ballistamon’s forte is unleashing attacks that utilize its power and kill in a single blow if they land. Its massive body is its downfall, however. Slow in mind and body, it does poorly against fast and nimble foes. Heavy Speaker demolishes opponents with low-frequency sounds emitted from the speaker on its chest. This technique hides the power to crush rocks and shake mountains, and only grows as it gets hungry. Furthermore, Ballistamon is proud of the horn on its head—the cornerstone of its close-range attacks—and hates for anyone to touch it carelessly. Its signature move is Horn Breaker, whereby it uses its horn to gallantly throw its opponent. Ballistamon can also lend its armor and power to other Digimon in its Enhanced Armor Mode."
    },
    {
        "name": "Baluchimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baluchimon",
        "url_image": "https://digimon.net/cimages/digimon/baluchimon.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Psychic Chain\n・Cloud Vision",
        "profile": "Profile\nThese Holy Beast Digimon are confirmed to exist in droves in ruins excavated from underneath Folder Continent. These ruins have been recognized to have once been used as a fortress for Angel-species Digimon, and it is conjectured that the herds of Baluchimon were defenders of this fortress. While calm and gentle by nature, Baluchimon also possesses a ferocious side that causes it to attack enemies unrelentingly.\nHighly intelligent, Baluchimon will perceive an invader’s hostility in an instant, and then use Psychic Chain to constrict its opponent’s body with psychokinetic chains and drive them away. For those who unwittingly stumble into the ruins, it will use Cloud Vision to emit a cloud that shows illusions, luring them out of the ruins in a dreamy daze."
    },
    {
        "name": "BaoHuckmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baohuckmon",
        "url_image": "https://digimon.net/cimages/digimon/baohuckmon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Fif Cross\n・Teen Blade\n・Blazing Flame\n・Dragless Spiker",
        "profile": "Profile\nHuckmon went through strict training, refining an unparalleled combat sense and achieving mental, technical and physical strength in this form. BaoHuckmon continues to train while aiming for greater heights, accumulating combat experience through battles against strong foes. This combat expert evolves the more it fights. BaoHuckmon’s desire to become Royal Knights has only increased as it has grown. It will not allow others to determine its best course of action, believing it should observe and decide on an approach for itself. All of BaoHuckmon’s special moves have been strengthened. It uses Fif Cross to cleave with its claws, Teen Blade to spin its tail blade on its axis before charging the enemy, and Blazing Flame to counter the foe with dramatically boosted strength. It also uses Dragless Spiker to bisect its opponent with the sharp blades on both legs."
    },
    {
        "name": "BetelGammamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=betelgammamon",
        "url_image": "https://digimon.net/cimages/digimon/betelgammamon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Vaccine",
        "special_Move": "・Sorblow\n・Sorshot",
        "profile": "Profile\nThe matured form of Gammamon, its body turned red from the flames of its burning soul. BetelGammamon is more agile, and boasts improved speed and power in close combat. The strength of its attacks multiplies in accordance with the swelling of its emotions.\nBetelGammamon uses its special move Sorblow to strike the enemy with flames built up in its fist, or Sorshot to hurl these flames, albeit with reduced strength."
    },
    {
        "name": "Birdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=birdramon",
        "url_image": "https://digimon.net/cimages/digimon/birdramon.jpg",
        "level": "Champion",
        "type": "Giant Bird",
        "attribute": "Vaccine",
        "special_Move": "・Meteor Wing",
        "profile": "Profile\nA Giant Bird Digimon wreathed in blazing flames. Like Meramon, Birdramon is a Digimon formed from the Internet’s defensive Firewall. Birdramon flies through the sky using its massive wings. Despite not having any warlike qualities, Birdramon will launch a frenzied counterattack in the face of enemy assaults. Birdramon’s special move is Meteor Wing, by which it flaps its wings to send feathers shooting down like meteors."
    },
    {
        "name": "BlackGaogamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackgaogamon",
        "url_image": "https://digimon.net/cimages/digimon/blackgaogamon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Dash Double Claw\n・Gaoga Hound\n・Spiral Blow",
        "profile": "Profile\nBlackGaogamon is a Beast Digimon with a larger physique than Gaomon’s, the claws protected by its gloves having grown nicely. It also must have taken in Black Digitron at some point in its development, causing it to grow into this black form. As a result, it’s tougher than the average GaoGamon, being better able to resist damage, although this comes at the cost of speed. BlackGaogamon unleashes its special move Dash Double Claw at close range after approaching at speeds the enemy can’t follow, and uses Gaoga Hound to bite its foe with strong teeth, clamping down until its opponent falls. It also uses Spiral Blow to shoot a powerful vortex-shaped wind from its mouth in one breath."
    },
    {
        "name": "BlackGargomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackgalgomon",
        "url_image": "https://digimon.net/cimages/digimon/blackgalgomon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Gatling Arm\n・Dumdum Uppercut",
        "profile": "Profile\nBlackGargomon is a type of Gargomon that excels at hiding in shadows and ambushing foes. Specializing in hand-to-hand combat, it also uses superior fighting techniques and has a higher degree of combat prowess than Gargomon. It has a remarkably cool personality, and is known for finishing its opponents with unerring strikes. Also, parts of its body have been coated in Black Digitron, providing it with increased defensive capabilities. Its special moves include Gatling Arm, which involves firing the vulcans on both of its wrists, and Dumdum Uppercut, which is an explosive uppercut attack."
    },
    {
        "name": "BlackGatomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blacktailmon",
        "url_image": "https://digimon.net/cimages/digimon/blacktailmon.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Lightning Paw",
        "profile": "Profile\nA Virus Gatomon with striking, pitch-black fur. A quintessential child of evil, BlackGatomon wanders through the uncanny darkness. This is an extremely rare mutation of Gatomon, with very few thought to exist. The creature is also malicious and prideful, and loves picking on the weak. A Dark Digimon that basically Digivolves into a Dark Angel Digimon. BlackGatomon uses the same special move as Gatomon, Lightning Paw."
    },
    {
        "name": "BlackGatomon Uver.",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blacktailmon_uver",
        "url_image": "https://digimon.net/cimages/digimon/blacktailmon_uver.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Lightning Paw\n・Bag Tag",
        "profile": "Profile\nThe form taken by BlackGatomon after absorbing large amounts of home delivery service data that has flowed into the Digital World over recent years. Its once-malicious personality gone, BlackTailmon Uver. will deliver packages entrusted to it with dedication, no matter what day it is. It is often spotted clinging to the back of its friend Pistmon to make its deliveries. Whether it contains refrigerated goods, confidential data, or anything else, the delivery bag on BlackTailmon Uver.’s back is in tip-top shape at all times, and can only be opened or closed by the Digimon itself.\nIt gives any Digimon that interferes with deliveries a taste of its signature move Lightning Paw, or eliminates them with Bag Tag, swinging its delivery bag and striking them with the corner. The contents of its delivery bag remain unscathed, regardless of the massive damage dealt by Bag Tag."
    },
    {
        "name": "BlackGrowlmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackgrowmon",
        "url_image": "https://digimon.net/cimages/digimon/blackgrowmon.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Plasma Blade\n・Exhaust Flame",
        "profile": "Profile\nA Dark Dragon Digimon known as the “Jet-Black Dark Dragon.” Basically the same species as Growlmon, BlackGrowlmon has a stronger Virus type disposition, and is said to be Growlmon’s original form. Unlike a Growlmon raised by a Tamer, it should be considered almost entirely feral. Just like Growlmon, its roar is mighty enough to shake the ground, and BlackGrowlmon uses it as an aggressive display to intimidate the enemy before battle. It uses its signature move Plasma Blade to generate plasma with its forearm blades and attack the enemy. With its special move Exhaust Flame, BlackGrowlmon can unleash a powerful blast of fire with an explosive roar."
    },
    {
        "name": "BladeKuwagamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bladekuwagamon",
        "url_image": "https://digimon.net/cimages/digimon/bladekuwagamon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Spark Blade\n・Air Knife",
        "profile": "Profile\nAn insect-type Machine Digimon whose entire body has been weaponized. BladeKuwagamon is a rare Champion species of Digimon in that its entire body is covered in Chrome Digizoid. It tends to react indiscriminately to anything that moves. Even Mega Digimon have been known to have their entire bodies pierced by a group of BladeKuwagamon, annihilating them. It uses its special move Spark Blade to pierce with a blade of light, or Air Knife to generate a vacuum wave."
    },
    {
        "name": "Blimpmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blimpmon",
        "url_image": "https://digimon.net/cimages/digimon/blimpmon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Helium Bomb\n・Zeppelin Explosion",
        "profile": "Profile\nBlimpmon is a Vehicle-species Digimon like Mekanorimon that can fly leisurely through the sky. Its soft blimp body is protected by a metal coating, but it appears to still be in development, as its left flank remains exposed. Its signature move is Helium Bomb, which involves shooting out bombs filled with helium gas and then causing them to explode. Its special move is Zeppelin Explosion, where it fires cannonballs from the two cannons on top."
    },
    {
        "name": "BomberNanimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bombernanimon",
        "url_image": "https://digimon.net/cimages/digimon/bombernanimon.jpg",
        "level": "Champion",
        "type": "Invader",
        "attribute": "Virus",
        "special_Move": "・Free-Throw Bomb\n・K.O. Punch",
        "profile": "Profile\nThis seems to be a subspecies of Nanimon that invaded from an other-dimensional Digital World, but the truth is unclear. As BomberNanimon’s name implies, its entire body became a bomb during its continuous battles in the Digital World. Another feature is the hair on the top of its head, which is now a fuse. BomberNanimon uses its special move Free-Throw Bomb to toss a sure-hit grenade, and K.O. Punch to throw out a powerful explosive punch."
    },
    {
        "name": "Boogiemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=boogiemon",
        "url_image": "https://digimon.net/cimages/digimon/boogiemon.jpg",
        "level": "Champion",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Death Clash",
        "profile": "Profile\nA mysterious Wizard Digimon. Boogiemon’s body is covered in a large number of evil spell tattoos, and it can use as many spells as it has tattoos. This coward never fights head-on, always ambushing foes from the darkness and attacking without warning. Boogiemon uses its special move Death Clash to stab at the enemy with the trident in its right hand."
    },
    {
        "name": "Bulkmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bulkmon",
        "url_image": "https://digimon.net/cimages/digimon/bulkmon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Vaccine",
        "special_Move": "・Electrical Fist\n・Thunder Dread",
        "profile": "Profile\nBulkmon is a Digimon that Digivolved from the data on a body-composition analyzer designed to measure muscle mass. Extremely aggressive, it has hyper-developed upper-body muscles that allow it to generate some serious power, making it top class among Champion-level Digimon. Despite its bulk, it can move with an explosive force to overwhelm enemies with both speed and power. Bulkmon works hard, only stopping its training to eat or sleep.\nIts special move Electrical Fist is a lightning-charged punch that sends enemies flying. If an opponent tries to keep their distance, they will find themselves on the end of Thunder Dread, a blast of lightning Bulkmon discharges from its horn."
    },
    {
        "name": "Burgamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=burgamon_lv4",
        "url_image": "https://digimon.net/cimages/digimon/burgamon_lv4.jpg",
        "level": "Champion",
        "type": "Food",
        "attribute": "Vaccine",
        "special_Move": "・Spicy Onion\n・Delicious Patty\n・\n・",
        "profile": "Profile\nThe Digivolution of Rookie Burgamon, with a pure heart formed from carefully selected ingredient data. This kind Digimon lives to cook, and serves up its delicious creations to other Digimon free of charge. Special moves include Spicy Onion, by which it hurls onion slices coated in pepper at the enemy, causing them to lose their fighting spirit, and Delicious Patty, by which it slams the enemy into a gigantic hamburger patty."
    },
    {
        "name": "Centarumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=centalmon",
        "url_image": "https://digimon.net/cimages/digimon/centalmon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Hunting Cannon",
        "profile": "Profile\nA half-man, half-beast Digimon resembling a centaur. Centarumon’s body is protected by a sturdy substance emitted from inside its body, and its right arm is fused with its weapon. It blows highly concentrated gas from the ducts sticking out of its back to move around at speeds close to the speed of sound. It excels in attack, defense, and speed. Pride means everything to Centarumon, and it hates being ordered or bound by anything with a passion. Its special move Hunting Cannon is fired from the cannon fused to its right arm. This attack is almost impossible to evade, but it consumes massive amounts of energy, so Centarumon avoids battles as much as it can."
    },
    {
        "name": "Chamblemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chamblemon",
        "url_image": "https://digimon.net/cimages/digimon/chamblemon.jpg",
        "level": "Champion",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Sweet Spore\n・Chamble Bomb",
        "profile": "Profile\nA Vegetation Digimon in the shape of a mushroom with extremely potent poison. No one knows whether it Digivolved from Mushroomon, or if it is from a completely different Digimon line. Though it is often dismissed as weak, Chamblemon can be a very tricky Digimon to battle. With Sweet Spore, it releases spores that stick to any threats that carelessly approach it. The spores sprout into mushrooms that absorb the foe's vitality. If one picks and eat the fungi, they will find it brimming with energy. Among them, the most delicious is said to be the data-type mushrooms.\nChamblemon releases mushroom-shaped explosives of many different sizes at once in its Chamble Bomb move. The resulting fumes and spores will transform an area into a bed of mushrooms."
    },
    {
        "name": "Clockmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=clockmon",
        "url_image": "https://digimon.net/cimages/digimon/clockmon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Chrono Breaker",
        "profile": "Profile\nA guardian of time that governs computer timers. Clockmon manages all “time” and “space” on computers and networks, and can move time forward and backward freely between the years 1900 and 1999. It always maintains a neutral stance due to this incredibly dangerous and terrifying ability, refusing to take part in conflict between Vaccine and Virus Digimon. Many think that if Clockmon were to lean towards either side of this equilibrium, the Digital World itself would collapse. It uses its special move Chrono Breaker to destroy the very “time” flowing in the enemy’s body. Digimon whose time is stopped by this technique can never recover."
    },
    {
        "name": "Coelamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=coelamon",
        "url_image": "https://digimon.net/cimages/digimon/coelamon.jpg",
        "level": "Champion",
        "type": "Ancient Fish",
        "attribute": "Data",
        "special_Move": "・Fossil Bite",
        "profile": "Profile\nAn Ancient Fish Digimon with tough skin and enormous claws. This Digimon is discovered in the Net Ocean whenever networks destroyed by evil hackers are repaired. Coelamon’s body composition is very primitive, with fins developed into limbs. Based on this, it is thought that primordial Digimon born in the Net Ocean underwent various evolutionary processes to come onto land, while growing more numerous and differentiating into various types. Coelamon uses its special move Fossil Bite to attack enemies with its massive talons."
    },
    {
        "name": "Coredramon (Blue)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=coredramon_b",
        "url_image": "https://digimon.net/cimages/digimon/coredramon_b.jpg",
        "level": "Champion",
        "type": "Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Blue Flare Breath\n・Strike Bomber\n・Great StrikeⅡ",
        "profile": "Profile\nDigimon with “-dramon” in their names always have some amount of draconic data in their DigiCores, and the higher the rate of draconic data to other data, the more that Digimon will resemble a dragon. The data in Coredramon’s DigiCore is 100% draconic, meaning it’s a pure-blooded Dragon Digimon. Coredramon with blue bodies are said to have Digivolved from Dracomon that ate lots of Blue Diamante, a precious gem that can only be mined from mountainous regions with the highest of peaks. This type of Coredramon has developed strong wings to survive amid the steep slopes, and is capable of flying at great speed. Coredramon (Blue)’s special moves include Blue Flare Breath, where it breathes out scorching blue flames, and Strike Bomber, which involves lashing out with its tail to deal a heavy blow to its opponent. Blue Flare Breath breaks down a foe’s surface texture data, leaving the DigiCores of Digimon hit by this move exposed and open to attack. Like Dracomon, Coredramon (Blue) has a Gekirin (“fury scale”), and if anything ever touches it there, it will lose itself in a blind rage, attacking indiscriminately with Great StrikeⅡ, which involves making the horns on its head glow brightly before firing a laser beam from its mouth."
    },
    {
        "name": "Coredramon (Green)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=coredramon_g",
        "url_image": "https://digimon.net/cimages/digimon/coredramon_g.jpg",
        "level": "Champion",
        "type": "Dragon",
        "attribute": "Virus",
        "special_Move": "・Green Flare Breath\n・Strike Bomber\n・Great StrikeⅡ",
        "profile": "Profile\nDigimon with “-dramon” in their names always have some amount of draconic data in their DigiCores, and the higher the rate of draconic data to other data, the more that Digimon will resemble a dragon. The data in Coredramon’s DigiCore is 100% draconic, meaning it’s a pure-blooded Dragon Digimon. Coredramon with green bodies are said to have Digivolved from Dracomon that ate lots of Green Malachite, a precious gem mined from forest regions thickly wooded with trees over 100 years old. This type of Coredramon isn’t skilled at flying, but has highly developed leg muscles, and is capable of running at speeds seemingly impossible for a creature of its size. Its special moves include Green Flare Breath, where it breathes out scorching green flames, and Strike Bomber, which involves lashing out with its tail to deal a heavy blow to its opponent. Green Flare Breath penetrates deep beneath enemies’ surface texture data to damage their DigiCores directly. Like Dracomon, Coredramon (Green) has a Gekirin (“fury scale”), and if anything ever touches it there, it will lose itself in a blind rage, attacking indiscriminately with Great StrikeⅡ, which involves making the horns on its head glow brightly before firing a laser beam from its mouth."
    },
    {
        "name": "Cyclonemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cyclomon",
        "url_image": "https://digimon.net/cimages/digimon/cyclomon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Virus",
        "special_Move": "・Hyper Heat",
        "profile": "Profile\nA one-eyed Dragon Man Digimon with an abnormally developed right arm. Once a brawny dragon warrior, Cyclonemon had its right eye crushed by the warrior Leomon, transforming it into a demon of revenge. It strengthens and grows its arm larger in order to defeat Leomon, and hunts for a chance at retribution. Shedding its pride as a warrior, it is now a maddened combatant who thinks only of slaughter, all for the sake of revenge. Cyclonemon uses its special move Hyper Heat to melt any and all things."
    },
    {
        "name": "Damemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=damemon",
        "url_image": "https://digimon.net/cimages/digimon/damemon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Buzzing Fist\n・Gun Vulcan\n・Boo-st Attack",
        "profile": "Profile\nDamemon was born when waste data drifting through the Digital World combined randomly. It’s favorite phrase is “No good, no good!” and it has the unfortunate habit of criticizing everyone around it, regardless of the time or place. Though Damemon is perhaps best described with its own phrase, it somehow manages to get by with the help of its partner ChuuChuumon. It’s only with ChuuChuumon’s help that Damemon can even manage to function as a halfway decent Digimon. ChuuChuumon sits in the Tyutyu Tray on the back of Damemon’s head, taking Damemon around to various places where they can have fun. When these two Digimon are together, every day is a priceless treasure. Damemon’s special move Buzzing Fist primarily consists of it spinning its tonfas around. It almost never hits anything, and is better suited to intimidating foes than dealing damage. Similarly, its Gun Vulcan involves disheartening and discouraging foes rather than injuring them. The attack consists of firing small black substances with a foul odor from hidden guns in its feet and tonfas. Since Damemon has to clean up this mysterious substance afterwards or risk angering the Digimon who live in the area, it is always careful about using this special move. Finally, its Boo-st Attack, which involves releasing large volumes of foul-smelling gas while charging forward, is wildly unpredictable, and not even Damemon knows where it will end up. When it does hit an enemy, the damage combined with the smelly gas tends to leave them thoroughly demoralized."
    },
    {
        "name": "Darcmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darcmon",
        "url_image": "https://digimon.net/cimages/digimon/darcmon.jpg",
        "level": "Champion",
        "type": "Angel",
        "attribute": "Vaccine",
        "special_Move": "・La Pucelle\n・Dancing Sword",
        "profile": "Profile\nA lower-class Angel Digimon with the appearance of a woman. As the vanguard of Angel Digimon, Darcmon’s tendency to cut through the frontlines to fight has earned it the moniker “Goddess of the Battlefield.” Its special move Dancing Sword is a grand sword technique using its thin sword, La Pucelle."
    },
    {
        "name": "DarkLizardmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darklizamon",
        "url_image": "https://digimon.net/cimages/digimon/darklizamon.jpg",
        "level": "Champion",
        "type": "Evil Dragon",
        "attribute": "Virus",
        "special_Move": "・Dread Fire",
        "profile": "Profile\nA Digimon wreathed in dark flames that burn silently around its body. The form of Flarerizamon Digivolved into this Virus type with its cold personality. Its special move Dread Fire engulfs the enemy’s spirit in dark flames."
    },
    {
        "name": "DarkMaildramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darkmaildramon",
        "url_image": "https://digimon.net/cimages/digimon/darkmaildramon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Dark Wing",
        "profile": "Profile\nThe form taken by Knightmon’s servant Maildramon, having gained the power of miracles, abandoned justice, and discovered the righteousness of evil. Its Chrome Digizoid armor stained with darkness, DarkMaildramon seeks a dark heart within its master Knightmon. It will be obedient to a Knightmon with a strong heart of evil, but if even a shred of goodness exists within its master, it would crush it to death with its giant body. DarkMaildramon uses its special move Dark Wing to flap its torn wings and rain dark bullets upon the enemy."
    },
    {
        "name": "DarkTyrannomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darktyranomon",
        "url_image": "https://digimon.net/cimages/digimon/darktyranomon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Fire Blast",
        "profile": "Profile\nA Dinosaur Digimon whose body was eroded by a malicious computer virus. Originally a Tyrannomon-type Digimon, DarkTyrannomon was infected by a malicious virus that caused the data composing its body to bug out and transfigure it into a frenzied creature. Its body has been dyed black, and its arms have grown even stronger than those of Tyrannomon, increasing its attack power. DarkTyrannomon has become absolutely ferocious, and treats everything its eyes spot as an enemy to attack. It uses its special move Fire Blast to shoot a super-powerful flame that transforms the surrounding area into a sea of fire."
    },
    {
        "name": "DarkTyrannomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darktyranomon_x",
        "url_image": "https://digimon.net/cimages/digimon/darktyranomon_x.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Fire Blast\n・Flame Snatch",
        "profile": "Profile\nA Dinosaur Digimon whose body was eroded by a malicious computer virus. Originally a Tyrannomon-type Digimon, DarkTyrannomon was infected by a malicious virus that caused the data composing its body to bug out and transfigure it into a frenzied creature. Its body has been dyed black, and its arms have grown even stronger than those of Tyrannomon, increasing its attack power. DarkTyrannomon has become absolutely ferocious, and treats everything its eyes spot as an enemy to attack. It uses its special move Fire Blast to shoot a super-powerful flame that transforms the surrounding area into a sea of fire.\n\n■Effects of the X Antibody on DarkTyrannomon’s DigiCore:\nThe X Antibody has given DarkTyrannomon (X Antibody) the composure it needed to control its power, along with the capacity to persevere so it can live through a fight. It’s also gained the ability to solidify parts of its body and produce green flames by manipulating the virus within it.\nIts special move is Flame Snatch, where it grabs hold of an enemy with its claws and then burns them with its green flame."
    },
    {
        "name": "DeadlyAxemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deadlyaxemon",
        "url_image": "https://digimon.net/cimages/digimon/deadlyaxemon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Air Slicer\n・Aqua Regia\n・Aqua Rage",
        "profile": "Profile\nA sworn younger brother that exchanged cups of brotherhood with SkullKnightmon, this brawny warrior boasts fast movements and endless stamina. DeadlyAxemon is loyal to SkullKnightmon, and battles with faith in its sworn brother to achieve victory. Its lightning-fast movements earned it the nickname of Running Lightning, and it leaves afterimages at top speed. That being said, precise movements are DeadlyAxemon’s weak point. Its linear actions are easily read by foes, and it often collides with obstacles. Still, seeing its sturdy frame smash through such obstacles with a defiant, thunderous roar is reason enough to justify its nickname. DeadlyAxemon uses its special move Air Slicer to dive between opponents at lightspeed and slice them up without them noticing, or Aqua Rage to spit a powerful solution that melts everything. It also uses a stronger move called Aqua Regia to liquefy itself and swallow up everything around it."
    },
    {
        "name": "Deckerdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deckerdramon",
        "url_image": "https://digimon.net/cimages/digimon/deckerdramon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Deckerdra Launcher\n・Smoky Fang\n・Heavy Tailhook",
        "profile": "Profile\nDeckerdramon is perhaps the natural enemy of all Flying Digimon. Its greatest threat is the Deckerdra Launcher on its back, from which it can fire multiple types of anti-air missiles to shoot down any Digimon that flies. What’s more, its short stature makes it hard to spot from above, which is another thing Flying Digimon have difficulty dealing with. Deckerdramon performs best in terrain that features lots of cover, because it’s difficult to tell where its attacks are coming from. When it doesn’t have a lot of cover, Deckerdramon will create a smokescreen using its Smoky Fang ability. Deckerdramon isn’t limited to anti-aerial combat, either. In land-based battles it can smash its opponents to pieces in a single blow using Heavy Tailhook."
    },
    {
        "name": "Deltamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deltamon",
        "url_image": "https://digimon.net/cimages/digimon/deltamon.jpg",
        "level": "Champion",
        "type": "Composite",
        "attribute": "Virus",
        "special_Move": "・Triple Forces\n・Skull Fang",
        "profile": "Profile\nA Composite Digimon fused from three Digimon. Each existed as a separate Digimon, but a computer ran amok after getting hit by a powerful electromagnetic storm, bugging out and fusing them into Deltamon. A Digimon with three heads and two tails, it specializes in three-stage attacks utilizing these physical features, making it capable of taking on three Digimon at once. Still, each part of it was once a fiendish Digimon, so while they share a mindset for destruction, they have no spirit of cooperation, and are usually on bad terms. Deltamon uses its special move Triple Forces to unleash energy from all three mouths in a single blast, or Skull Fang to strike with the Digimon on its left arm."
    },
    {
        "name": "Deputymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=revolmon",
        "url_image": "https://digimon.net/cimages/digimon/revolmon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Vaccine",
        "special_Move": "・Justice Bullet",
        "profile": "Profile\nA Mutant Digimon with a gun barrel for a body. Although the details of its creation are completely unknown, Deputymon’s sense of justice makes it an active member of the Virus Busters. The Virus Busters are special Digimon among Vaccine types that eradicate the “evil” consciousness of Virus Digimon with the ability to delete. Deputymon also loves gambling—especially Russian roulette. Its fairness is beyond reproach, as it will even let Virus Digimon get away if they win at this game. Its special move Justice Bullet transforms Deputymon itself into a gun that fires bullets of justice."
    },
    {
        "name": "Devidramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=devidramon",
        "url_image": "https://digimon.net/cimages/digimon/devidramon.jpg",
        "level": "Champion",
        "type": "Evil Dragon",
        "attribute": "Virus",
        "special_Move": "・Crimson Claw",
        "profile": "Profile\nAn Evil Dragon Digimon feared as the “Many-Eyed Demon.” A demonic beast summoned from the Dark Area by the messenger of darkness Devimon, no Digimon comes close to this creature in terms of sheer wickedness. Devidramon has abnormally developed limbs for a Dramon-species Digimon. It rakes at opponents with elongated arms, and flits about the darkness with stout legs and wings. Evil incarnate, not an ounce of mercy resides in this creature’s heart. Its four eyes burn a deep crimson; those caught in Devidramon’s gaze seize up, allowing it to hew them to pieces without resistance. Furthermore, the tip of its tail unfurls into talons that can skewer its opponent. The wicked feelings of hackers who exploit computer networks for their own selfish desires likely gave birth to this Digimon. Devidramon uses its special move Crimson Claw to cleave its foe with giant claws, tormenting them viciously."
    },
    {
        "name": "Devimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=devimon",
        "url_image": "https://digimon.net/cimages/digimon/devimon.jpg",
        "level": "Champion",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Death Claw",
        "profile": "Profile\nA Dark Angel Digimon clothed in jet black garb. Devimon was once a lustrous Digimon of the Angemon species, but it became a Dark Angel when it fell into the warped space of the Digital World known as the Dark Area. The prominent Mark of Evil on its chest is proof of this. Though it has a cunning and malevolent personality, Devimon is also extremely intelligent. It is said that any who stare into its glowing red eyes fall victim to its mind control, and are dominated by Devimon. Its special move is Death Claw, by which it pierces its opponent with its two extendable arms."
    },
    {
        "name": "DexDorugamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=death-x-dorugamon",
        "url_image": "https://digimon.net/cimages/digimon/death-x-dorugamon.jpg",
        "level": "Champion",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Cannonball\n・Metal Cast",
        "profile": "Profile\nDexDorugamon is an Undead Digimon that bears a striking resemblance to the Champion level of the Doru series, which involved experimenting on “Prototype Digimon” in hopes of discovering further stages of Digivolution. It keeps functioning despite being dead by consuming the DigiCores of other Digimon, and is still attempting to Digivolve. Its signature move is Cannonball. DexDorugamon uses its special move Metal Cast to pierce the foe with its steel arm and pluck out their DigiCore."
    },
    {
        "name": "Diatrymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=diatrymon",
        "url_image": "https://digimon.net/cimages/digimon/diatrymon.jpg",
        "level": "Champion",
        "type": "Ancient Bird",
        "attribute": "Vaccine",
        "special_Move": "・Mega Dash Impact\n・Destruction Roar",
        "profile": "Profile\nDiatrymon is an Ancient Bird Digimon with powerful legs referred to as a living fossil. Its wings aren’t broad enough for it to fly, so instead it relies on its strong leg muscles to run at speeds of over 120 mph. Extremely fierce, it views everything that moves as a threat that it’s naturally inclined to attack. What’s more, since the feathers that cover its body contain metal, Diatrymon can shrug off all but the most powerful attacks. Its special moves include Mega Dash Impact, which involves performing a powerful body slam, and Destruction Roar, where it lets out a mighty screech that damages everything over a wide area."
    },
    {
        "name": "Dinohyumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dinohumon",
        "url_image": "https://digimon.net/cimages/digimon/dinohumon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Data",
        "special_Move": "・Lizard Dance",
        "profile": "Profile\nA Dragon Man Digimon resembling a humanoid lizard. Dinohyumon lives in an untamed land where every member of its fierce battle dragon tribe has the makings of a warrior. Heavily muscled, it swings its greatsword “Akinakes” with ease. It uses its special move Lizard Dance to slice into foes with the blades on its arms and Akinakes while seeming to dance."
    },
    {
        "name": "Dobermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dobermon",
        "url_image": "https://digimon.net/cimages/digimon/dobermon.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Vaccine",
        "special_Move": "・Grau Lärm\n・Schwarz Strahl",
        "profile": "Profile\nOriginally a Virus type, Dobermon is a Hunter Digimon that changed into a Vaccine type as a result of mutation. Like Snimon, however, it remains quite vicious despite its Vaccine status, living only to hunt down Viruses. It’s beyond the control of the average Tamer. Its special moves include Grau Lärm, where it lets out a howl that prevents its opponents from using their abilities, and Schwarz Strahl, where it fires a black beam of light to pierce an enemy’s body, destroying their DigiCore."
    },
    {
        "name": "Dobermon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dobermon_x",
        "url_image": "https://digimon.net/cimages/digimon/dobermon_x.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Grau Lärm\n・Schwarz Strahl",
        "profile": "Profile\nOriginally a Virus type, Dobermon is a Hunter Digimon that changed into a Vaccine type as a result of mutation. Like Snimon, however, it remains quite vicious despite its Vaccine status, living only to hunt down Viruses. It’s beyond the control of the average Tamer. Its special moves include Grau Lärm, where it lets out a howl that prevents its opponents from using their abilities, and Schwarz Strahl, where it fires a black beam of light to pierce an enemy’s body, destroying their DigiCore.\n\n■Effects of the X Antibody on Dobermon’s DigiCore:\nIts ferocity has increased, transforming it into an uncontrollable mad dog. The original Dobermon was ferocious, yet highly intelligent, and was considered the ultimate Beast Digimon to bring down prey. The actions of an absolute master are needed to ensure Dobermon (X Antibody) shows its stuff, and even a hint of doting behavior is no longer permitted in that relationship."
    },
    {
        "name": "Doggymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dogmon",
        "url_image": "https://digimon.net/cimages/digimon/dogmon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Distem Howling\n・Ultra Snap",
        "profile": "Profile\nA Puppet Digimon born from a database of American cartoons. Doggymon’s body is both fluffy and durable, and can expand and contract like rubber to absorb any and all attacks. Though its appearance gives the impression that it is extremely dangerous, this Digimon is the definition of harmlessness, lacking any ill will or aggression. Doggymon’s signature move Distem Howling damages the opponent’s hearing with a large bark, draining their fighting spirit. Its special move Ultra Snap is a ferocious technique whereby it bites down with its sharp fangs. *Doggymon was adopted as the winning entry to the Digimon Web Dot-art Contest, and was submitted by Keiichi Higuchi of Hyogo Prefecture."
    },
    {
        "name": "Dokugumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dokugumon",
        "url_image": "https://digimon.net/cimages/digimon/dokugumon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Venom Blast",
        "profile": "Profile\nA cursed Digimon in the shape of a spider, whose entire body is infested with a computer virus. Although originally a spider type, Dokugumon was a gentle Digimon that behaved more in a typical Insect Digimon fashion. One day, however, it was caught in a powerful electromagnetic storm, and was infected with a computer virus lurking around the network. From that moment on, it became a lump of venom known as a computer virus, corroding everything with a simple touch. Dokugumon’s eight-legged mobility is worthy of special mention. Even if someone runs from it at full speed, this Digimon will be right on their heels, pursuing them until they tire themselves out. And when its foe sleeps peacefully, it will end them with a dreadful Venom Blast from its fiendish fangs."
    },
    {
        "name": "Dolphmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rukamon",
        "url_image": "https://digimon.net/cimages/digimon/rukamon.jpg",
        "level": "Champion",
        "type": "Sea Animal",
        "attribute": "Vaccine",
        "special_Move": "・Shaking Pulse",
        "profile": "Profile\nA unique Sea Animal Digimon specimen spawning from a peculiar signal that occurred in software researching interspecies communication. Dolphmon’s range of activity is limited to the ocean, where it engages in high-speed underwater movement. As one might surmise from its appearance, it possesses a high intelligence.Its thought processes are complex, and difficult for the average person to comprehend. Dolphmon dislikes useless combat, but shows no mercy to opponents who challenge it. It uses its special move Shaking Pulse to amplify the ultrasonic waves it ordinarily emits from its mouth for communication, by firing them at maximum output."
    },
    {
        "name": "DonShoutmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=donshoutmon",
        "url_image": "https://digimon.net/cimages/digimon/donshoutmon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Data",
        "special_Move": "・Kankon Midare Daiko\n・Rowdy Drummer",
        "profile": "Profile\nA “Manly Soul” Mode possessed of a wild and untamed soul born from the fiery fighting spirit of two Digimon. DonShoutmon swings its weapons in rhythmic motions to beat its foes, and their screams ring out on the battlefield like percussion. This Digimon burns with fiery passion, and its irrepressible fighting spirit drives it to join in on conflicts it has nothing to do with, only to escalate tensions. It will turn a small argument into a fistfight, or a minor dispute into a bloody feud. Conflicts never cease when DonShoutmon is near. No sooner has it joined in on an unrelated fight of some kind than it starts pummeling one side with its fearsome sticks, never stopping to ask questions. Then it lashes out at someone else. It beats them. And it beats them. And it beats them again. It pretends to attack in another way and then it beats them instead. It just beats anyone and anything it can. And as it beats and it beats and it beats, it starts up a rhythm. Sometimes with ferocity and sometimes with great sadness, DonShoutmon creates a song as it fights. That is its special move. The technique is always the same, but depending on the rhythm, the name of the attack (or the name of the song) changes."
    },
    {
        "name": "Dorugamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dorugamon",
        "url_image": "https://digimon.net/cimages/digimon/dorugamon.jpg",
        "level": "Champion",
        "type": "Beast Dragon",
        "attribute": "Data",
        "special_Move": "・Cannonball\n・Power Metal",
        "profile": "Profile\nA savage Beast Dragon Digimon possessing the temperament of both beast and dragon, this heavyweight creature makes most Digimon flee at the mere sight of its shadow. Dorugamon can be ferocious like a wild beast in battle, but the dragon’s intelligence at its disposal means it is usually quite docile. It is presumed to be an experimental “Prototype Digimon” Digivolution due to the antiquated interface on its forehead. Dorugamon uses the special move Power Metal to shoot a large iron ball from its mouth and crush its foe. With its signature move Cannonball it can launch an iron ball while charging, although this move lacks power compared to when it stands still and charges its power first."
    },
    {
        "name": "Dorulumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dorulumon",
        "url_image": "https://digimon.net/cimages/digimon/dorulumon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Beast",
        "attribute": "Virus",
        "special_Move": "・Drill Buster\n・Drill Tornado\n・Drill Blader",
        "profile": "Profile\nA Beast Digimon with a strong spirit of chivalry. Dorulumon can mostly be found in rocky, mountainous terrain, where it typically acts independently rather than in groups. The drill on its head is made of its own hardened hair, and its Drill Buster attack, by which it spins this drill at high speed before shooting it at an enemy, never misses. It specializes in hit-and-run tactics, running around at high speed to flush out and then attack enemies before moving out of reach. It’s not limited to land-based combat either. It can start a tornado by enlarging the drill on its tail with Drill Tornado, making it a threat to flying Digimon as well. This ability to deal with opponents both on land and in the air makes Dorulumon a truly versatile fighter.　It also has a powerful attack when it really wants to go all-out called Drill Blader, by which it perches atop the drill on its tail, spinning itself around as it lashes out at foes. Furthermore, Dorulumon can team up with other Digimon in its Bombardment Mode to fire its Dorulu Cannon."
    },
    {
        "name": "Drimogemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=drimogemon",
        "url_image": "https://digimon.net/cimages/digimon/drimogemon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Drill Spin\n・Crusher Bone",
        "profile": "Profile\nA Digimon that moves through the earth at high speeds with the giant drill on its nose. Drimogemon stays deep in the earth, so only a rare few meet it. Docile and easily embarrassed, yet it enjoys a good prank, often taking Garurumon’s favorite bone it buried in the ground and hiding it someplace else. Its special move Drill Spin attacks foes with its giant drill, and Crusher Bone throws a bone it stole from Garurumon."
    },
    {
        "name": "Ebidramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ebidramon",
        "url_image": "https://digimon.net/cimages/digimon/ebidramon.jpg",
        "level": "Champion",
        "type": "Aquatic",
        "attribute": "Data",
        "special_Move": "・Twin Neptune",
        "profile": "Profile\nWith a hard outer shell like a shrimp and huge pincers, Ebidramon is an outlier among the Dramon-species Digimon. Even so, those who underestimate it based on its looks are sure to fall prey to the powerful attacks of the species. Its special move is Twin Neptune, by which it attacks with its two pincers."
    },
    {
        "name": "Eosmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eosmon_lv4",
        "url_image": "https://digimon.net/cimages/digimon/eosmon_lv4.jpg",
        "level": "Champion",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Mirror Guard\n・Mirror Dust\n・Bolt Rip",
        "profile": "Profile\nAn artificial Digimon based on a certain other Digimon. While it’s been commonly accepted that artificial Digimon peak at Rookie level, extensive research has overturned this assumption, allowing Eosmon to Digivolve to Champion level. It lacks emotion, moving according to the instructions of researchers. Any good or evil deed it performs depends on how a researcher programmed it.\nEosmon (Champion) uses Mirror Guard to spread its transparent, panel-like wings in order to protect itself and targets, or Mirror Dust to detach its wings and launch them at the enemy. It also uses its special move Bolt Rip to imbue its scales with electric shocks from its palms and launch them at its foes."
    },
    {
        "name": "ExVeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=xv-mon",
        "url_image": "https://digimon.net/cimages/digimon/xv-mon.jpg",
        "level": "Champion",
        "type": "Mythical Dragon",
        "attribute": "Free",
        "special_Move": "・Strong Crunch\n・Vee Laser",
        "profile": "Profile\nA Mythical Dragon Digimon that gained Veemon’s original power and Digivolved to Champion. ExVeemon is the pure breed of Veedramon, who is said to be a derivative species. Attacks with its developed arm and leg strength are capable of destroying a mountain of boulders without leaving a trace. It is feared for this destructive power, but in truth it has a strong sense of justice, and does not use its power recklessly. ExVeemon’s signature move Strong Crunch is an intense biting attack. It uses its special move Vee Laser to fire an energy beam from the X-shaped mark on its chest."
    },
    {
        "name": "Exermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=exermon",
        "url_image": "https://digimon.net/cimages/digimon/exermon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Data",
        "special_Move": "・Insec-Mind\n・Defib Shock",
        "profile": "Profile\nA Digimon that Digivolved from data on yoga teachings. Exermon lives primarily in alpine regions, where it practices its own unique fighting style that makes use of its peculiar invertebrate-like movements. Blessed with impeccable balance and a strong core, it can support its entire weight on its rear stinger in a variety of seemingly impossible poses. Meanwhile, its feelers absorb sunlight, which its body converts into electrical energy.\nIn battle, Exermon uses Insec-Mind to telepathically confuse its opponent via its feelers. With Defib Shock, Exermon shocks the opponent by touching it with two fists, one positively charged and the other negatively."
    },
    {
        "name": "Eyesmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eyesmon",
        "url_image": "https://digimon.net/cimages/digimon/eyesmon.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Janengan\n・Deceptive Illusion",
        "profile": "Profile\nA Digimon that can hide in shadow. Eyesmon grows stronger the more data it accumulates, surpassing even Ultimate-level power depending on the amount stored. Its countless eyes capture any and all movements of its enemies. Eyesmon uses its special move Janengan to fire cursed beams from all of its eyes, or Deceptive Illusion to materialize stored data into offensive and defensive objects."
    },
    {
        "name": "Eyesmon: Scatter Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eyesmon_scatter",
        "url_image": "https://digimon.net/cimages/digimon/eyesmon_scatter.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Janengan\n・Shadow Bind",
        "profile": "Profile\nThe scattered form of Eyesmon. Eyesmon: Scatter Mode monitors social networking services streaming high volumes of data, devouring and storing the largest chunks. Although one of these Digimon is weak when alone due to fragmentation, they will reform into a single entity to counterattack in the face of danger. Eyesmon: Scatter Mode uses its special move Janengan to fire a cursed beam from its eyes, or Shadow Bind to enter the enemy’s shadow and control its movements."
    },
    {
        "name": "Fangmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fangmon",
        "url_image": "https://digimon.net/cimages/digimon/fangmon.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Data",
        "special_Move": "・Snipe Steal\n・Blast Coffin",
        "profile": "Profile\nA Dark Beast Digimon that resides deep in the forest, preying on those who get lost within. Fangmon is said to be the Digimon form of big bad wolves that appear in several fairy tales. It allows no prey to escape once it has it in its sights, even disguising itself as a friendly face on occasion to get close to them. It is considered a heretic by other canine Digimon. If Garurumon is a being of light, Fangmon is a being of darkness. It uses its signature move Snipe Steal to pilfer weapons or items from its enemies with agile movements. Fangmon’s special move is Blast Coffin."
    },
    {
        "name": "Filmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=filmon",
        "url_image": "https://digimon.net/cimages/digimon/filmon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Lightning Stinger\n・Crimson Slash",
        "profile": "Profile\nA Beast Man Digimon with countless large quills growing from its body. Filmon’s red claws can pierce through anything, and its yellow quills pour energy into whatever they stab. It gathers up comfortable nest materials while seeking out its favorite foods in a laid-back manner.\nFilmon uses its special move Lightning Stinger to skewer the enemy with its quills and pour energy into them to destroy their data, or Crimson Slash to slash the opponent incessantly with both claws."
    },
    {
        "name": "Firamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=firamon",
        "url_image": "https://digimon.net/cimages/digimon/firamon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Flame Dive\n・Fira Claw\n・Fira Bomb",
        "profile": "Profile\nA Beast Digimon known as the “Soaring Lion.” Firamon is a helpful leader among Digimon who protects certain ruins in the Digital World. It uses its special move Flame Dive to burst into flame and dive-bomb the enemy from the skies above, or Fira Claw to slice at foes with powerful forelimbs engulfed in flames. Firamon also uses Fira Bomb to gather all the power in its body into its forehead before unleashing an explosion of flames."
    },
    {
        "name": "Flarerizamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flarelizamon",
        "url_image": "https://digimon.net/cimages/digimon/flarelizamon.jpg",
        "level": "Champion",
        "type": "Fire Dragon",
        "attribute": "Data",
        "special_Move": "・Flame Hit\n・Flame Tower",
        "profile": "Profile\nA Fire Dragon whose entire body is wreathed in fire. Flarerizamon is a hot-blooded Digimon with the power of a dragon and a heart that burns like fire. It creates the flames enveloping its body by igniting its high-temperature skin, and thanks to the incredible regenerative capabilities of this skin, it will continue to burn until it draws its final breath. The claws on both hands are superheated by roasting in its body’s flames, causing any foe struck by them to suffer damage from both lacerations and burns. It uses its signature move Flame Tower to form its body’s flames into a giant pillar that it shoots at the enemy. With Flame Hit, it rapidly shoots high-temperature flame bullets."
    },
    {
        "name": "Flymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flymon",
        "url_image": "https://digimon.net/cimages/digimon/flymon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Brown Stingers",
        "profile": "Profile\nA brutal Insectoid Digimon with massive wings. These wings allow Flymon to skirt through the air at ultrahigh speeds, creating sonic booms in its wake that rob unlucky victims of their hearing. Its body is protected by a tough carapace, and it pinches foes with its huge talons before killing them with the extra-potent venomous stinger on its tail. The Digivolution process of Insectoid Digimon is still unknown, but from its face, some have surmised that Flymon originally Digivolved from a Kunemon-type creature. It uses its special move Brown Stingers to shoot a stinger from its tail that completely paralyzes the Digimon it stabs, turning their body purple before ending their life. Incidentally, this nasty stinger can be regrown over and over again."
    },
    {
        "name": "Frigimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yukidarumon",
        "url_image": "https://digimon.net/cimages/digimon/yukidarumon.jpg",
        "level": "Champion",
        "type": "Ice-Snow",
        "attribute": "Vaccine",
        "special_Move": "・Sub-zero Ice Punch",
        "profile": "Profile\nAn Ice-Snow Digimon whose body is covered in snow and ice crystals. In spite of its chilly appearance, Frigimon actually has a warm and gentle personality. This Digimon calms the hearts of those who observe it through sweet gestures and calm movements. Frigimon itself hates the idea of fighting, and is ill-suited to Digimon who enjoy combat—Meramon in particular. It unleashes its special move Sub-zero Ice Punch from its sizable frame."
    },
    {
        "name": "Fugamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fugamon",
        "url_image": "https://digimon.net/cimages/digimon/fugamon.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Evil Hurricane",
        "profile": "Profile\nA Digimon resembling the oni of Japanese folklore. Fugamon is from the same clan as Ogremon, and shares its wild, battle-loving nature. Attacks unleashed from this Digimon’s tremendous muscles hold a terrible power, causing unadulterated destruction. Fugamon uses its special move Evil Hurricane to mow down everything with a swing of its Bone club."
    },
    {
        "name": "Ganemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ganemon",
        "url_image": "https://digimon.net/cimages/digimon/ganemon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Mutant",
        "attribute": "Vaccine",
        "special_Move": "・Gold Bowling\n・Gold Press",
        "profile": "Profile\nAn older gentleman Digimon with a body resembling a 10-yen coin. Ganemon loves money, and will use its silver tongue to swindle anyone out of their wealth, no matter who they might be. It also sends out the many Zenimons it keeps in its suitcase to collect money. Ganemon then uses its mustache as radar to pick up these Zenimons after they’ve gotten ahold of some cash. Ganemon eats all the money it gets, increasing in size the more it lines its own stomach. Its special move is Gold Bowling, by which it hurls money at its foes. The more money it throws, the more powerful the attack, but that money can never be retrieved. It can also use Gold Press to crush opponents with its entire body. The power of this attack changes depending on how much money Ganemon has collected and therefore how big its body is.\n\nNote: Ganemon was a winning submission in the Original Digimon Contest for Digimon Fusion."
    },
    {
        "name": "GaoGamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gaogamon",
        "url_image": "https://digimon.net/cimages/digimon/gaogamon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Dash Double Claw\n・Gaoga Hound\n・Spiral Blow",
        "profile": "Profile\nA Beast Digimon with a larger physique than Gaomon’s, the claws protected by its gloves having grown properly. Although GaoGamon is a quadruped, its legs are strong enough for it to stand like a bear while attacking. GaoGamon unleashes its special move Dash Double Claw at close range after approaching at speeds the enemy can’t follow, and uses Gaoga Hound to bite its foe with strong teeth, clamping down until its opponent falls. It also uses Spiral Blow to shoot a powerful vortex-shaped wind from its mouth in one breath."
    },
    {
        "name": "Gargomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=galgomon",
        "url_image": "https://digimon.net/cimages/digimon/galgomon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Gatling Arm\n・Dumdum Uppercut",
        "profile": "Profile\nA Beast Man Digimon Digivolved from Terriermon, and a special Hunter Digimon. Faster than its appearance suggests, Gargomon brings down its foes with unparalleled accuracy and precision. Its powerful legs let it jump high into the air, at which point it spreads its ears to glide. Cheerful by nature, Gargomon may lose control once angered. It is obsessed with its beloved “D-VI’S 503xx” jeans. It uses its special move Gatling Arm to fire the twin vulcans on both arms, or Dumdum Uppercut to get close to the enemy and thrust up from below with its Gatling Arm."
    },
    {
        "name": "Garurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garurumon",
        "url_image": "https://digimon.net/cimages/digimon/garurumon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Fox Fire",
        "profile": "Profile\nA wolf-like Beast Digimon with a pale silver pelt. Garurumon’s fur is said to be as hard as Mithril, the legendary rare metal, and the blades that extend from its shoulders are so sharp they can sever anything they touch. With its physique honed in the frozen tundra and its intense instinct for conflict, Garurumon is feared by other Digimon for its predatory ferocity and agility. However, it is also remarkably intelligent, and steadfastly loyal to those it acknowledges as its leader. Its special move is Fox Fire, by which it breathes out an intense stream of blue flames."
    },
    {
        "name": "Garurumon (Black)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garurumon_black",
        "url_image": "https://digimon.net/cimages/digimon/garurumon_black.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Virus",
        "special_Move": "・Fox Fire",
        "profile": "Profile\nA Virus Garurumon. The blades that extend from its shoulders are so sharp that they can sever anything they touch. Garurumon (Black) loves burying bones in the ground, but the mischievous Drimogemon enjoys moving them in secret. It uses its special move Fox Fire to breathe a stream of high-temperature blue flames from its mouth."
    },
    {
        "name": "Garurumon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garurumon_x",
        "url_image": "https://digimon.net/cimages/digimon/garurumon_x.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Fox Fire",
        "profile": "Profile\nA wolf-like Beast Digimon with a pale silver pelt. Garurumon’s fur is said to be as hard as Mithril, the legendary rare metal, and the blades that extend from its shoulders are so sharp they can sever anything they touch. With its physique honed in the frozen tundra and its intense instinct for conflict, Garurumon is feared by other Digimon for its predatory ferocity and agility. However, it is also remarkably intelligent, and steadfastly loyal to those it acknowledges as its leader. Its special move is Fox Fire, by which it breathes out an intense stream of blue flames.\n\n■Effects of the X-Antibody on Garurumon’s DigiCore:\nGarurumon (X Antibody)’s rare fur has hardened even further in regions of extreme cold, removing any possibility of harming it through simple means. Its combat instinct has grown even fiercer, and it will fight to the bitter end, so scant few Digimon are willing to take on Garurumon (X Antibody). As it boasts the greatest qualities of a Combat Species Digimon, its Tamer must have suitable qualifications as well."
    },
    {
        "name": "Gatomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tailmon",
        "url_image": "https://digimon.net/cimages/digimon/tailmon.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Paw\n・Cat's Eye",
        "profile": "Profile\nA Digimon brimming with curiosity that loves to pull pranks. Gatomon may be small, but it’s still a rare sacred-species Digimon whose appearance belies its true power. It wears its Holy Ring on its tail, proving that it is a sacred-species Digimon, although it will also lose some of its power if it ever loses this ring. Besides the Holy Ring, Gatomon also wears gloves with long, sharp claws copied from the data of SaberLeomon to protect itself. Gatomon’s special moves include Lightning Paw, by which it uses its claws to attack, and Cat’s Eye, which allows it to manipulate its opponent with a piercing glare. Those who meet its gaze will end up attacking themselves."
    },
    {
        "name": "Gatomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tailmon_x",
        "url_image": "https://digimon.net/cimages/digimon/tailmon_x.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Paw\n・Holy Chime",
        "profile": "Profile\nA Digimon brimming with curiosity that loves to pull pranks. Gatomon may be small, but it’s still a rare Holy Digimon whose appearance belies its true power. It wears its Holy Ring on its tail, proving that it is a sacred Digimon, although it will also lose some of its power if it ever loses this ring. Besides the Holy Ring, Gatomon also wears gloves with long, sharp claws copied from the data of SaberLeomon to protect itself. Its special move Lightning Paw involves using its lengthy claws to attack.\n\n■Effects of the X Antibody on Gatomon’s DigiCore:\nGatomon (X Antibody) is now shorter, more curious, and more mischievous than ever, and its underlying innocence has become more pronounced. Since this transformation brought out Gatomon (X Antibody)’s underlying personality rather than make it better-suited for battle, it’s speculated that the antibody removed extraneous elements from Gatomon (X Antibody) so it could better wield its latent holy power. The ring of the bell-shaped Holy Chime on Gatomon (X Antibody)’s ear gets louder the more holy power the chime is exposed to, and it can drive away evil Digimon."
    },
    {
        "name": "Gawappamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gawappamon",
        "url_image": "https://digimon.net/cimages/digimon/gawappamon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・DJ Shooter\n・Gawappa Punch\n・Gawappa Rapper",
        "profile": "Profile\nAn Android Digimon born from the fusion of data from a music player and that of the mythical “kappa” creature. Gawappamon is almost always cheerfully listening to its favorite music, but it also weeps if the disc on top of its head is scratched. It uses its special move DJ Shooter to launch the disc on its head while spinning it at a high speed, or Gawappa Punch to pummel the enemy with both of its elastic arms. Gawappamon can also surprise the enemy with its incredibly mysterious Gawappa Rapper dance."
    },
    {
        "name": "Gekomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gekomon",
        "url_image": "https://digimon.net/cimages/digimon/gekomon.jpg",
        "level": "Champion",
        "type": "Amphibian",
        "attribute": "Virus",
        "special_Move": "・Symphony Crusher",
        "profile": "Profile\nAn Amphibian Digimon that mesmerizes those around it with a cry altogether too pleasant for its strange appearance. Gekomon jams chords with the three holes on its tongue and horn wrapped around its neck, which it uses to control its opponent’s feelings. Rumor has it that a Gekomon is born when a hit song is created in composition software, making it a kind of status symbol among musicians the world over. Its special move Symphony Crusher destroys the enemy’s insides with ultra-high frequency vibrations."
    },
    {
        "name": "GeoGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=geogreymon",
        "url_image": "https://digimon.net/cimages/digimon/geogreymon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Mega Flame\n・Mega Burst\n・Horn Impulse",
        "profile": "Profile\nA unique Digimon thought to be a sub-species of Greymon. GeoGreymon sports a deadlier frame than ever, with the shell on its head as well as its entire body having developed into living weapons. It uses its special move Mega Flame to shoot searing flames from its mouth, incinerating all. Alternatively, it can charge up a Mega Flame in its mouth to maximize its destructive power, unleashing the explosive Mega Burst instead. Finally, it can charge forward and crush foes with its giant horn by using Horn Impulse, another powerful attack."
    },
    {
        "name": "Geremon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=geremon",
        "url_image": "https://digimon.net/cimages/digimon/geremon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Hyper Smell",
        "profile": "Profile\nA Mollusk Digimon of the same species as Numemon. Geremon lacks attacking power but is unusually ferocious, rushing at the opponent no matter who they are. As expected, this obstinate creature will get quickly taken out, but then immediately forgets about its defeats. For this reason, it picks fights with formidable foes over and over again. Geremon uses its special move Hyper Smell to secrete a violent stench from its body."
    },
    {
        "name": "Gesomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gesomon",
        "url_image": "https://digimon.net/cimages/digimon/gesomon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Devil Bashing\n・Deadly Shade",
        "profile": "Profile\nA Digimon shaped like a squid inhabiting the depths of the Net Ocean. Feared as the “White Demon of the Deep,” Gesomon is highly intelligent and won’t bring harm to Digimon outside of its territory. Still, any who invade its territory will face an onslaught akin to that of a raging god. It specializes in hit-and-run attacks, landing a blow before retreating far away. Its special move Devil Bashing is a combo attack utilizing its many limbs, and Deadly Shade blasts powerful squid ink that obscures the sight of its target for a long period of time."
    },
    {
        "name": "Gesomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gesomon_x",
        "url_image": "https://digimon.net/cimages/digimon/gesomon_x.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Deadly Shade\n・Mad Viking",
        "profile": "Profile\nA Digimon shaped like a squid inhabiting the depths of the Net Ocean. Feared as the “White Demon of the Deep,” Gesomon is highly intelligent and won’t bring harm to Digimon outside of its territory. Still, any who invade its territory will face an onslaught akin to that of a raging god. It specializes in hit-and-run attacks, landing a blow before retreating far away. Gesomon uses its special move Deadly Shade to paralyze those struck for a long time with powerful poison.\n\n■Effects of the X Antibody on Gesomon’s DigiCore:\nThe toxins within Gesomon (X Antibody)’s have evolved, transforming it into lethal creature eaten away by its own poison. It has a field day within its own territory, but extends its tentacled reach even beyond those borders, biting nearby Digimon and injecting poison to paralyze them. This attack often ends without it inflicting any fatal wounds, but Gesomon (X Antibody) has also learned Mad Viking, which it uses to prey on foes with its rows of teeth."
    },
    {
        "name": "Ginkakumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ginkakumon",
        "url_image": "https://digimon.net/cimages/digimon/ginkakumon.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Kiendan\n・Gyakugeki Endan\n・Ginkaku Tokkan\n・Kingin Raimeigeki",
        "profile": "Profile\nA giant taciturn boy Digimon who, together with its older sister Kinkakumon, is feared as part of the “Gold and Silver Ogre Siblings.” The Beni Hisago on Ginkakumon’s back contains alcohol consumed by Kinkakumon. This alcohol is apparently a Digimon from another dimension that was transformed into its current state after arriving here. It adores and always looks out for its sister Kinkakumon. Ginkakumon watches over its sister’s violent behavior warmly, and clobbers any who shamelessly approach Kinkakumon with a strength that can move mountains. When Kinkakumon rides the cockpit in its chest, Ginkakumon’s power becomes as mighty as one would expect from the siblings. Being piloted is secretly a happy time for the giant. Ginkakumon uses its special move Kiendan to shoot fireballs from its mouth, or Gyakugeki Endan to step back and counter a foe with a Kiendan when challenged in close combat. It uses Ginkaku Tokkan to take a low stance, charge forward, and crush the enemy with a tackle utilizing its large frame. In addition to this, Ginkakumon can also use Kingin Raimeigeki when Kinkakumon is on-board to shoot high-voltage electricity through the opponent."
    },
    {
        "name": "Ginkakumon Promote",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ginkakumon_promote",
        "url_image": "https://digimon.net/cimages/digimon/ginkakumon_promote.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Hiden Kibakuha",
        "profile": "Profile\nGinkakumon Promote is the form unleashed when Kinkakumon and Ginkakumon reach the peak of their fury. Kinkakumon uses its powers of intuition to skillfully pilot Ginkakumon, whose strength is also vastly increased. Ginkakumon Promote’s special move is Hiden Kibakuha, where Kinkakumon’s lightning and Ginkakumon’s hellfire are both unleashed at once."
    },
    {
        "name": "Ginryumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ginryumon",
        "url_image": "https://digimon.net/cimages/digimon/ginryumon.jpg",
        "level": "Champion",
        "type": "Beast Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Boujinha\n・Metal Armor Blade",
        "profile": "Profile\nA Beast Dragon Digimon with sturdy Japanese-style armor covering its whole body. Ginryumon is lighter than it appears, drifting gracefully through the air and fighting while parrying enemy attacks with its smooth and extremely tough armor. It has the courage to fend off enemy attacks with its own body, and the insight to perceive said attacks right before they land. Ginryumon specializes in attacks with outstanding penetrative ability, and is unflinching in the face of any enemy Digimon. It is presumed to be an experimental “Prototype Digimon” Digivolution due to the antiquated interface on its forehead. Ginryumon uses its special move Metal Armor Blade to impale its foe with an iron lance launched from its mouth. With its signature move Boujinha, it parries the enemy’s attack with its armor while rushing forward."
    },
    {
        "name": "Gladimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gladimon",
        "url_image": "https://digimon.net/cimages/digimon/gladimon.jpg",
        "level": "Champion",
        "type": "Warrior",
        "attribute": "Vaccine",
        "special_Move": "・Wheel Rush\n・Sword Dancer",
        "profile": "Profile\nA novice Warrior Digimon active on the front lines of battle. Gladimon is a nimble fighter of small stature and light armor that often breaks through enemy lines to act as a scout. It specializes in tactics that link up with allies to make battle formations, giving it considerable fighting power as a platoon as well. Only those of its kind who gain victory in battle are said to Digivolve into great warriors. Gladimon uses its special move Wheel Rush to perform a spinning slash with its twin rapiers, and Sword Dancer to slice foes with its long arms as if it were dancing."
    },
    {
        "name": "GoldNumemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=goldnumemon",
        "url_image": "https://digimon.net/cimages/digimon/goldnumemon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Golden Rush\n・Gold Excrement",
        "profile": "Profile\nA subspecies of Numemon whose entire body glitters gold, specializing in attacks from the sky with the wings it has obtained. GoldNumemon takes in gold data from mines in the Digital World, giving it greater defense than the average Numemon. Contrary to its tidy, sparkling appearance, it uses its special move Golden Rush to hurl a stream of golden poop. It also uses Gold Excrement to hurl poop of gargantuan size."
    },
    {
        "name": "Golemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=golemon",
        "url_image": "https://digimon.net/cimages/digimon/golemon.jpg",
        "level": "Champion",
        "type": "Mineral",
        "attribute": "Virus",
        "special_Move": "・Crimson Curse\n・Golem Punch",
        "profile": "Profile\nGolemon is a Rock/Mineral Digimon discovered during a digital analysis of an ancient curse. An ancient spell consisting of the words “plague,” “curse,” and “evil,” is carved onto its back, apparently for the purpose of protecting it from its own poison gas. Roughly 90% of its body is composed of rock data, with limbs attached. It is an utterly emotionless Digimon that won’t move an inch unless ordered to do so."
    },
    {
        "name": "Gorillamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gorimon",
        "url_image": "https://digimon.net/cimages/digimon/gorimon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Power Attack",
        "profile": "Profile\nA Powerful Beast Man Digimon with arms strong enough to break all things, and legs powerful enough to crush even the sturdiest objects underfoot. Despite this strength, Gorillamon surprises opponents with nimble movements unthinkable with its frame, taking the chance to bring the pain with the energy cannon on its right arm. Its aesthetics are evident in its hit-and-run tactics. Its special move Power Attack is incredibly powerful, indeed."
    },
    {
        "name": "Greymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=greymon-first",
        "url_image": "https://digimon.net/cimages/digimon/greymon-first.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Mega Flame",
        "profile": "Profile\nA Dinosaur Digimon with skin hardened into a protective carapace around its skull. Aggressive by nature, Greymon uses its sharp claws and colossal horns as lethal weapons. Taming it earns you an intelligent ally of unmatched strength. Its special move is Mega Flame, by which it shoots searing flames from its mouth, incinerating all."
    },
    {
        "name": "Greymon (2010 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=greymon",
        "url_image": "https://digimon.net/cimages/digimon/greymon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Mega Flame\n・Atomic Tail\n・Horn Strike",
        "profile": "Profile\nA Tyrannosaurus-type Dinosaur Digimon. Specialized in offense, its extreme combat instinct accompanies a ruthless and brutal nature that won’t stop until the opponent is annihilated. Normal Digimon cannot approach Greymon, as they are kept at bay from the bizarre fighting spirit it emanates. Its Mega Flame shoots a flame that burns the vicinity, and its Atomic Tail hammers foes in a 360 degree arc. The charge technique Horn Strike is effective for both approach and retreat, and its sturdy frame lets it display tremendous fighting strength in close-quarters combat. Each skill has immense destructive power. Between its actions and wit, defeating Greymon in close-range combat is nigh-impossible. It won’t even show mercy to its own kind, meaning using Greymon is nothing if not infeasible."
    },
    {
        "name": "Greymon (Blue)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=greymon_blue",
        "url_image": "https://digimon.net/cimages/digimon/greymon_blue.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Mega Flame",
        "profile": "Profile\nGreymon (Blue) is the Virus type of Greymon, with a black and blue body. Fiercer than Greymon, it’s often referred to as a completely wild member of the species, but it’s no lone wolf. It is cunning enough to work together with allies to achieve its goals. Its special move is Mega Flame, which involves breathing out an intense stream of flames from its mouth."
    },
    {
        "name": "Greymon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=greymon_x",
        "url_image": "https://digimon.net/cimages/digimon/greymon_x.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Mega Flame\n・Mega Burst",
        "profile": "Profile\nA Dinosaur Digimon with skin hardened into a protective carapace around its skull. Aggressive by nature, Greymon uses its sharp claws and colossal horns as lethal weapons. Taming it earns you an intelligent ally of unmatched strength. Its special move is Mega Flame, by which it shoots searing flames from its mouth, incinerating all.\n\n■Effects of the X Antibody on Greymon’s DigiCore:\nAs a Combat Species, Greymon was already superior among Dinosaur Digimon, but Greymon (X Antibody) has gained even more aggression. Its body is relatively small compared to the usually oversized Dinosaur Digimon, but it demonstrates ample ferocity befitting a carnivorous dinosaur, and has grown in strength through victory in battle. Greymon (X Antibody) has acquired Mega Burst, which it uses to charge up a Mega Flame in its mouth, maximizing its destructive power before unleashing it to explosive effect."
    },
    {
        "name": "Greymon （Blue）（X Antibody）",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=greymon_blue_x",
        "url_image": "https://digimon.net/cimages/digimon/greymon_blue_x.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Mega Burst\n・Razor Tail",
        "profile": "Profile\nGreymon (Blue) is the Virus type of Greymon, with a black and blue body. Fiercer than Greymon, it's often referred to as a completely wild member of the species, but it's no lone wolf. It is cunning enough to work together with allies to achieve its goals. Its special move is Mega Flame, which involves breathing out an intense stream of flames from its mouth.\nEffects of the X-Antibody on Greymon (Blue)'s DigiCore\nBoth Greymon's attack power and intelligence are increased, making it more capable of taking advantage of its prey's weaknesses in battle. If victorious in its fight, it ferociously rips apart its prey, much like a carnivorous dinosaur.\nIts special move Mega Flame gains enough explosive power to become Mega Burst, and it also gains the ability to slice its enemies with its Razor Tail."
    },
    {
        "name": "Grizzlymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gryzmon",
        "url_image": "https://digimon.net/cimages/digimon/gryzmon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Maul Attack",
        "profile": "Profile\nGrizzlymon is a Beast Digimon that might seem ferocious thanks to its large frame, not to mention its deadly claws and fangs, but it has the honest and straightforward spirit of a true martial artist. It has the combat sense to match too, relying not only on attacks but moving with a speed that belies its great bulk to avoid and deflect enemy strikes. Grizzlymon never starts a fight, but when angered it will draw itself up onto its hind legs and lash out with its heavyweight Kumazume. Its strength is such that just with this one strike it can critically injure most Digimon. Apparently WaruMonzaemon wears its Bear Claw in imitation of this attack. Grizzlymon’s greatest special move is Maul Attack, where it turns the force of an enemy’s move against them, striking where they’re vulnerable to defeat them in a single blow."
    },
    {
        "name": "Growlmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=growmon",
        "url_image": "https://digimon.net/cimages/digimon/growmon.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Plasma Blade\n・Exhaust Flame",
        "profile": "Profile\nA Dark Dragon Digimon known as the “Deep Crimson Dragon.” The childishness from its time as Guilmon is gone, as it has Digivolved into a wilder, more ferocious creature. Although it is a Virus Digimon, Growlmon may become loyal depending on how its Tamer raises it. In fact, it might even fight for justice. Its roar is mighty enough to shake the ground, and Growlmon uses it as an aggressive display to intimidate the enemy before battle. It uses its signature move Plasma Blade to generate plasma with its forearm blades and attack the enemy. It also has the special move Exhaust Flame, by which it unleashes a powerful blast of fire with an explosive roar."
    },
    {
        "name": "Growlmon (Orange)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=growmon_orange",
        "url_image": "https://digimon.net/cimages/digimon/growmon_orange.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Data",
        "special_Move": "・Plasma Blade\n・Exhaust Flame",
        "profile": "Profile\nA Growlmon that’s turned orange as a result of becoming a Data type.\n\nAlthough Growlmon (Orange) tends to be more subdued than its Virus btype counterpart, it is quick to fly into a rage if anything goes wrong. With its special move Exhaust Flame, Growlmon (Orange) can unleash a powerful blast of fire with an explosive roar."
    },
    {
        "name": "Growlmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=growmon_x",
        "url_image": "https://digimon.net/cimages/digimon/growmon_x.jpg",
        "level": "Champion",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Plasma Blade\n・Exhaust Flame\n・Raiden Blade",
        "profile": "Profile\nA Dark Dragon Digimon known as the “Deep Crimson Dragon.” The childishness from its time as Guilmon is gone, as it has Digivolved into a wilder, more ferocious creature. Although it is a Virus Digimon, Growlmon may become loyal depending on how its Tamer raises it. In fact, it might even fight for justice. Its roar is mighty enough to shake the ground, and Growlmon uses it as an aggressive display to intimidate the enemy before battle. It uses its signature move Plasma Blade to generate plasma with its forearm blades and attack the enemy. It also has the special move Exhaust Flame, by which it unleashes a powerful blast of fire with an explosive roar.\n\n■Effects of the X Antibody on Growlmon (X Antibody)’s DigiCore\nHaving accepted the exceptional power of the Digital Hazard into its body, and further raising its Virus type attack instinct, Growlmon (X Antibody) demonstrates ferocity and uncontrollable, overflowing power, and toes the line of justice depending on how it grows. Even so, it has clearly powered up, the blades on its forearms having grown even larger and generating plasma when it attacks enemies. Growlmon (X Antibody) uses its special move Raiden Blade to unleash the destructive energy generated by its Plasma Blade."
    },
    {
        "name": "Guardromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=guardromon",
        "url_image": "https://digimon.net/cimages/digimon/guardromon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Destruction Grenade",
        "profile": "Profile\nA Machine Digimon that protects computer network firewalls. Guardromon used to fight off anyone attempting to breach a firewall alongside “Net Keeper” Giromon, until malicious hackers infected Guardromon with a virus to make use of its impregnable defensive abilities. These hackers now use Guardromon to protect themselves from a group of righteous Vaccine Digimon known as the Virus Busters. Since Guardromon’s basic programming only involves commands to defend, it has no problem repelling invaders regardless of its new role. It uses its special move Destruction Grenade to pursue invaders to the ends of the earth, then destroys them. However, Guardromon will only ever attack intruders."
    },
    {
        "name": "Guardromon (Gold)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gardromon_gold",
        "url_image": "https://digimon.net/cimages/digimon/gardromon_gold.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Free",
        "special_Move": "・Destruction Grenade",
        "profile": "Profile\nGuarding a Chrome Digizoit mine, Guardromon transformed itself to withstand merciless repeated raids by illegal miners. Guardromon’s armor is said to be the result of taking in Chrome Digizoit dust data floating in the air. This armor is more durable than a normal Guardromon’s, and its special move Destruction Grenade succeeds in boasting slightly more output. On the other hand, Guardromon (Gold)’s armor is heavier, and this is the primary reason why its movements have dulled overall."
    },
    {
        "name": "GulusGammamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gulusgammamon",
        "url_image": "https://digimon.net/cimages/digimon/gulusgammamon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Virus",
        "special_Move": "・Dark Pales\n・Desdemona\n・Dead End Skewer",
        "profile": "Profile\nThe evil heart hidden within Gammamon was unleashed, Digivolving it into a violent Digimon. GulusGammamon rejects outside interference and thinks of nothing but battle. When it gets its hands on the opponent in front of it, it will continue its assault until their life is extinguished. Its battles are brutal, and even if its limbs are crushed, it still continues attacking without concern.\n\nGulusGammamon uses its special move Dark Pales to crush the enemy with dark flames gathered in its hand, or Desdemona to hurl those dark flames while preserving their might. It also uses Dead End Skewer to pierce the enemy’s vitals with its tail, annihilating them with pinpoint accuracy."
    },
    {
        "name": "Gururumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gururumon",
        "url_image": "https://digimon.net/cimages/digimon/gururumon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Chaos Fire",
        "profile": "Profile\nA Beast Digimon who’s a dead ringer for Garurumon. Gururumon is a brutal beast who lives in the shadows, a troublesome creature who sows discord wherever it goes. It uses its special move Chaos Fire to breath red-hot flames from its mouth."
    },
    {
        "name": "Hi-VisionMonitamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hi-visionmonitamon",
        "url_image": "https://digimon.net/cimages/digimon/hi-visionmonitamon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "LCD",
        "attribute": "Data",
        "special_Move": "・Film Buster\n・Photoelectric Execution Formation\n・Healing Sky Light\n・Flame Blast\n・Water Spout Cannon\n・Whirling Wind Tunnel\n・Thunderous Lightning Attack\n・Instant Reconnaissance",
        "profile": "Profile\nHi-VisionMonitamon is the latest model of Monitamon, which surpasses its older versions in combat ability, analytical thinking, and information-gathering. It’s the finest variety of Monitamon and excels at applying its unique skills. Always up to date on all the news in the Digital World, it uses this information to consistently lead the Monitamon Corps to victory. This has earned it the nickname Black Signal, as well as the trust of the Monitamon who follow it. Its one flaw is that while its ability to analyze the information it’s gathered to formulate a plan is admirable, it sometimes gets so carried away conveying this to its followers that it won’t stop talking. The Denji-maru it holds in its hand is a versatile weapon, excelling at both offense and defense. Defensively, it can absorb an attack and transform its energy into particles, switching to offense by charging up those particles to unleash a blast of energy with Film Buster. What’s more, Hi-VisionMonitamon can also use its Denji-maru as a baton of command, enhancing the attacks of its Monitamon troops to their utmost limit with the particles produced by the Denji-maru. Hi-VisionMonitamon can also take direct control of nearby Monitamon by sending out a signal from the antenna on its head with Photoelectric Execution Formation. This allows the Monitamon to work in perfect synch, forming a squad of versatile fighters that can outmaneuver enemies before finishing them off. Hi-VisionMonitamon is also a well-rounded fighter in its own right, with more powerful versions of Monitamon’s techniques: Flame Blast, Water Spout Cannon, Whirling Wind Tunnel, Thunderous Lightning Attack, and Instant Reconnaissance. It’s even gained access to a healing technique Monitamon never had with Healing Sky Light."
    },
    {
        "name": "Hookmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hookmon",
        "url_image": "https://digimon.net/cimages/digimon/hookmon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Captain Cannon",
        "profile": "Profile\nA one-eyed pirate Digimon. Hookmon ventures around the Net Ocean in pursuit of the fabled white Whamon, braving the raging waves as a Digimon of the sea. Its right hand is a hook-shaped claw, and once it has gotten ahold of its foe, it hangs on no matter what. Hookmon uses its special move Captain Cannon to fire a cannonball from its left hand."
    },
    {
        "name": "Hudiemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hudiemon",
        "url_image": "https://digimon.net/cimages/digimon/hudiemon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Flying Kick\n・Infinity Dream",
        "profile": "Profile\nAn Insectoid Digimon with a humanoid form and butterfly wings. Hudiemon is cautious at first, but reveals cheerful, playful expressions once it gets comfortable. It traverses the Digital World, fluttering elegantly in places the light touches. Hudiemon’s existence is akin to a backup of the Digital World, accessing the world’s records and saving the immense quantities of data within itself. Even if a disaster were to cause all records and memories of the Digital World to vanish, the lost data would be restored as long as Hudiemon is around.\n\nIt uses its special move Flying Kick to soar high into the air for the eponymous kick, or Infinity Dream to flap its wings and create a gust of wind carrying its scales. Infinity Dream can inflict poison or paralysis on Hudiemon’s foes, but is mainly used to ease the pain of injured allies and lift their spirits."
    },
    {
        "name": "Hyogamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hyougamon",
        "url_image": "https://digimon.net/cimages/digimon/hyougamon.jpg",
        "level": "Champion",
        "type": "Ice-Snow",
        "attribute": "Virus",
        "special_Move": "・Snow Punch",
        "profile": "Profile\nA species of Ogremon that lives in cold regions. Hyogamon has a strong sense of territory, flying off the handle and attacking anyone who steps even a foot inside (apparently it sometimes gets into clashes with Mojyamon over territory). Its special move Snow Punch is a chilling blow."
    },
    {
        "name": "IceDevimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=icedevimon",
        "url_image": "https://digimon.net/cimages/digimon/icedevimon.jpg",
        "level": "Champion",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Frost Claw",
        "profile": "Profile\nA Dark Angel Digimon with a heart as cold as ice. This is the form that a Devimon with the cruelest heart takes after Digivolution. IceDevimon deceives its foes with its silver tongue, then envelops them in wings of ice to freeze them."
    },
    {
        "name": "Icemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=icemon",
        "url_image": "https://digimon.net/cimages/digimon/icemon.jpg",
        "level": "Champion",
        "type": "Ice-Snow",
        "attribute": "Data",
        "special_Move": "・Iceball Bomb",
        "profile": "Profile\nA Digimon with a body made of ice. Icemon’s origins are currently being researched. Perhaps it Digivolved from Gotsumon, or maybe it is some sort of mutation. Its special move Iceball Bomb involves throwing ice-cold frozen bombs at foes."
    },
    {
        "name": "Ikkakumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ikkakumon",
        "url_image": "https://digimon.net/cimages/digimon/ikkakumon.jpg",
        "level": "Champion",
        "type": "Sea Beast",
        "attribute": "Vaccine",
        "special_Move": "・Harpoon Torpedo",
        "profile": "Profile\nA Sea Beast Digimon discovered in a computer at an arctic research facility. Ikkakumon’s thick pelt and sturdy body are made to withstand polar temperatures. The sharp horn growing from its head is made of Mithril, a rare metal, and the skin beneath its pelt is just as hard. Ikkakumon’s clawed limbs are capable of emitting blistering heat at will. As a result, Ikkakumon can always maintain a firm foothold when walking on ice, even if unable to move quickly. In combat, Ikkakumon will threaten opponents with a bold roar, much like a lion. Its special move is Harpoon Torpedo, by which it fires the horn on its head at opponents, as the horn can be regrown."
    },
    {
        "name": "Jazardmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jazardmon",
        "url_image": "https://digimon.net/cimages/digimon/jazardmon.jpg",
        "level": "Champion",
        "type": "Machine Dragon",
        "attribute": "Data",
        "special_Move": "・Laser Eye\n・Sonic Vulcan",
        "profile": "Profile\nA Digimon that’s a cross between the data of a dragon and a fighter jet. Jazardmon is capable of flying at high speeds, and its legs allow it to perform vertical takeoffs and landings. It even has the ability to hover. As for its personality, Jazardmon is an eccentric Digimon that enjoys reconnaissance as a hobby, and it always keeps a close watch on its surroundings. Since it has night vision, thermal sensors, ultrasonic detection, and other capabilities, Jazardmon is considered impossible to sneak up on.\nIts special moves include Laser Eye, where it fires lasers from its eyes, and Sonic Vulcan, which involves shooting the rapid-fire machine guns on its shoulders."
    },
    {
        "name": "JungleMojyamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=junglemojamon",
        "url_image": "https://digimon.net/cimages/digimon/junglemojamon.jpg",
        "level": "Champion",
        "type": "Rare Animal",
        "attribute": "Data",
        "special_Move": "・Jungle Punch",
        "profile": "Profile\nA Digimon that lives in the depths of the jungle. JungleMojyamon treats its den and territory as sacred ground, and shows no mercy to those who would invade its space. It uses its special move Jungle Punch to wallop its foe with all of its wild might."
    },
    {
        "name": "Kabuterimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kabuterimon",
        "url_image": "https://digimon.net/cimages/digimon/kabuterimon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Vaccine",
        "special_Move": "・Electro Shocker",
        "profile": "Profile\nEven for a newly discovered Digimon, Kabuterimon is a highly unusual Insectoid Digimon. Though it's unclear how it came to be an Insectoid Digimon, it is understood to have the power of an ant and the defense system of a beetle. As you would expect from an insect, it only thinks about survival, and will do anything to ensure it. Hostile toward Virus Digimon, Kabuterimon will attacks one on sight without mercy. Its head is made from metal, granting it incredible defense. Its special move is Electro Shocker."
    },
    {
        "name": "KausGammamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kausgammamon",
        "url_image": "https://digimon.net/cimages/digimon/kausgammamon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Data",
        "special_Move": "・Urda Impulse\n・Lamberta Kick",
        "profile": "Profile\nThe matured form of Gammamon, its body turned blue from the tranquility of its serene soul. KausGammamon spreads the membranes on its arms to float like a glider. It will fly far distances from high elevations, using the jets on its knees to raise its elevation once during its flight. It is calm and collected at all times, and fights while reading its opponent’s movements.\nKausGammamon uses its special move Urda Impulse to launch a gliding tackle at the enemy, or Lamberta Kick to fire its knee jets for a somersault kick."
    },
    {
        "name": "Kinkakumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kinkakumon",
        "url_image": "https://digimon.net/cimages/digimon/kinkakumon.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Kibakusou\n・Dokidokidokyūn\n・Raikou Kishū",
        "profile": "Profile\nA rampaging girl Digimon who, together with its younger brother Ginkakumon, is feared as part of the “Gold and Silver Ogre Siblings.” Kinkakumon is the type to rush headlong into affairs of the heart, as a Digimon with a storied history of love that violently attacks anyone it fancies. Moreover, this thoughtless creature is a natural airhead and tends to jump to conclusions. As a result, it will mistakenly assume that the opponent has fallen for it, leading to quite the uproar. Kinkakumon has a strong personality, but is a novice when it comes to love. It gets worked up and swings at its opponent both when embarrassed and sad. No amount of lives is enough for any opponent it takes a liking to. Kinkakumon uses its special move Kibakusou to swing its Shichisei Kanabou club from overhead and pulverize the very ground. Dokidokidokyūn is an all-purpose technique with excellent offense and defense that Kinkakumon uses to discharge a high-voltage current from its entire body. Raikou Kishū is a lightning-fast surprise kick by which Kinkakumon paralyzes its foe with an electric charge shot out of its leg."
    },
    {
        "name": "Kiwimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kiwimon",
        "url_image": "https://digimon.net/cimages/digimon/kiwimon.jpg",
        "level": "Champion",
        "type": "Ancient Bird",
        "attribute": "Data",
        "special_Move": "・Pummel Peck",
        "profile": "Profile\nA mysterious Ancient Digimon said to have been hunted to extinction due to the spread of the Internet. The wings of this Bird Digimon have completely degenerated, preventing it from taking flight. Kiwimon also bears some aspects of a Vegetation Digimon, with leaf-like objects growing from its head that it uses to absorb nutrients through photosynthesis. Aside from the hard shell covering its head, it has no way to defend itself, and its docile personality makes it an easy target. Its special move Pummel Peck uses the ChibiKiwimon hidden in its body to attack. The beaks of the ChibiKiwimon are incredibly hard, just like Kiwimon’s, and they explode when struck. These ChibiKiwimon will always come back, even if they’re charred to a crisp by the explosion."
    },
    {
        "name": "KnightChessmon (Black)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=knightchessmon_black",
        "url_image": "https://digimon.net/cimages/digimon/knightchessmon_black.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Big Darts\n・Gallop Whole\n・Knight Lancer",
        "profile": "Profile\nA master of throwing giant darts. Although KnightChessmon is weak at close range, its legs are as powerful as those of a thoroughbred horse, and it can jump over foes to disrupt them. Its catchphrase is “Joust!” Its special moves include Big Darts as well as Gallop Whole, by which it launches itself high into the air and stomps on the enemy. KnightChessmon also uses Knight Lancer to prepare its darts before charging at the opponent."
    },
    {
        "name": "KnightChessmon (White)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=knightchessmon",
        "url_image": "https://digimon.net/cimages/digimon/knightchessmon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Big Darts\n・Gallop Whole\n・Knight Lancer",
        "profile": "Profile\nA master of throwing giant darts. Although KnightChessmon is weak at close range, its legs are as powerful as those of a thoroughbred horse, and it can jump over foes to disrupt them. Its catchphrase is “Joust!” Its special moves include Big Darts as well as Gallop Whole, by which it launches itself high into the air and stomps on the enemy. KnightChessmon also uses Knight Lancer to prepare its darts before charging at the opponent."
    },
    {
        "name": "Kogamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kougamon",
        "url_image": "https://digimon.net/cimages/digimon/kougamon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Kōga-style Shadow Clone",
        "profile": "Profile\nA “shinobi” Digimon that lives in the shadows, covering its face with a purple mask. Kogamon wanders around the Digital World to train in Kōga-ryū ninjutsu. People seldom encounter it, as it moves from shadow to shadow and stays out of sight. Kogamon uses its special move Kōga-style Shadow Clone to make a clone of itself and attack the enemy together."
    },
    {
        "name": "Kokatorimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cockatrimon",
        "url_image": "https://digimon.net/cimages/digimon/cockatrimon.jpg",
        "level": "Champion",
        "type": "Giant Bird",
        "attribute": "Data",
        "special_Move": "・Petra Fire",
        "profile": "Profile\nA Giant Bird Digimon with two extremely powerful legs. Having lived on the ground for so long, Kokatorimon has lost the ability to fly, and has Digivolved a body suited to surface life. This is why it has grown so large while developing tremendous leg strength. Kokatorimon’s wings have degenerated completely; in battle, it spreads them wide while displaying its tail to intimidate the enemy. While violent and ferocious by nature, it dislikes intense battles that consume the energy it needs in order to maintain its large body. Its special move is Petra Fire. Those hit by this fearsome attack are turned not to ash, but to stone."
    },
    {
        "name": "Komondomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=komondomon",
        "url_image": "https://digimon.net/cimages/digimon/komondomon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Howling Wiper\n・Masshigurun",
        "profile": "Profile\nA Vehicle-species Digimon that loves moving around carrying other Digimon on its back. Wherever Komondomon goes, it goes with a carefree disposition, traversing any footholds as if on a stroll. It can even spin its tail to swim underwater. Its long fur is always dirty from dragging along the ground, but it actually likes to be clean. Komondomon dislikes fighting, fleeing to prioritize the safety of its passenger Digimon. But when enemies attack, it intercepts with Howling Wiper to loom over them and scrub them with its shaggy feet hair, and Masshigurun to blow them away with a violent charge."
    },
    {
        "name": "Kurisarimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chrysalimon",
        "url_image": "https://digimon.net/cimages/digimon/chrysalimon.jpg",
        "level": "Champion",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Data Crusher",
        "profile": "Profile\nKurisarimon is a Champion Digimon that resembles a chrysalis. In order to Digivolve into a more powerful form, the Rookie Keramon will temporarily enter a chrysalis state to store up its energy. As a result it becomes completely unable to move, but its tough outer hide protects it while the tentacles that grow from its back allow it to attack foes. Keramon can sometimes Digivolve directly into an Ultimate Digimon without going through this Champion phase, but Digivolving into Kurisarimon allows it to reach a more powerful Ultimate form. Its special move Data Crusher involves using the tentacles that extend from its back to destroy an enemy’s composition data."
    },
    {
        "name": "Kuwagamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kuwagamon",
        "url_image": "https://digimon.net/cimages/digimon/kuwagamon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Scissor Claw",
        "profile": "Profile\nAn Insectoid Digimon with giant pincers on its head. Like Kabuterimon, Kuwagamon possesses combat abilities far surpassing those of its kin inhabiting File Island. While Kuwagamon enjoys the protection of its strength and sturdy shell, it uses the power of its pincers to squeeze the life out of any foe it catches. It has a completely hostile relationship with the Vaccine-type Kabuterimon. It can use its special move Scissor Claw to easily cut through tough objects."
    },
    {
        "name": "Kuwagamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kuwagamon_x",
        "url_image": "https://digimon.net/cimages/digimon/kuwagamon_x.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Scissor Claw\n・Crunch Arm",
        "profile": "Profile\nAn Insectoid Digimon with giant pincers on its head. While Kuwagamon enjoys the protection of its strength and sturdy shell, it can also use the power of its pincers to squeeze the life out of any foe it catches. It has a completely hostile relationship with the Vaccine Digimon Kabuterimon. Kuwagamon uses its special move Scissor Claw to easily cut through tough objects.\n\n■Effects of the X Antibody on Kuwagamon’s DigiCore:\nIts Virus personality has grown stronger. While it was instinctively hostile against Vaccine Digimon before, Kuwagamon (X Antibody) now treats Data Digimon the same way, attacking them on sight. It has come to prefer a greedy fighting style, having acquired the special move Crunch Arm, which it uses to carve and harm foes with sharp, strengthened arms before inflicting fatal wounds on the cuts with its head pincers."
    },
    {
        "name": "Kyubimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kyubimon",
        "url_image": "https://digimon.net/cimages/digimon/kyubimon.jpg",
        "level": "Champion",
        "type": "Mysterious Beast",
        "attribute": "Data",
        "special_Move": "・Fox Tail Inferno\n・Dragon Wheel",
        "profile": "Profile\nA Mysterious Beast Digimon in the shape of a giant fox with nine tails. Kyubimon is feared as a beast bringing destruction and decay, but in ancient times it was hailed as a bringer of peace. A Renamon with particularly strong abilities and a wide range of experience is said to Digivolve into a Kyubimon. It lacks attack power, but possesses incredible spiritual energy and specializes in spells. The blue flames burning on its limbs supposedly allow Kyubimon to gallop through the heavens. Its signature move Fox Tail Inferno creates and controls will-o’-the-wisps. Its special move Dragon Wheel causes a dragon of blue flame to erupt from its tail to burn its foes."
    },
    {
        "name": "Lavorvomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lavorvomon",
        "url_image": "https://digimon.net/cimages/digimon/lavorvomon.jpg",
        "level": "Champion",
        "type": "Rock Dragon",
        "attribute": "Virus",
        "special_Move": "・Great Flame\n・Earth Stomp",
        "profile": "Profile\nA Digimon with a body made of lava that emits clouds of ash whenever it moves. Although Lavorvomon has wings, it struggles to use them, and spends most of its time crawling around on the ground. Despite this, it moves with surprising speed given its stolid appearance, and is capable of closing in on foes in an instant. Lavorvomon is very affectionate with those who’ve gained its trust, but since the ash its body gives off contains explosive particles, its friends are always running away for fear of an explosion.\nLavorvomon’s special moves are Great Flame, by which it takes a deep breath and then releases a massive fireball, and Earth Stomp, by which it quickly tackles an opponent and then smacks them with both arms."
    },
    {
        "name": "Lekismon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lekismon",
        "url_image": "https://digimon.net/cimages/digimon/lekismon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Moon Night Bomb\n・Tear Arrow\n・Moon Night Kick",
        "profile": "Profile\nA Beast Man Digimon with astounding jumping capabilities that likes to toy with its foes using speedy movements. Lekismon’s nature is as ephemeral as the phases of the moon, and its appearance is somewhat mystical. It uses its special move Moon Night Bomb to hurl hypnotic water bubbles generated from the Moon Gloves on its hands and put the enemy to sleep, or Tear Arrow to draw and fire beautiful ice arrows from the protrusions on its back. It also jumps high into the air before swooping down into the powerful Moon Night Kick."
    },
    {
        "name": "Leomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=leomon",
        "url_image": "https://digimon.net/cimages/digimon/leomon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Fist of the Beast King",
        "profile": "Profile\nThis Beast Man Digimon is known as the “King of Beasts,” and also the “Noble Hero.” Amidst the many frenzied Digimon out there, Leomon possesses both strength of will as well as a sense of justice, which it has wielded to defeat scores of villains. It has a rival in the “Digimon Hunter” Ogremon, which devotes itself entirely to acts of destruction. Leomon hones its formidable physique with daily training so that it can withstand all attacks, and it kill foes with its ultimate technique, the special move Fist of the Beast King. On Leomon’s waist hangs Shishiou-maru, the Beast Sword with a will of its own."
    },
    {
        "name": "Leomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=leomon_x",
        "url_image": "https://digimon.net/cimages/digimon/leomon_x.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Fist of the Beast King",
        "profile": "Profile\nThis Beast Man Digimon is known as the “King of Beasts,” and also the “Noble Hero.” Amidst the many frenzied Digimon out there, Leomon possesses both strength of will as well as a sense of justice, which it has wielded to defeat scores of villains. It has a rival in the “Digimon Hunter” Ogremon, which devotes itself entirely to acts of destruction. Leomon hones its formidable physique with daily training so that it can withstand all attacks, and it kill foes with its ultimate technique, the special move Fist of the Beast King. On Leomon’s waist hangs Shishiou-maru, the Beast Sword with a will of its own.\n\n■Effects of the X Antibody on Leomon (X Antibody)’s DigiCore:\nTo defeat more wicked Digimon and better live up to its ideals of justice, Leomon (X Antibody) has gone through strict training not just to strengthen its body, but also to master swordsmanship. It fights by dual-wielding the longsword Jūga-maru, which is said to have grown sharper through use in countless battles, and the Beast Sword Shishiou-maru. Its skill is such tha it has come to be called the Beast Gladiator. It gained its red cape in a struggle against a Mega Digimon, and the cape is widely regarded as a symbol of hero."
    },
    {
        "name": "Liamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=liamon",
        "url_image": "https://digimon.net/cimages/digimon/liamon.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Thunder of the King\n・Critical Strike",
        "profile": "Profile\nA Holy Beast Digimon exuding the air of a king, even at Champion level. Liamon is said to be the Digivolution of Liollmon, but there are even fewer of them in the wild, so it is an elusive entity. It prefers capturing prey stronger than itself, and is occasionally witnessed dauntlessly attacking even Mega Digimon. It unleashes its special move Thunder of the King by charging and shooting off electricity generated in its mane, or aims unerringly for the enemy’s vitals using its fangs with Critical Strike."
    },
    {
        "name": "Machmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=machmon",
        "url_image": "https://digimon.net/cimages/digimon/machmon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Full Throttle Edge\n・Madness Fire",
        "profile": "Profile\nAn Android Digimon in the pursuit of speed. Dust clouds on otherwise empty plains are usually caused by Machmon’s wild rides. Although Machmon resembles a motorcycle, it lacks any seat, nor does it have any intention of letting someone ride it. Despite this, it believes it will find a Digimon destined to drive it skillfully one day. A natural-born delinquent, Machmon is hostile to all things that move at high speeds.\nIt uses its special move Full Throttle Edge to dice up the enemy with blades protruding all over, and Madness Fire to indiscriminately fire the four gun muzzles attached to the sides of its front wheel."
    },
    {
        "name": "MadLeomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=madleomon",
        "url_image": "https://digimon.net/cimages/digimon/madleomon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Beast Blaster\n・Poison Claw",
        "profile": "Profile\nA berserker that strengthened its combat instinct while sacrificing its intellectual capacity. Once a Lion-species Digimon, MadLeomon modified itself again and again until it became like this. Its consciousness disappeared in this process, transforming it into a puppet that defeats those who stand before it, as commanded. MadLeomon moves by instinct and lacks any thoughts, always charging madly ahead without regard to tricks or traps. While fundamentally powerful, its doesn’t have a vast array of attack fundamentals, sticking instead to punches or kicks. Even so, MadLeomon’s sharp claws contain poison that rots everything, so caution is warranted. The only attack that can be considered a special move is Beast Blaster, which shoots a blast of energy in the shape of a lion’s face. Any who stand in the way of this blast will be sent flying as they are torn to shreds."
    },
    {
        "name": "MadLeomon: Armed Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=madleomon:armedmode",
        "url_image": "https://digimon.net/cimages/digimon/madleomon:armedmode.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・The Lion Sleeps Tonight\n・Lion Heart",
        "profile": "Profile\nMadLeomon: Armed Mode adds a chainsaw and other modifications. Countless modifications and the unbalanced chainsaw cause savage pain to ripple through its body, enraging MadLeomon: Armed Mode. This pain prevents it from staying in place, causing it to view everything it sees as an enemy and attack. The Lion Sleeps Tonight causes it to cleave through all things living or otherwise, moving as if trying to shake the chainsaw off of its arm. A lion sleeps when its stomach is full—that is, when it has preyed upon its foe. The lion must defeat its foe to rest. Lion Heart brings its destructive impulses to the surface, as it slams its roaring chainsaw into the earth, creating a fissure in the ground to swallow the enemy. The torn and broken earth is a reflection of this Digimon’s heart."
    },
    {
        "name": "MailBirdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mailbirdramon",
        "url_image": "https://digimon.net/cimages/digimon/mailbirdramon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Plasma Cannon\n・Nighthawk\n・Trident Tail",
        "profile": "Profile\nA predatory flying Digimon. It surveys battles from the sky, and specializes in support assaults using hit-and-run tactics to inflict precise damage on enemies. MailBirdramon’s movements are quick, and its eyes are sharp. Its Nighthawk technique utilizes its strengths to the fullest, as it closes in and unleashes aerial bombardments on foes without them noticing. Plasma Cannon has enough power to exterminate the enemy as it fires ultra high-energy plasma bullets from its mouth at point-blank range. MailBirdramon’s overall fighting strength is significantly higher than Digimon who possess only melee skills. Because it always analyzes the flow of battle from above, it boasts a cool and calculating personality that allows for excellent judgment."
    },
    {
        "name": "Mantaraymon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mantaraymon_x",
        "url_image": "https://digimon.net/cimages/digimon/mantaraymon_x.jpg",
        "level": "Champion",
        "type": "Aquatic",
        "attribute": "Vaccine",
        "special_Move": "・Paralyze Tail\n・Paralyze Bomb",
        "profile": "Profile\nAn Armor Aquatic Digimon that has Digivolved with the Digi-Egg of Reliability. Mantaraymon’s form resembles that of an aggressive speed-type Digimon, but it is a calm creature that swims leisurely through the wide Net Ocean. Even so, its special shape makes it difficult to pick up on radar, earning it the nickname “Stealth of the Deep.” Many abuse Mantaraymon by putting it to work for reconnaissance or underwater bombing raids. This is said to have led to its overfishing, almost to extinction. Digimon who attack Mantaraymon are countered by a ferocious strike of the electroacupuncture Stun Needle on its tail. Its special move Paralyze Tail uses the Stun Needle to stab the bodies of enemy Digimon.\n\n■Effects of the X Antibody on Mantaraymon’s DigiCore:\nAny and all stealth capabilities have been improved to prevent it from being discovered by other Digimon. The level structure of its body makes Mantraymon (X Antibody) harder to detect on enemy radars, and it uses emissions to confuse their sense of smell, as well as its ability to move while barely making any sound. Its body is not invisible, however, so its eyesight has improved to enable it to spot enemies first, and it now makes evasive maneuvers in advance of an approaching foe. These abilities make Mantaraymon (X Antibody) hard to capture even if you know there’s one nearby. Even so, one can instantly grasp its whereabouts from the light of Stun Needle, as well as the electrified explosives of Paralyze Bomb, its new special move."
    },
    {
        "name": "Meicoomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=meicoomon",
        "url_image": "https://digimon.net/cimages/digimon/meicoomon.jpg",
        "level": "Champion",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Shut Claw\n・Trichobezoar\n・X Scratch",
        "profile": "Profile\nA Champion Digimon characterized by large ears and tail. Though hard to imagine from the sight of its soft fur and cute form, Meicoomon’s paws conceal extremely sharp nails. The two feelers that extend from Meicoomon’s neck are not only perfect for hiding the shy creature’s face, they also make an excellent muffler when it’s cold.\nMeicoomon uses its special move Shut Claw to scratch the opponent with its sharp claws, or Trichobezoar to spit out a hairball capable of destroying data."
    },
    {
        "name": "Mekanorimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mechanorimon",
        "url_image": "https://digimon.net/cimages/digimon/mechanorimon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Gyro Break\n・Twinkle Beam",
        "profile": "Profile\nA power suit Digimon used by small-sized Digimon, making it the first Vehicle-species Digimon in the Digital World. Mekanorimon is unique as it cannot control itself, and must be piloted by other Digimon at all times or it cannot function. Given its Virus attribute, the Digimon controlling it can also be considered a Virus Digimon. It is still in development, meaning its DigiCore will overheat if it is used too much. Its special move Gyro Break is an explosive, mechanical corkscrew punch, and Twinkle Beam is fired from the linear lens embedded in its torso. Any enemy hit by the Twinkle Beam loses control of their body."
    },
    {
        "name": "Meramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=meramon",
        "url_image": "https://digimon.net/cimages/digimon/meramon.jpg",
        "level": "Champion",
        "type": "Fire",
        "attribute": "Data",
        "special_Move": "・Burning Fist",
        "profile": "Profile\nA Fire Digimon whose body is shrouded in crimson flames. A Digimon generated by the defensive Firewall built to prevent illegal intrusion into networks such as the Internet, Meramon’s violent temperament reflects the flames surrounding it, burning everything it touches to a crisp. Possessing the most powerful flames of its ilk on File Island, this Digimon is extremely difficult to tame. Even those who tame it can’t predict when it will turn on them. Meramon uses its special move Burning Fist to flare up its arms before punching the opponent."
    },
    {
        "name": "Meramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=meramon_x",
        "url_image": "https://digimon.net/cimages/digimon/meramon_x.jpg",
        "level": "Champion",
        "type": "Fire",
        "attribute": "Data",
        "special_Move": "・X Radicate",
        "profile": "Profile\nA Fire Digimon whose body is shrouded in crimson flames. A Digimon generated by the defensive Firewall built to prevent illegal intrusion into networks such as the Internet, Meramon’s violent temperament reflects the flames surrounding it, burning everything it touches to a crisp. Possessing the most powerful flames of its ilk on File Island, this Digimon is extremely difficult to tame. Even those who tame it can’t predict when it will turn on them. Meramon uses its special move Burning Fist to flare up its arms before punching the opponent.\n\n■Effects of the X Antibody on Meramon’s DigiCore:\nMeramon (X Antibody)’s temper has grown more violent than ever, and if it ever finds an invading Virus Digimon, it will fly off into a rampage as it pummels them, despite being a Data Digimon itself. Its utter fearlessness in facing Virus Digimon comes from its newfound ability to create a barrier called the X-Patch using the power accumulated in its right hand. This both protects it from attacks made by Viruses and allows it to use the special move X Radicate to burn its foes down to nothing."
    },
    {
        "name": "Mikemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mikemon",
        "url_image": "https://digimon.net/cimages/digimon/mikemon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Paw Punch\n・Cat Claw",
        "profile": "Profile\nA Beast Digimon resembling a calico cat. Latent Nyaromon data in Mikemon’s Rookie form manifests itself when the Digimon achieves Champion form. Mikemon is not a Holy Beast Digimon, however, and it lacks a Holy Ring. A clever Digimon, it is normally quiet and docile. In battle, however, it toys with foes using agile movements and special melee techniques. It uses its signature move Paw Punch to strike with hardened paw pads. Its special move Cat Claw involves it raking the enemy with sharp claws."
    },
    {
        "name": "Mimicmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mimicmon",
        "url_image": "https://digimon.net/cimages/digimon/mimicmon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Dead Shot\n・Hinder Miasma",
        "profile": "Profile\nA Champion Digimon thought to be a mutation of security software for protecting computers. Having captured and taken in Virus types that invaded its territory, Mimicmon itself has now taken on a Virus attribute. Many Digimon are sealed within its body, and each of the arms and horns sticking out of its cage are thought to be a separate Digimon."
    },
    {
        "name": "Minotarumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=minotaurmon",
        "url_image": "https://digimon.net/cimages/digimon/minotaurmon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Darkside Quake",
        "profile": "Profile\nA Dark Digimon possessing strong Dark Side Power. Minotarumon’s movements are dull, but its extremely sturdy skin means that the average attack won’t faze it. It uses its special move Darkside Quake to cause an earthquake with the Demon Arm it has equipped on its left arm. This attack hits enemies with shockwaves over a wide area; no matter how far anyone runs, they cannot escape."
    },
    {
        "name": "Mojyamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mojyamon",
        "url_image": "https://digimon.net/cimages/digimon/mojyamon.jpg",
        "level": "Champion",
        "type": "Rare Animal",
        "attribute": "Vaccine",
        "special_Move": "・Icicle Rod\n・Boomerang Bone",
        "profile": "Profile\nA hairy Rare Animal Digimon covered in a thick white coat. It lives in remote snowy regions, making sightings quite rare. In spite of the various reports of Mojyamon encounters, no evidence has confirmed its existence, and so for a long time the Digimon has been considered to be a mere fantasy. A gentle creature that never shows any hostility. Even so, it treats its den and territory as sacred grounds, and does not forgive any who would invade its holy land. Its special move Icicle Rod hurls a massive icicle formed instantly from water in the atmosphere, and Boomerang Bone chucks the frozen bone of an Ancient Digimon."
    },
    {
        "name": "Monochromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=monochromon",
        "url_image": "https://digimon.net/cimages/digimon/monochromon.jpg",
        "level": "Champion",
        "type": "Armored Dragon",
        "attribute": "Data",
        "special_Move": "・Volcanic Strike",
        "profile": "Profile\nAn Armored Dragon Digimon with a rhinoceros-like horn growing from its snout. When that massive horn grows, it stands at half of its body length. A hard substance covers its horn and the top half is tough like diamond. They say there is nothing it cannot pierce. Monochromon is known to excel at both offense and defense. Although it is herbivorous and comparatively docile, once it is angered it will unleash fearsome counterattacks with its tank-like body. Its special move Volcanic Strike is a powerful flame projectile."
    },
    {
        "name": "Monochromon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=monochromon_x",
        "url_image": "https://digimon.net/cimages/digimon/monochromon_x.jpg",
        "level": "Champion",
        "type": "Armored Dragon",
        "attribute": "Data",
        "special_Move": "・Volcanic Strike\n・Tomahawk Slash",
        "profile": "Profile\nAn Armored Dragon Digimon with a rhinoceros-like horn growing from its snout. When that massive horn grows, it stands at half of its body length. A hard substance covers its horn and the top half is tough like diamond. They say there is nothing it cannot pierce. Monochromon is known to excel at both offense and defense. Although it is herbivorous and comparatively docile, once it is angered it will unleash fearsome counterattacks with its tank-like body. Its special move Volcanic Strike is a powerful flame projectile.\n\n■Effects of the X Antibody on Monochromon’s DigiCore:\nIts epidermis shines black, having become an even sturdier shell that boosts its ability to survive all the more. The long claws growing out of Monochromon (X Antibody)’s limbs drive into the earth, stabilizing it so it can support its gigantic horn and swing it down. Its special moves have increased, and now it can use its new Tomahawk Slash to mow through foes with the enhanced power of its giant, hatchet-shaped horn."
    },
    {
        "name": "MoriShellmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=morishellmon",
        "url_image": "https://digimon.net/cimages/digimon/morishellmon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Data",
        "special_Move": "・Shell Pile\n・Mind Fog",
        "profile": "Profile\nA comrade of Shellmon inhabiting swamps in the deep woods. MoriShellmon’s body color and habitat differ from Shellmon, the former of which is thought to have changed to match the latter. Although it usually stays inside its hard shell, it is as aggressive as the belligerent Shellmon. MoriShellmon has a large, powerful body, so it’s a bad idea to approach its territory and upset it. It uses its special move Shell Pile to tuck its limbs inside its hard shell for a spinning charge, or Mind Fog to spew dense fog from its mouth that causes hallucinations."
    },
    {
        "name": "MudFrigimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tuchidarumon",
        "url_image": "https://digimon.net/cimages/digimon/tuchidarumon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Great Weight",
        "profile": "Profile\nA Digimon composed almost entire of earth data. MudFrigimon is thought to be a mutant born from a mutation of Frigimon. It is friendly by nature and dislikes fighting, but when the chips are down it can demonstrate rarely seen power. It uses its special move Great Weight to put all of its weight behind a haymaker punch."
    },
    {
        "name": "Musyamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=musyamon",
        "url_image": "https://digimon.net/cimages/digimon/musyamon.jpg",
        "level": "Champion",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Kirisute Gomen",
        "profile": "Profile\nAn armored warrior Digimon that was once the data of a video game protagonist, but then Digivolved after being infected by a computer virus. Numerous battles with other Digimon have rendered Musyamon’s appearance that of a pathetic battlefield deserter, but that is only proof of its fearsome battle prowess and vitality. A savage warrior surviving endless battles. This is Musyamon in a nutshell. The demon sword Shiratori-maru in its right hand is engraved with a forbidden spell that absorbs the life force of those it cuts, and is said to only grow sharper with every thousand Digimon it cuts down. Musyamon also has a special move called Kirisute Gomen that it unleashes from its Shiratori-maru. One day it will settle things with Leomon, crossing swords with its beloved blade Shishiou-maru."
    },
    {
        "name": "Namakemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=namakemon",
        "url_image": "https://digimon.net/cimages/digimon/namakemon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Poop Toss\n・Paralyze Lick",
        "profile": "Profile\nNamakemon is a Puppet Digimon whose sole joys in life are eating and sleeping. Its aversion to exercise has erased its fighting instinct. It instead spends its time in high places like the tops of trees so it never has to interact with anyone. Since it uses both arms to hold onto branches most of the time, its dexterous tongue has become like a third arm.\nNamakemon drives off foes with Poop Toss, which is exactly the kind of attack you're imagining it is. Its close-range attack Paralyze Lick involves licking an opponent to coat it in a paralyzing saliva. However, it seldom has chance to use it."
    },
    {
        "name": "Nanimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=nanimon",
        "url_image": "https://digimon.net/cimages/digimon/nanimon.jpg",
        "level": "Champion",
        "type": "Invader",
        "attribute": "Virus",
        "special_Move": "・Poop\n・Poop Dunk",
        "profile": "Profile\nAn unidentified Digimon that invaded from an other-dimensional Digital World. Nanimon went by the nickname of “Oyaji” in the other dimension, and was kept as a digital pet. It loves alcohol and violence, but once it invaded this Digital World (the details of which are still fuzzy), it Digivolved into an active creature. Inspired by the survival-of-the-fittest nature of the Digital World, it threw itself into battle. Its true power remains unknown. That being said, Nanimon has made it through many battles and evolved into its Ultimate form."
    },
    {
        "name": "Nefertimon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=nefertimon_x",
        "url_image": "https://digimon.net/cimages/digimon/nefertimon_x.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Curse of the Queen\n・Rosetta Stone\n・Cartouche",
        "profile": "Profile\nAn Armor-Level Holy Beast Digimon that has Digivolved with the Digi-Egg of Light. The Digi-Egg of Light has the attribute of light, allowing those who equip it to purify darkness with its luminescent power. Even though Gatomon is not a descendant of an ancient species of Digimon, it is able to armor Digivolve into Nefertimon by awakening a dormant special ability in its composition data. Its special moves are Curse of the Queen, by which it fires a red laser beam from the ornament on its forehead, and Rosetta Stone, by which it summons an enormous stone tablet engraved with ancient inscriptions in DigiCode to attack its foe.\n\n■Effects of the X Antibody on Nefertimon’s DigiCore:\nIts bestial agility and hand-to-hand combat ability have both improved. Although its defense capabilities are weak, Nefertimon (X Antibody)’s armor allows for more nimble movement. Its low striking power becomes orders of magnitude greater against evil Digimon due to its holy power that purifies darkness. Together with the data of SaberLeomon’s claws, it demonstrates tremendous lethality. Nefertimon (X Antibody)’s agility and flight speed make it look like a band of light, and it has acquired the special move Cartouche, which it uses to butcher foes from all directions at a speed too fast for the naked eye to discern."
    },
    {
        "name": "Ninjamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=igamon",
        "url_image": "https://digimon.net/cimages/digimon/igamon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Iga-Style Shuriken Throw",
        "profile": "Profile\nA mysterious Digimon clad in a red mask. Ninjamon wanders the Digital World while training. Focusing on covert operations, it hides in forests and underwater, making it rather difficult to spot. Although it differs in school and doctrine from Deputymon of the Virus Busters, they have been comrades-in-arms and friendly rivals for a long time. Its special move Iga-Style Shuriken Throw utilizes massive shuriken."
    },
    {
        "name": "NiseDrimogemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=nisedrimogemon",
        "url_image": "https://digimon.net/cimages/digimon/nisedrimogemon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Bogus Iron Drill Spin",
        "profile": "Profile\nA Digimon resembling Drimogemon to a tee, other than the dubious mustache on its face that earned it the “Nise” (“bogus”) in its name. If this Digimon had been discovered first, perhaps Drimogemon would have been considered the fake. NiseDrimogemon uses its special move Bogus Iron Drill Spin to drive its giant drill nose into the enemy."
    },
    {
        "name": "Numemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=numemon",
        "url_image": "https://digimon.net/cimages/digimon/numemon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Poop Toss",
        "profile": "Profile\nA slug-like Mollusk Digimon. Fond of damp, dark places, Numemon lacks both strength and intelligence. Any Digimon can become a Numemon if it isn’t raised properly, but perhaps it has hidden depths? Then again, even its attacks are bottom-tier, as it flings its own poop to repel enemies."
    },
    {
        "name": "Numemon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=numemon_x",
        "url_image": "https://digimon.net/cimages/digimon/numemon_x.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Poop Rush",
        "profile": "Profile\nA slug-like Mollusk Digimon. Fond of damp, dark places, Numemon lacks both strength and intelligence. Any Digimon can become a Numemon if it isn’t raised properly, but perhaps it has hidden depths? Then again, even its attacks are bottom-tier, as it flings its own poop to repel enemies.\n\n■Effects of the X Antibody on Numemon’s DigiCore:\nThe bits of filth that fall from Numemon (X Antibody) turn into smaller versions of Numemon (X Antibody) that hover around it. It makes a show of the X Antibody in its mouth, but the spherical thing is so covered in drool that no Digimon would think of stealing the antibody. Numemon (X Antibody)’s special move is Poop Rush, which involves both it and the tiny versions of itself around it all hurling a barrage of poop at foes. Despite its appearance, though, Numemon (X Antibody) cares greatly for its friends, and even has the courage to stand up to powerful Digimon in order to protect those it cares about."
    },
    {
        "name": "Octomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=octmon",
        "url_image": "https://digimon.net/cimages/digimon/octmon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Spurting Ink",
        "profile": "Profile\nA Mollusk Digimon discovered in a virus that a malicious hacker used when trying to crash a rival’s computer. Octomon is an obsessive collector, sporting claws at the end of its tentacles that it obtained from Devidramon’s data, and covering itself in Digi-Treasure that it’s scavenged from the depths of the Net Ocean. Many Fujitsumon, which are a small type of shellfish Digimon, attach themselves to the pot that Octomon wears on its head. These Fujitsumon have highly developed senses, and it’s believed that they are part of a symbiotic relationship with Octomon, warning it when they sense danger. Octomon’s special move is Spurting Ink, by which it fires out a blast of highly poisonous ink."
    },
    {
        "name": "Ogremon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=orgemon",
        "url_image": "https://digimon.net/cimages/digimon/orgemon.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Pummel Whack",
        "profile": "Profile\nA Digimon resembling an oni, which is a demon in Japanese folklore. The attacks from Ogremon’s frighteningly well-developed muscles bring tremendous destructive power to bear. Extremely intelligent but just as temperamental, this rage-driven being wreaks all the havoc it can. Belligerent to a fault, it will boldly challenge even opponents with significantly higher battle strength compared to its own, and this has earned it the moniker of the “Digimon Hunter.” The bone club Ogremon wields in its right hand is a spoil from its victory over SkullGreymon. It unleashes the special move Pummel Whack by swinging its massive arms."
    },
    {
        "name": "Ogremon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=orgemon_x",
        "url_image": "https://digimon.net/cimages/digimon/orgemon_x.jpg",
        "level": "Champion",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Pummel Whack\n・WEEK END",
        "profile": "Profile\nA Digimon resembling an oni, which is a demon in Japanese folklore. The attacks from Ogremon’s frighteningly well-developed muscles bring tremendous destructive power to bear. Extremely intelligent but just as temperamental, this rage-driven being wreaks all the havoc it can. Belligerent to a fault, it will boldly challenge even opponents with significantly higher battle strength compared to its own, and this has earned it the moniker of the “Digimon Hunter.” The bone club Ogremon wields in its right hand is a spoil from its victory over SkullGreymon. It unleashes the special move Pummel Whack by swinging its massive arms.\n\n■Effects of the X Antibody on Ogremon’s DigiCore:\nIts wild temperament and savagery have exploded, transforming it into a berserker that gleefully attacks its prey. Its weapon is an axe fusing an electric guitar with an electric saw, and it plays out the excitement of its soul (aka DigiCore) to a rock rhythm. Ogremon (X Antibody) uses its special move WEEK END to swing its guitar down on its foe. Strumming the guitar causes the electric saw to tear the enemy apart with an electric shock as Ogremon unleashes this terrifying attack."
    },
    {
        "name": "Omekamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=omekamon",
        "url_image": "https://digimon.net/cimages/digimon/omekamon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Graffiti Rocket\n・Omeka Kick",
        "profile": "Profile\nA Puppet Digimon born from a certain computer’s design drawing data. Omekamon does not know who it is, and for now tries to take on the appearance of Royal Knights famous among Digimon. It earns nothing but scorn from other Digimon with Graffiti Rocket, firing the pen on its back like a rocket to stain the body of those it hits. Omekamon supposedly found this pen in the drawing software of a certain computer. Its special move Omeka Kick is unexpectedly powerful."
    },
    {
        "name": "Paledramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=paledramon",
        "url_image": "https://digimon.net/cimages/digimon/paledramon.jpg",
        "level": "Champion",
        "type": "Dragon",
        "attribute": "Data",
        "special_Move": "・Ice Age\n・Meteor Hail",
        "profile": "Profile\nA Digimon that Digivolved from Bulucomon. Paledramon’s large, icy wings allow it to fly quickly even in bad weather. Its body is no longer affected by changes in temperature based on the environment, but when facing fiery Digimon like Meramon, Paledramon’s icy form will melt just like when it was a Rookie, leaving it weakened.\nPaledramon is always thinking of its friends, and if one of its companion Digimon is in trouble, it will do whatever it can to help them, regardless of the risk.\nIts special moves include Ice Age, where it freezes foes with its icy breath, and Meteor Hail, where it crashes down from the sky as if it were a giant hunk of ice."
    },
    {
        "name": "Parasaurmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=parasaurmon",
        "url_image": "https://digimon.net/cimages/digimon/parasaurmon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Stunning Sweetness\n・Wavy Octavist",
        "profile": "Profile\nA gentle Dinosaur Digimon living in warm climates. Parasaurmon has fruit-like organs attached around its long neck that waft a sweet aroma. This scent serves to inform its herd of its position, with each member having a slightly different smell.\nParasaurmon is rarely attacked by other Digimon drawn to it by this aroma, but on such occasions it will use Stunning Sweetness to breathe out a paralyzing gas that robs foes of their freedom. In battle, it uses Wavy Octavist to unleash a loud, ultra-low roar capable of breaking rocks, swallowing tens of meters around it in a whirlpool of destruction."
    },
    {
        "name": "Peckmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=peckmon",
        "url_image": "https://digimon.net/cimages/digimon/peckmon.jpg",
        "level": "Champion",
        "type": "Bird",
        "attribute": "Vaccine",
        "special_Move": "・Spiral Claw\n・Kunai Wing\n・Thousand Beaks",
        "profile": "Profile\nA Bird Digimon with powerful legs that runs faster than it can fly. Peckmon uses its special move Spiral Claw to launch itself into the air before spinning its entire body and pulverizing the enemy with its gigantic claws, or Kunai Wing to hurl steel feathers crammed under its wings. It also specializes in the Thousand Beaks attack, whereby it pecks the enemy with its sharp beak in a manner resembling a woodpecker."
    },
    {
        "name": "Pegasusmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pegasmon_x",
        "url_image": "https://digimon.net/cimages/digimon/pegasmon_x.jpg",
        "level": "Champion",
        "type": "Mammal",
        "attribute": "Vaccine",
        "special_Move": "・Meteorizer\n・Golden Square\n・Sacred Wall",
        "profile": "Profile\nAn Armor Holy Beast Digimon that has Digivolved with the Digi-Egg of Hope. The Digi-Egg of Hope has a holy attribute, allowing those who equip it to wield sacred power. This allows Pegasusmon to exhibit absolute power against evil beings. It uses its signature move Rodeo Gallop to unleash ferocious blows with its hind legs. Its special move Silver Blaze fires a holy beam from its forehead, and Shooting Star drops meteors from outer space formed within its wings.\n\n■Effects of the X Antibody on Pegasusmon’s DigiCore:\nPegasusmon (X Antibody)’s armor has been enhanced, and it can now protect itself and its surroundings with Secret Wall, a barrier that repels evil. The area inside this barrier is governed by a unique set of physical laws, and if Pegasusmon (X Antibody) takes flight while Sacred Wall is active, it can quickly accelerate up to the speed of light. Its special move Meteorizer involves crashing down into an evil foe at light speed to wipe them out. It also has Golden Square, where it fires purifying beams of light from the crystals in its wings as well as its two front legs."
    },
    {
        "name": "Petermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=petermon",
        "url_image": "https://digimon.net/cimages/digimon/petermon.jpg",
        "level": "Champion",
        "type": "Pixie",
        "attribute": "Data",
        "special_Move": "・Snipe Sting\n・Twinkle Shoot\n・Midnight Fantasia",
        "profile": "Profile\nA Digimon resembling a boy dancing freely across the sky. Petermon entices young Digimon who refuse to Digivolve with a promise to build a land only for kids, then invites them to Never-Ever Land, a world it built itself. Its personality seems innocent and naive, but underneath that purity lurks a certain degree of brutality. Petermon is particularly harsh toward Digimon who break promises, beating them down in a “punishment game.” Its swordplay is top-notch, and it deftly brandishes the knife on its waist to punish foes. Petermon hounds the enemy with a scornful smile, using Snipe Sting to attack the opponent’s vitals with precise strikes, and Twinkle Shoot to pursue foes until it scores a hit. It also uses Midnight Fantasia to freely control nearby young Digimon while they slumber with a light, whistling tune."
    },
    {
        "name": "Piddomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pidmon",
        "url_image": "https://digimon.net/cimages/digimon/pidmon.jpg",
        "level": "Champion",
        "type": "Angel",
        "attribute": "Vaccine",
        "special_Move": "・Fire Phaser\n・Pid Speed",
        "profile": "Profile\nA two-winged Angel Digimon covered in a shining white cloth. Like Angemon, Piddomon is a being of pure virtue, albeit at a rank below that of Angemon. Still, its power is on par with Angemon, and it wields its Holy Rod to destroy evil. Piddomon uses its special move Fire Phaser to rain down feathers blazing with holy flame like meteors, or Piddo Speed to charge at high speed before unleashing an intense blow with its Holy Rod."
    },
    {
        "name": "PlatinumSukamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=platinasukamon",
        "url_image": "https://digimon.net/cimages/digimon/platinasukamon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Rare Metal Poop",
        "profile": "Profile\nA Digimon of glittering platinum, shaped like a piece of poop. PlatinumSukamon is a type of Sukamon that has taken in rare metal data, giving it a gorgeous appearance but the same abilities as the original. It does not appear to have received any sort of power-up. PlatinumSukamon uses its special move Rare Metal Poop to hurl poop with a metallic sheen at the enemy."
    },
    {
        "name": "Porcupamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=porcupamon",
        "url_image": "https://digimon.net/cimages/digimon/porcupamon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Madness Broach\n・Slap and Rip",
        "profile": "Profile\nA rare Digimon that fears its own extinction, Porcupamon is classified as one of the Red Data Digimon. This Digimon did not originally reside in the Dark Area, but started living there after it was driven away by several other species. Its body is covered in a special leather, and this wicked-looking suit is thought to be a disguise to allow it to survive in the dog-eat-dog environment that is the Dark Area. Porcupamon uses its special move Madness Broach to stab the enemy with its sharp body hair, or Slap and Rip to cut the enemy with edged claws."
    },
    {
        "name": "Potamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=potamon",
        "url_image": "https://digimon.net/cimages/digimon/potamon.jpg",
        "level": "Champion",
        "type": "Food",
        "attribute": "Vaccine",
        "special_Move": "・Shubashuba Potato\n・Bashed Potato",
        "profile": "Profile\nA gourmet Digimon that scanned data on all forms of fries. Potamon walks around eating fries, handing out choice morsels so that many Digimon will know how delicious they are. It recognizes those who find fault with its fries as complainers, using Shubashuba Potato to launch razor-sharp fries from above, and Bashed Potato to rain big, flat, piping-hot fries down from the sky. Opponents who apologize can then enjoy the magnificence of its fries. Potamon vies with Burgamon over who is the true king of fast food."
    },
    {
        "name": "Pteramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pteranomon_x",
        "url_image": "https://digimon.net/cimages/digimon/pteranomon_x.jpg",
        "level": "Champion",
        "type": "Pterosaur",
        "attribute": "Data",
        "special_Move": "・Beak Pierce\n・Nail Comb",
        "profile": "Profile\nAn Armor Pterosaur Digimon with wings of steel that has Digivolved with the Digi-Egg of Love. Also known as the Blue Bomber, Pteramon can fly at a higher altitude than any other Digimon. This allows it to bomb enemies with pinpoint precision while avoiding detection. It has excellent eyesight as well, and can spot enemies from more than 30,000 feet overhead. Its special move is Beak Pierce, by which it falls into a vertical drop and pierces foes with its sharp beak. This move can cut through even the thickest armor, destroying the opponent’s DigiCore without fail.\n\n■Effects of the X Antibody on Pteramon’s DigiCore:\nNo Digimon is capable of reaching Pteramon (X Antibody)’s airborne altitude, so it is forced to fight its own kind by attaining air-to-air combat ability and mobility. This means its low-altitude flight ability has also improved, and it has acquired the special move Nail Comb, which it uses to fly at incredible speed at super-low altitude without losing sight of its foe, before carving them up with the sharp claws on its legs. Pteramon (X Antibody) stores its legs in its body at maximum speed to reduce drag."
    },
    {
        "name": "Publimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=publimon",
        "url_image": "https://digimon.net/cimages/digimon/publimon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Dual Presser\n・Playful Crash",
        "profile": "Profile\nA Mutant Digimon wearing a seashell hood. It enjoys observing other Digimon, then compiling that information into data that it transmits throughout the Digital World. Publimon's stories vary wildly between trivial topics and more serious articles, even when the latter kind of reporting sometimes puts it in danger. For example, it has gotten in trouble with Angel Digimon for publishing stories about the Three Archangels. Though Publimon's reporting has a great number of supporters, it has many detractors, too. However, anyone that hurts Publimon's readers becomes prey to one of its special investigations.\nIts special moves are Dual Presser, in which its opponent is smashed between two giant computer windows with great force, and Playful Crash, where Publimon turns one of its information windows into a paper airplane-like projectile and sends it flying to pierce through its target."
    },
    {
        "name": "RaptorSparrowmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=raptorsparrowmon",
        "url_image": "https://digimon.net/cimages/digimon/raptorsparrowmon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Raptor Grapple\n・Crash Charge",
        "profile": "Profile\nRaptorSparrowmon is a Digivolution of Sparrowmon, now fully armored in Chrome Digizoid. This armor makes up for its weakness of being too vulnerable to enemy attacks. What’s more, it is now also capable of quickly spinning around with its graceful wings. Although it excels at hit-and-run tactics and sowing chaos on the battlefield, it’s as capricious as ever, and this leads to it making a lot of mistakes.\n\nIts special move Raptor Grapple is an improved version of Crash Boom, where it seizes hold of an enemy, flies up into the sky, and then smashes them into the ground. It also has Crash Charge, which involves ramming into foes with its new Chrome Digizoid armor."
    },
    {
        "name": "Raptordramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=raptordramon",
        "url_image": "https://digimon.net/cimages/digimon/raptordramon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Crash Charge\n・Ambush Crunch",
        "profile": "Profile\nAn Android Digimon modeled off of a feral Digimon with predatory instincts that allow it to reliably bring down prey. Raptordramon boasts an incredibly tough body as well as uncontrollable savagery, and so it has been remodeled with pure Chrome Digizoid of considerable weight to restrict its mobility. Nevertheless, it still has exceptional explosive power and flight capabilities, largely due to the feral Digimon organism it was remodeled from. Raptordramon may be small, but if it can gradually unlock these abilities, it will be capable of taking down even ultra-large Digimon with a single blow. It uses its signature move Crash Charge to rush the enemy while taking advantage of its sharp Chrome Digizoid armor. Raptordramon also executes its special move Ambush Crunch by leaping at the opponent, instantly tearing out vitals with its razor-sharp teeth."
    },
    {
        "name": "Raremon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=raremon",
        "url_image": "https://digimon.net/cimages/digimon/raremon.jpg",
        "level": "Champion",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Sludge",
        "profile": "Profile\nAn Undead Digimon whose muscles have rotted off its body. Raremon tried to prolong its life by mechanizing its body, but the process didn’t stabilize, causing the data composing its body to start falling apart. Even so, these machine parts grant this creature life, preventing its death and allowing it to survive in this awful state. This crumbling form affords neither attack power nor intelligence, causing Raremon to act according to instinct. It emits a stench from its body awful enough to send In-Training Digimon running, and won’t fight anything below Champion level."
    },
    {
        "name": "RedVegiemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=redvagimon",
        "url_image": "https://digimon.net/cimages/digimon/redvagimon.jpg",
        "level": "Champion",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Hazard Breath",
        "profile": "Profile\nA strengthened version of Vegiemon, its entire body has ripened and turned red. RedVegiemon boasts formidable power and intelligence, unlike the unripened Vegiemon. This red ripened appearance is Vegiemon’s original form, likely brought about by the harsher environments of the Folder Continent. Its personality has become even more crafty and cunning. Its special move Hazard Breath is a blast of breath both foul and poisonous. Anyone who carelessly approaches RedVegiemon assuming it’s a Vegiemon will surely have a regrettable experience."
    },
    {
        "name": "Reppamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=reppamon",
        "url_image": "https://digimon.net/cimages/digimon/reppamon.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Rolling Tackle\n・Lion Claw\n・Razor Wind",
        "profile": "Profile\nA Digimon with a blade on its tail resembling a kamaitachi—a mythical weasel-like creature. Its tail moves with a will of its own, allowing it to handle even surprise attacks from the rear. That will doesn’t always line up with Reppamon’s, and this Digimon has even been observed fighting its own tail. It enjoys fighting in wooded areas, making good use of its claws and tail to clamber nimbly among the trees. Thus, one must exercise considerable caution when fighting Reppamon in a forest. Its special move Rolling Tackle is a spinning charge, and it uses Lion Claw to ferociously tear the opponent apart with its sharp claws. Be sure not to let your guard down at any time. The tail can unleash an invisible blade of wind known as Razor Wind with a single swing."
    },
    {
        "name": "Rhinomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rhinomon_x",
        "url_image": "https://digimon.net/cimages/digimon/rhinomon_x.jpg",
        "level": "Champion",
        "type": "Mammal",
        "attribute": "Vaccine",
        "special_Move": "・Ain Soph Aur\n・Atomic Blade\n・Spirit Burst",
        "profile": "Profile\nAn Armor Mammal Digimon that has Digivolved with the Digi-Egg of Miracles. Rhinomon’s body is covered in Chrome Digizoid armor, which provides a solid defense against conventional physical attacks while also forming a reflective surface that is impervious to laser attacks. While one might expect its movements to be sluggish, Rhinomon’s excessive power lets it move its body at speeds considered abnormal for its physique. Its special move Ain Soph Aur covers it in a barrier of light emitted from the jewels embedded in its armor, and it uses Atomic Burst to charge at the enemy. Digimon struck with this technique have their data broken down to simple ones and zeroes—the smallest units of digital data—and can never return to normal.\n\n■Effects of the X Antibody on Rhinomon’s DigiCore:\nRhinomon (X Antibody)’s armor has been refined, bolstering its defense but also completely altering its offensive style to be more aggressive. Crucially, its horn has now become a sword, allowing it to make use of new, sword-based attacks. One of these is Atomic Blade, where it charges at foes and runs them through, utterly destroying their data, and another is Spirit Burst, by which it swings its head with a large motion to cut enemies in two. Its personality has also grown more aggressive, and it will boldly challenge any Digimon that it deems strong."
    },
    {
        "name": "Roachmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gokimon",
        "url_image": "https://digimon.net/cimages/digimon/gokimon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Dream Dust",
        "profile": "Profile\nRoachmon has the shiny black body of that most widely reviled of pests—the cockroach. Ever careful to stay out of sight, it moves around quite nimbly, although it goes even faster when running away. Despite having only lackluster offensive and defensive abilities, its boundless drive to live lets it really shine in an endurance match. Its special move is Dream Dust, where it scatters trash around."
    },
    {
        "name": "Runnermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=runnermon",
        "url_image": "https://digimon.net/cimages/digimon/runnermon.jpg",
        "level": "Champion",
        "type": "Beast",
        "attribute": "Virus",
        "special_Move": "・Lightning Rush\n・Heartbeat Impulse",
        "profile": "Profile\nA Beast Digimon that Digivolved from treadmill data. Runnermon can run over hills, through swamps, or across any harsh terrain without losing speed. What truly sets it apart, though, isn't its speed or agility, but its stamina. It can maintain its top speed for incredibly long stretches, without hardly ever taking a break.\nIts special moves are Lightning Rush, where it attacks an enemy's blind spot at lightning speed, and Heartbeat Impulse, where it fires a severing energy blade from its tail."
    },
    {
        "name": "Saberdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=saberdramon",
        "url_image": "https://digimon.net/cimages/digimon/saberdramon.jpg",
        "level": "Champion",
        "type": "Giant Bird",
        "attribute": "Vaccine",
        "special_Move": "・Black Saber",
        "profile": "Profile\nA Digimon shrouded in dark flames. Saberdramon is difficult to approach, as its violent disposition causes it to inflict a savage barrage of counterattacks on the enemy. It uses its special move Black Saber to attack from the sky with the talons on its feet."
    },
    {
        "name": "SandYanmamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sandyammamon",
        "url_image": "https://digimon.net/cimages/digimon/sandyammamon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Data",
        "special_Move": "・Desert Wind",
        "profile": "Profile\nA subspecies of Yanmamon that inhabits deserts. SandYanmamon has a laidback personality, unlike Yanmamon, but shows no mercy to Digimon who invade its territory. It uses its special move Desert Wind to cause small sandstorms with powerful wing flaps."
    },
    {
        "name": "Sangloupmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sangloupmon",
        "url_image": "https://digimon.net/cimages/digimon/sangloupmon.jpg",
        "level": "Champion",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Sticker Blade\n・Black Mind",
        "profile": "Profile\nA noble-minded, bloodsucking wolf Digimon. Sangloupmon is a considerably old species of Digimon said to have survived since the dawn of the Digital World. Digimon who have their blood sucked by Sangloupmon have all the information drained from their DigiCores, making them unable to maintain vital activity and ending their life. Sangloupmon disassembles its own data into packets and sends them across the Net, letting it teleport to other locations. Due to this skill, catching Sangloupmon is said to be an extremely daunting task. Sangloupmon uses its special move Sticker Blade to hurl thousands of small blades that instantly skewer the opponent, or Black Mind to disassemble its data, melting and disappearing into the enemy’s shadow."
    },
    {
        "name": "Seadramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=seadramon",
        "url_image": "https://digimon.net/cimages/digimon/seadramon.jpg",
        "level": "Champion",
        "type": "Aquatic",
        "attribute": "Data",
        "special_Move": "・Ice Blast",
        "profile": "Profile\nAn Aquatic Digimon with a serpentine body. When attacked, Seadramon will wrap its long body around the enemy and squeeze them until they suffocate. Fundamentally lacking any kind of intelligence, Seadramon swims through the Net Ocean wherever its instincts take it. Its special move is Ice Blast, by which it breathes out from its mouth at absolute zero, instantly freezing the water and blasting its opponent."
    },
    {
        "name": "Seadramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=seadramon_x",
        "url_image": "https://digimon.net/cimages/digimon/seadramon_x.jpg",
        "level": "Champion",
        "type": "Aquatic",
        "attribute": "Data",
        "special_Move": "・Ice Blast\n・Ice Spear",
        "profile": "Profile\nThis creature is thought to have Digivolved into a frenzied Aquatic Digimon through continuous battle, surviving the harsh environment of the Net Ocean since ancient times. Characterized by a long, serpentine body, Seadramon will wrap itself around the enemy when attacked, and squeeze them until they suffocate. Fundamentally lacking any sort of intelligence, it swims to wherever its instincts take it within the Net Ocean. Seadramon uses its special move Ice Blast to instantly freeze water with an absolute zero breath from its mouth before launching the resulting ice at the opponent.\n\n■Effects of the X Antibody on Seadramon’s DigiCore:\nIts body has been specialized solely for faster swimming, and its sense of smell underwater has developed even further. Seadramon (X Antibody) does not approach creatures bigger than itself, but it will sniff out injured Digimon from far away and move in to attack them. Not necessarily intelligent, it displays powerful instincts acquired through its struggle for existence. Seadramon (X Antibody)’s special move Ice Spear is an upgraded technique that it uses to fire Ice Blast rapidly, piercing the enemy."
    },
    {
        "name": "Sealsdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sealsdramon",
        "url_image": "https://digimon.net/cimages/digimon/sealsdramon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Death Behind\n・Scouter Monoeye",
        "profile": "Profile\nIt is said that only a Commandramon that passes the Selection-D exam is capable of Digivolving into Sealsdramon. This is no mean feat, as the Selection-D exam is a special test that involves screening 100 Commandramon until only one remains. Sealsdramon can move at speeds practically impossible to follow with the naked eye, and is strong enough to finish off its targets using only hand-to-hand combat, never relying on guns or camouflage techniques. Most of its missions consist of assassinations. Its special moves include Death Behind, where it strikes out with its finely honed knife, and Scouter Monoeye, which involves rapidly determining its enemy’s weak points."
    },
    {
        "name": "Seasarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=siesamon",
        "url_image": "https://digimon.net/cimages/digimon/siesamon.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Ancient Firewall\n・Tiida Iya",
        "profile": "Profile\nA Digimon resembling a legendary holy beast called the Shisa. Seasarmon possesses the strength to drive off calamity, and demonstrates immense power in the face of evildoers. A kind and gentle ally, it protects Tamers from any and all disasters, even at expense of its own wellbeing. Combining a docile nature with a ferocious appearance, it is usually found lounging in the sun. This sunlight is actually an essential power source for Seasarmon, and recharges its life force. Its signature move Ancient Firewall acts as a type of Firewall that provides temporary protection from invasion by evil viruses. Its special move Tiida Iya fires infinite arrows of holy sunlight."
    },
    {
        "name": "Seasarmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=siesamon_x",
        "url_image": "https://digimon.net/cimages/digimon/siesamon_x.jpg",
        "level": "Champion",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Koryūkyū\n・Ancient Firewall\n・Tiida Iya",
        "profile": "Profile\nA Digimon resembling a legendary holy beast called the Shisa. Seasarmon possesses the strength to drive off calamity, and demonstrates immense power in the face of evildoers. A kind and gentle ally, it protects Tamers from any and all disasters, even at expense of its own wellbeing. Combining a docile nature with a ferocious appearance, it is usually found lounging in the sun. This sunlight is actually an essential power source for Seasarmon, and recharges its life force. Its signature move Ancient Firewall acts as a type of Firewall that provides temporary protection from invasion by evil viruses. Its special move Tiida Iya fires infinite arrows of holy sunlight.\n\n■Effects of the X Antibody on Seasarmon’s DigiCore:\nSeasarmon (X Antibody) is clad in golden armor that shines more brightly the longer it’s been in the sun. This armor serves as a barrier, repelling the attacks of Evil-species Digimon. Apparently, the redness of Seasarmon (X Antibody)’s tail indicates the degree to which it’s been charged with sunlight. Seasarmon (X Antibody) is sure to be found relaxing in the sun even now, preparing to fight off evil Digimon. Its special move, Koryūkyū, involves turning itself into a ball of light to charge at evil."
    },
    {
        "name": "Shademon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shademon",
        "url_image": "https://digimon.net/cimages/digimon/shademon.jpg",
        "level": "Champion",
        "type": "Unidentified",
        "attribute": "Virus",
        "special_Move": "・Free Death Fall\n・Kill Me",
        "profile": "Profile\nA Digimon without substance, haunting the shadows of both man and Digimon. Shademon drinks the despair of those it possesses, feeding off of them. The amount of despair it consumes determines what kind of atrocious Digimon it will Digivolve into. It uses its special move Free Death Fall to show its foes illusions of them being knocked to the ground ten thousand times, and Kill Me to manipulate surrounding Digimon into attacking the possessed enemy."
    },
    {
        "name": "Shanitamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shonitamon",
        "url_image": "https://digimon.net/cimages/digimon/shonitamon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Data",
        "special_Move": "・Fog Concealment\n・Leaf Concealment",
        "profile": "Profile\nAn Armed Reconnaissance Mode born from the overflowing curiosity of two Digimon. Specializing in techniques that hides its presence, Shanitamon can wield ninjutsu to invade enemy territory, convey collected enemy intel to allies through Monitamon’s information-sharing ability, and withdraw without being noticed...or at least it has the potential, but for some mysterious reason has never exhibited this ability. Its curiosity gets the better of it, so it often heads to places other than the intended target, performing unintended and pointless armed reconnaissance. Much of Shanitamon’s eyewitness information comes from hot springs and pools. It insists this is scouting, not peeping."
    },
    {
        "name": "ShellNumemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=karatukinumemon",
        "url_image": "https://digimon.net/cimages/digimon/karatukinumemon.jpg",
        "level": "Champion",
        "type": "Crustacean",
        "attribute": "Virus",
        "special_Move": "・Shell's Attack",
        "profile": "Profile\nShellNumemon is a Crustacean Digimon formed when a Numemon is smart enough to search out a shell to protect itself. This makes it slightly more intelligent than Numemon, but it’s also highly skittish and will hide inside its shell at the least provocation. While in its shell its defense is extremely high, allowing it to withstand being kicked or stepped on. Its special moves are Shell’s Attack, by which it bashes opponents with its shell while hiding inside, and Mature Poop, by which it throws gobs of poop that have accumulated in its shell."
    },
    {
        "name": "Shellmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shellmon",
        "url_image": "https://digimon.net/cimages/digimon/shellmon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Data",
        "special_Move": "・Hydro Blaster",
        "profile": "Profile\nA Digimon shaped like a hermit crab inhabiting the depths of the Net Ocean. Shellmon has a turtle-like appearance when inside its shell, but its body is actually soft like a mollusk. Its body gets bigger and bigger as it grows, switching dwellings each time until it’s the size of a small mountain. Also, Shellmon has the custom of settling into anything it can push its whole body into. Its low intelligence and belligerent nature mean that anyone who encounters it needs to stay on guard. Its special move Hydro Blaster fires liquid at high pressure."
    },
    {
        "name": "ShimaUnimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shimaunimon",
        "url_image": "https://digimon.net/cimages/digimon/shimaunimon.jpg",
        "level": "Champion",
        "type": "Mythical Beast",
        "attribute": "Vaccine",
        "special_Move": "・Raster Shot",
        "profile": "Profile\nA subspecies of Unimon with stripes all over its body. The unicorn data is more expressed in its body, so ShimaUnimon lacks the wings of a Pegasus. It cannot fly, but it gallops along the ground using its powerful legs. Its unicorn horn is also sharper than Unimon’s, and this increases its capacity for bloodshed. ShimaUnimon uses its special move Raster Shot to shoot a shockwave from its mouth."
    },
    {
        "name": "ShootingStarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shootingstarmon",
        "url_image": "https://digimon.net/cimages/digimon/shootingstarmon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Super Major",
        "attribute": "Data",
        "special_Move": "・Astro Bomber\n・Dynamite Soul\n・Meteor Rock Soul",
        "profile": "Profile\nShootingStarmon DNA Digivolved from Starmon and a group of Pickmon. It is the result of several Pickmon gathering around a Starmon and, in an effort of shared will, propelling that Starmon to the level of a Super Major Digimon.\n\nShootingStarmon’s special move Astro Bomber involves turning into a burning meteor by entering into the atmosphere and crashing into foes. The force of this impact is so great that it leaves a large crater where it hits. It also has Dynamite Soul, where it screams words of encouragement to Digimon on the brink of losing hope, setting their weakened hearts aflame. Finally, it has a unison attack with Shoutmon EX6 called Meteor Rock Soul, which consists of a right-handed straight punch packed with fighting spirit."
    },
    {
        "name": "Shortmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shortmon",
        "url_image": "https://digimon.net/cimages/digimon/shortmon.jpg",
        "level": "Champion",
        "type": "Food",
        "attribute": "Data",
        "special_Move": "・Tastone\n・Sweet Berry",
        "profile": "Profile\nA Food Digimon shaped like a shortcake that aims to become a top-tier pâtissier. Shortmon polishes its skills daily by studying cake data flowing into the Digital World. It also studies polite customer service, and dreams of one day opening its own cake shop to treat customers to delicious confections.\nWere a Digimon to appear and spoil a space where cakes are being enjoyed, Shortmon uses Tastone to skewer said foe with a huge fork, or Sweet Berry to launch the strawberry on its head, driving them off."
    },
    {
        "name": "Shoutmon X2",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shoutmonx2",
        "url_image": "https://digimon.net/cimages/digimon/shoutmonx2.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Data",
        "special_Move": "・Mac Arrow\n・Horn Breaker DX\n・Buddy Blaster\n・Fusion Fist\n・Optic Laser\n・Miya Vulcan",
        "profile": "Profile\nBallistamon’s Enhanced Armor Mode excels in defense. By housing another Digimon inside of it, it confers that Digimon power and defense several times greater than usual. Fusing the potential of both Digimon gives it access to many powerful special moves. Shoutmon X2’s wide range of special moves lets it handle combat against single opponents or groups, including melee attacks, beam attacks, and live ammunition. These moves draw out an ample amount of Ballistamon’s latent ability. Horn Breaker DX, an upgraded version of Ballistamon’s Horn Breaker, applies hovering to break through enemy lines and send them flying, making it a key skill for creating openings. Buddy Blaster is its ultimate special move, and can be used when two Digimon sync their camaraderie power. Their will is converted into energy, which it shoots from its horn."
    },
    {
        "name": "Shoutmon X3",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shoutmonx3",
        "url_image": "https://digimon.net/cimages/digimon/shoutmonx3.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Composite",
        "attribute": "Data",
        "special_Move": "・Three Victorize\n・Three Impact\n・Varooma Boomerang",
        "profile": "Profile\nThe combination of three Digimon’s instincts for conflict is what gave birth to this powerful warrior, Shoutmon X3, also known as Physical Mode. Its mind, body, and techniques are all top notch. Highly maneuverable, it manipulates foes with its acrobatic movements. Despite its delicate appearance, Shoutmon X3 is also good at withstanding shockwave attacks because its flexible joints are able to efficiently absorb and redistribute force. What’s more, the V on its chest is a highly versatile weapon. Not only can it be used to unleash Three Victorize, wiping out a group of foes with a single blow, it can also be removed with Varooma Boomerang and either wielded like a giant sword or thrown like a boomerang."
    },
    {
        "name": "Shoutmon X4",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shoutmonx4",
        "url_image": "https://digimon.net/cimages/digimon/shoutmonx4.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Composite",
        "attribute": "Data",
        "special_Move": "・Burning Star Crusher\n・Three Victorize\n・Three Impact\n・High Atmospheric Pressure\n・Varooma Boomerang\n・Burning Star Slasher",
        "profile": "Profile\nA miraculous form known as Victory Mode is born from the strong desire of four Digimon to achieve absolute victory. It exists only to carry out this conviction. Shoutmon X4’s strength is tremendous, and it is among the strongest Digimon anywhere. Specializing in ground combat, it uses Burning Star Crusher, which splits even the speediest foe in two, and Three Impact, a comeback punch to pull itself out of any predicament. Shoutmon X4 also uses Burning Star Slasher, a wave attack released from Star Sword DX."
    },
    {
        "name": "Shoutmon（King Version）",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shoutmon_king",
        "url_image": "https://digimon.net/cimages/digimon/shoutmon_king.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Mini Dragon",
        "attribute": "Data",
        "special_Move": "・Rock Soul\n・Soul Crusher\n・Rowdy Rocker",
        "profile": "Profile\nShoutmon (King Version) is a gallant form of Shoutmon with a yellow scarf that flutters in the wind. Its strength has increased by leaps and bounds thanks to its training, and it stands out all the more in its performances with its McField-brand microphone. Its special moves have all been powered up as well, including Soul Crusher, where it screams its passion at max volume into its mic to blow away its foes, Rowdy Rocker, which involves switching from its polished mic performance to attack as if with a bo staff, and Rock Soul, by which it blasts out the fiery passion of its soul."
    },
    {
        "name": "Sistermon Ciel",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sistermon_ciel",
        "url_image": "https://digimon.net/cimages/digimon/sistermon_ciel.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Shirotsume Ichimonji-giri\n・Byakusai\n・Piercing Wasp",
        "profile": "Profile\nOlder sister to Sistermon Blanc and twin to Sistermon Noir, Sistermon Ciel wears a veil shaped like a mouse on its head. Sistermon Ciel acts separately from its sisters Noir and Blanc, wandering the Digital World investigating various disturbances and sending information to Gankoomon about the areas it visits. Though demure by nature, Sistermon Ciel’s resolve is ironclad, and it tends to be popular with local Digimon wherever it goes. By day it goes about what appears to be a peaceful and charming life, and by night it abruptly turns into an assassin dedicated to hunting down any undesirable elements that it has learned about.\n\nIt is quite fond of its sword Shirotsume Ichimonji, and its signature move Shirotsume Ichimonji-giri involves silently cutting down foes with the blade. It also knows a variety of assassination techniques, including Byakusai, where it throws a pair of knives hidden up its sleeves at foes, and Piercing Wasp, which involves striking an opponent’s vitals from close range after getting them to let down their guard."
    },
    {
        "name": "Sistermon Ciel（Awake.）",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sistermon_ciel_Awake",
        "url_image": "https://digimon.net/cimages/digimon/sistermon_ciel_Awake.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Shirotsume Ichimonji-giri (Awake)\n・Byakusai (Awake)\n・Tohhō (Awake)",
        "profile": "Profile\nAnother form of Sistermon Ciel. Donning the wimple causes a holy stigma to appear on Sistermon Ciel (Awake.)’s stomach. Each swing of its beloved sword Shirotsume Ichimonji sharpens the blade, and imbues it with light. Sistermon Ciel (Awake.) demonstrates elegant swordsmanship in concert with the brilliance of its beloved sword, engaging in a sword dance that entrances those who see it the moment light overflows from its blade."
    },
    {
        "name": "Sistermon Noir",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sistermonnoir",
        "url_image": "https://digimon.net/cimages/digimon/sistermonnoir.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Mickey Bullet\n・Bless Fire\n・Grand Sister Cruz",
        "profile": "Profile\nA nun Digimon that is a sister to Sistermon Blanc, clad in a klobuk shaped like the head of a black cat. Jovial by nature, Sistermon Noir calms others with its innocent behavior. Gankoomon ordered it to look after Huckmon, and so it accompanies the former on its journeys while training the latter. Still, Sistermon Noir tackles this task half in jest, laughing off any of Huckmon’s grief-stricken words and pointing its gun at its charge. In the past, the sisters were saved by Gankoomon just as they were on the brink of starvation. Sistermon Noir uses its special move Mickey Bullet to fire twin guns that it collectively refers to as “Anthony,” Bless Fire to shoot them in a straight line, or Grand Sister Cruz to finish off the enemy together with its sister."
    },
    {
        "name": "Sistermon Noir（Awake.）",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sistermon_noir_Awake",
        "url_image": "https://digimon.net/cimages/digimon/sistermon_noir_Awake.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Mickey Bullet (Awake)\n・Bless Fire (Awake)\n・Grand Sister Cruz (Awake)",
        "profile": "Profile\nAnother form of Sistermon Noir. Donning the wimple on its head causes a holy stigma to appear, awakening it to its true power. The feral strength drawn out by Sistermon Noir’s awakening boosts its agility as well, and it can now bring down foes while maintaining a stooped-over stance."
    },
    {
        "name": "SkullKnightmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=skullknightmon",
        "url_image": "https://digimon.net/cimages/digimon/skullknightmon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Spear Needle\n・Chest-Eye Wink",
        "profile": "Profile\nA leader among its peers who has exchanged cups of sworn brotherhood with DeadlyAxemon. SkullKnightmon is an extremely cunning knight, and operates based on its own philosophy: “Those who are knights must fight. And not just fight, but win.” It values victory above all else. Toward this end, it is not afraid to get its hands dirty. SkullKnightmon prides itself on combat utilizing its size, swooping in on its foes while swinging its Spear Needle, and displaying behavior one might not expect of a knight who has forgotten its pride."
    },
    {
        "name": "SkullKnightmon: Cavalier Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=skullknightmoncavaliermode",
        "url_image": "https://digimon.net/cimages/digimon/skullknightmoncavaliermode.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Virus",
        "special_Move": "・Cavalier Braver",
        "profile": "Profile\nSkullKnightmon: Cavalier Mode is an Assault Strike Mode where SkullKnightmon is mounted on DeadlyAxemon. Its primary purpose is to close in on foes by running towards them like a bullet, heedless of any obstacles that might be in the way. After SkullKnightmon has rushed forward to pierce foes with Cavalier Braver, DeadlyAxemon then transforms into Pulverizing Weapon Mode to help SkullKnightmon fight. Should the ensuing combat go badly, DeadlyAxemon can transform back into Assault Strike Mode and attempt to flee the field. DeadlyAxemon possesses endless stamina, and since it never grows tired, SkullKnightmon can repeat this strategy as much as it likes. As a result, DeadlyAxemon is more feared on the battlefield than SkullKnightmon."
    },
    {
        "name": "SkullKnightmon: Mighty Axe Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=skullknightmonbigaxemode",
        "url_image": "https://digimon.net/cimages/digimon/skullknightmonbigaxemode.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Virus",
        "special_Move": "・Axe Rider\n・Storm Axe",
        "profile": "Profile\nSkullKnightmon: Mighty Axe Mode involves transforming DeadlyAxemon into a weapon, also known as its Pulverizing Weapon Mode. In this form, DeadlyAxemon makes full use of the toughness of its body. Even though this giant axe is larger than the average Digimon, SkullKnightmon is more than capable of wielding it in battle, and it uses the weapon’s great weight and durability to crush anything that gets in its way. What’s more, as a living weapon, DeadlyAxemon can attack on its own, and it uses this ability to coordinate its attacks perfectly with SkullKnightmon. SkullKnightmon: Mighty Axe Mode’s special moves include Axe Rider, where it charges forward with its Mighty Axe held in front of it, and Storm Axe, which involves swinging its mighty axe down faster than the eye can see."
    },
    {
        "name": "Snatchmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=snatchmon",
        "url_image": "https://digimon.net/cimages/digimon/snatchmon.jpg",
        "level": "Champion",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Ruin Laser\n・Tooth Spear\n・Fusionize",
        "profile": "Profile\nAfter multiple Vemmon have grown strong and started cannibalizing each other, the Vemmon left standing becomes Snatchmon. The master directive written into their code drives them, but it is said some Snatchmon become self-aware and come to desire greater strength for themselves, aiming to become the most powerful by preying upon their enemies.\nTheir special moves are Ruin Laser, an attack launched from the back of their arms; Tooth Spear, a slashing technique using the tips of their tails; and Fusionize, wherein they feed upon defeated opponents."
    },
    {
        "name": "Snimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=snimon",
        "url_image": "https://digimon.net/cimages/digimon/snimon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Vaccine",
        "special_Move": "・Shadow Sickle",
        "profile": "Profile\nAn experimental Digimon built in a laboratory as a Virus Hunter. Made of praying mantis data, Snimon chases after its target with machine-like precision. Its cold personality makes it feared by both Vaccine and Data types alike. The scythes on its arms are sharpened to points, allowing it to cleave cleanly through anything. Snimon has no eyes, but the red feelers on its head act as sensors to accurately track the target’s position. Its special move Shadow Sickle is a supersonic slash invisible to the naked eye."
    },
    {
        "name": "Sorcermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sorcerimon",
        "url_image": "https://digimon.net/cimages/digimon/sorcerimon.jpg",
        "level": "Champion",
        "type": "Wizard",
        "attribute": "Vaccine",
        "special_Move": "・Crystal Cloud",
        "profile": "Profile\nA companion of Wizardmon from the other-dimensional Digital World of Witchelny. Sorcermon uses light and ice magic (advanced programming languages), and also has the ability to heal wounds with the holy power of prayer. Its special move is Crystal Cloud, by which it summons storm clouds from a wand topped with crystallized ice in order to cause a massive blizzard."
    },
    {
        "name": "Soulmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=soulmon",
        "url_image": "https://digimon.net/cimages/digimon/soulmon.jpg",
        "level": "Champion",
        "type": "Ghost",
        "attribute": "Virus",
        "special_Move": "・Necro Magic",
        "profile": "Profile\nA Ghost Digimon made up of cursed virus programs. This version of Bakemon incorporated the data of magicians that appear in fantasy, and its black hat bolsters its magic power. This makes its curse and magic attacks devastatingly strong. It uses its special move Necro Magic to launch dead souls at the enemy."
    },
    {
        "name": "Starmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=starmon",
        "url_image": "https://digimon.net/cimages/digimon/starmon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Meteor Shower",
        "profile": "Profile\nA star-shaped Digimon discovered by chance in planetary analysis software installed at a space development center. Starmon is a space warrior in stellar power armor that wears boots and gloves emblazoned with a star symbol. Its ragged yellow scarf speaks to the many battles it has survived. Starmon’s eyes burn with fighting spirit in the center of its body, clearly conveying its desires in spite of its inability to speak. They can even be used in a more advanced fashion to hypnotize opponents. Starmon is a hot-blooded Digimon with a burning admiration for the warrior Leomon. Its special move is Meteor Shower, by which it calls down small meteors to crush its foe."
    },
    {
        "name": "Starmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=starmon_x",
        "url_image": "https://digimon.net/cimages/digimon/starmon_x.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Meteor Shower\n・Meteor Champion",
        "profile": "Profile\nA star-shaped Digimon discovered by chance in planetary analysis software installed at a space development center. Starmon is a space warrior in stellar power armor that wears boots and gloves emblazoned with a star symbol. Its ragged yellow scarf speaks to the many battles it has survived. Starmon’s eyes burn with fighting spirit in the center of its body, clearly conveying its desires in spite of its inability to speak. They can even be used in a more advanced fashion to hypnotize opponents. Starmon is a hot-blooded Digimon with a burning admiration for the warrior Leomon. Its special move is Meteor Shower, by which it calls down small meteors to crush its foe.\n\n■Effects of the X Antibody on Starmon (X Antibody)’s DigiCore\nIts already hot fighting spirit burns even hotter, and its star-shaped suit of armor has powered up. Starmon (X Antibody) has mastered Meteor Champion, which multiplies its star-controlling power and drops the most destructive meteors on the enemy’s head with pinpoint accuracy. The semitransparent star in its chest is Starmon (X Antibody)’s bespoke “sunglasses.” It seems aware of its star quality, and its status as a space warrior, and thus wears it whenever it makes an appearance. It often removes them during battle."
    },
    {
        "name": "Stingmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=stingmon",
        "url_image": "https://digimon.net/cimages/digimon/stingmon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Spiking Strike",
        "profile": "Profile\nAn extremely unusual Insectoid Digimon with a humanoid shape. Stingmon possesses both the hard exoskeleton and simple movements characteristic of Insectoid Digimon. Excelling as an assassin, it prides itself on attacks that target enemy vitals with agile movements and precise judgment, silencing them with a single strike. Stingmon possesses a calm, cool, and highly intelligent personality. It uses its fearsome signature move Spiking Strike to skewer foes with the spikes on its arms."
    },
    {
        "name": "Strikedramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=strikedramon",
        "url_image": "https://digimon.net/cimages/digimon/strikedramon.jpg",
        "level": "Champion",
        "type": "Dragon Man",
        "attribute": "Vaccine",
        "special_Move": "・Fang Strike",
        "profile": "Profile\nA “Commando Dragon” aiming to become Virus Busters. Strikedramon still has many vestiges of Monodramon—such the horn sticking out of the back of its head—but it has transfigured into a Commando Mode Digimon covered in metal plates, so it could be seen as the a completely different species. It is the same Vaccine type as Angemon, and thus is a kindhearted Digimon; that being said, it becomes possessed by an extermination instinct (or destructive instinct?) when it finds a Virus type, and will continue fighting until the opponent’s data has been ground into dirt. During such a battle, the red hair on the back of its head flares up red-hot, transforming into a pale flame. Strikedramon uses its special move Fang Strike to heat its metal plates to incandescent levels, turning itself into a mass of flame and tackling the opponent in a fearsome maneuver."
    },
    {
        "name": "Sukamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=scumon",
        "url_image": "https://digimon.net/cimages/digimon/scumon.jpg",
        "level": "Champion",
        "type": "Abnormal",
        "attribute": "Virus",
        "special_Move": "・Poop",
        "profile": "Profile\nA nasty Digimon in the shape of a glittering piece of golden poop. Sukamon was born from the accumulation and mutation of data scraps thrown away in the trash can of a computer desktop. It loves dark places and, much like Numemon, it is disliked by other Digimon due to its data scrap origins. Its intelligence and attack power are both nonexistent. Sukamon’s small rodent partner Chuumon can’t fight, but is as crafty as they come, and always entices Sukamon into doing wicked deeds."
    },
    {
        "name": "Sunflowmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sunflowmon",
        "url_image": "https://digimon.net/cimages/digimon/sunflowmon.jpg",
        "level": "Champion",
        "type": "Vegetation",
        "attribute": "Data",
        "special_Move": "・Sunshine Beam\n・Smiley Slap\n・Cactus Tail",
        "profile": "Profile\nA Vegetation Digimon resembling a sunflower. Sunflowmon gets a real energy boost when it’s exposed to sunlight, which makes its attacks more powerful. On sunny days, it may even fly around by flapping the two leaves growing from its back. Its special moves include Sunshine Beam, where it releases a blast of sunlight from its petals, and Smiley Slap, which involves slapping its opponent with a big smile on its face. Enemies find this intimidating, as the smile itself is quite creepy. Sunflowmon also has Cactus Tail, which involves swinging its tail-like stalk to shower enemies with thorns."
    },
    {
        "name": "SymbareAngoramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=symbareangoramon",
        "url_image": "https://digimon.net/cimages/digimon/symbareangoramon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Jive\n・Render\n・Break-in Stream",
        "profile": "Profile\nThe Champion form of Angoramon, having untangled the long, soft hair coiled around its body in pursuit of instantaneous action. SymbareAngoramon has lost the defense of the cushiony hair covering its body, but has gained agility of movement. Pursuing beauty in its movement and conduct, it fends off enemy attacks in battle as if performing a dance, then follows up with its own attacks.\n\nSymbareAngoramon uses its special move Jive to unleash a volley of quick kicks from a one-legged stance, Render to spin its body and cut the enemy to shreds with its sharp eartips, and Break-in Stream to unleash an even more powerful tornado from its ears. Even while using these techniques, it still continues its pursuit of beauty."
    },
    {
        "name": "Tankmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tankmon",
        "url_image": "https://digimon.net/cimages/digimon/tankmon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Hyper Cannon",
        "profile": "Profile\nAn Android Digimon who resembles a tank. Tankmon is also known as the “Mercenary Digimon,” backing up both Vaccine and Virus Digimon alike if there’s profit to be made. It pulverizes incoming enemies to dust with its heavyweight power and the heavy weaponry all over its body. A conflict enthusiast, Tankmon heads in the direction of any strife that pops up. Wherever this lone wolf goes, conflict is sure to continue unceasingly. It uses its special move Hyper Cannon to launch a super-powerful missile from the gun barrel on its head."
    },
    {
        "name": "Targetmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=targetmon",
        "url_image": "https://digimon.net/cimages/digimon/targetmon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Dengeki Haguhagu Sneaker\n・Pointy Head\n・Anja Serenade",
        "profile": "Profile\nAn obstinate Puppet Digimon equipped with super-wide angle, super-high resolution “Yarimasu Sunglasses” (with blur correction) that allow it to lock onto its prey so that they absolutely cannot escape. Targetmon performs humiliating attacks on the opponent with the sneakers it probably put on its hands by accident. It uses its special move Dengeki Haguhagu Sneaker to thrash the opponent repeatedly with its sneaker hands, or Pointy Head to lose control while charging right at its target. This tough Digimon also possesses the ability to revive over and over while it has the Anja Serenade in its heart, no matter how down it gets from losing."
    },
    {
        "name": "TeslaJellymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=teslajellymon",
        "url_image": "https://digimon.net/cimages/digimon/teslajellymon.jpg",
        "level": "Champion",
        "type": "Mollusk",
        "attribute": "Data",
        "special_Move": "・Physalist\n・Punishment Nettle\n・Vortex Sprite",
        "profile": "Profile\nThe Champion form of Jellymon, matured by absorbing combat sport data such as steel cage matches in pursuit of thrills and enjoyment. Its electric techniques have grown even stronger, and many of the techniques TeslaJellymon unleashes in melee combat apply either karate or pro wrestling moves. It makes use of its body’s lightness to sidestep enemy attacks with ease.\n\nTeslaJellymon uses its special move Physalist to strike vital spots with electricity charged in its palms. It also punishes foes with Punishment Nettle, electrocuting them with the high-voltage bands extending from its body, or Vortex Sprite to electrify its body for a spinning tackle."
    },
    {
        "name": "Thundermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=thunderballmon",
        "url_image": "https://digimon.net/cimages/digimon/thunderballmon.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Thunder Ball",
        "profile": "Profile\nA Mutant Digimon surmised to be a variant of Mamemon known as the “Digimon Dynamo.” Thundermon’s small body is magnetically charged, and is constantly discharging electricity. It fires spheres of electricity with one billion volts at attacking enemies (Thunder Ball)."
    },
    {
        "name": "Thundermon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=thunderballmon_x",
        "url_image": "https://digimon.net/cimages/digimon/thunderballmon_x.jpg",
        "level": "Champion",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Anode Punch\n・Cathode Kick\n・Thunder Bomber",
        "profile": "Profile\nA Mutant Digimon surmised to be a variant of Mamemon known as the “Digimon Dynamo.” Thundermon’s small body is magnetically charged, and is constantly discharging electricity. It fires spheres of electricity with one billion volts at attacking enemies (Thunder Ball).\n\n■Effects of the X Antibody on Thundermon’s DigiCore:\nIts electric power level has increased as it generates powerful electricity with simple punches and kicks, turning it into a threat dangerous enough to cause even large Digimon to lose the will to fight. Its special move Thunder Bomber is a combination of Anode Punch and Cathode Kick, generating a massive explosion like an electric bomb."
    },
    {
        "name": "TiaLudomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tialudomon",
        "url_image": "https://digimon.net/cimages/digimon/tialudomon.jpg",
        "level": "Champion",
        "type": "Armor",
        "attribute": "Data",
        "special_Move": "・Frisbicker\n・Assault Claw",
        "profile": "Profile\nThe Digivolved form of Ludomon, having grown even more durable while gaining superb fleetness of foot. TiaLudomon dashes around at high speeds to rescue Digimon left on the front lines unable to fight. It transforms itself into a shield, protecting its wielder from any attacks that come their way as they escape the battlefield. TiaLudomon’s shields are magic, capable of erecting ice barriers to freeze and nullify enemy attacks. It uses its special move Frisbicker to throw the shields on its arms, or Assault Claw to attack with its claws at high speed."
    },
    {
        "name": "Tobiumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tobiumon",
        "url_image": "https://digimon.net/cimages/digimon/tobiumon.jpg",
        "level": "Champion",
        "type": "Aquatic",
        "attribute": "Vaccine",
        "special_Move": "・Suckerfish Darts\n・Flying Finish",
        "profile": "Profile\nAn Aquatic Digimon that pursues its prey at high speeds. Tobiumon’s bizarrely developed fins give it the ability to fly, and its large arms allow it to move on the ground. It takes down targets on land, sea and air, earning it the nickname “Hunter Fish.” After Tobiumon dulls its prey’s movements with Suckerfish Darts, which are organic missiles fired from its stomach, it lands a killing blow with Flying Finish, which is a high-speed slash with sharp fins."
    },
    {
        "name": "TobuCatmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tobucatmon",
        "url_image": "https://digimon.net/cimages/digimon/tobucatmon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Tobutobu Phoenix\n・Spinning Fight",
        "profile": "Profile\nA cat-shaped Puppet Digimon that flies around the Net Ocean. TobuCatmon has a wild disposition and a love of the sea. The F-14 mark engraved on its body proves this Digimon is a fighter, despite its appearance. A mere 1% of its brethren are referred to as “Cat Gun,” and are respected as powerful warriors. It can fold its wings to fly at high speeds, but has the habit of flashing the claws on its right leg when turning right, and the claws on its left leg when turning left; thus, the enemy can sometimes read its movements. TobuCatmon uses its signature move Tobutobu Phoenix to glare at far-off targets with a strange gaze. It uses its special move Spinning Fight to move around the enemy’s back over and over while biting at them."
    },
    {
        "name": "Togemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=togemon",
        "url_image": "https://digimon.net/cimages/digimon/togemon.jpg",
        "level": "Champion",
        "type": "Vegetation",
        "attribute": "Data",
        "special_Move": "・Needle Spray",
        "profile": "Profile\nA Vegetation Digimon resembling a giant cactus. It ability to store nutrient data inside its body allows it to survive for extended periods even in barren desert regions. As is obvious from its facial expression, it’s usually impossible to tell what Togemon is thinking, since it spends most days staring blankly into space. But if provoked enough, its demeanor becomes violent and unhinged. Togemon’s special move is Needle Spray, by which it hardens the needles on its fists and unleashes a flurry of punches."
    },
    {
        "name": "Togemon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=togemon_x",
        "url_image": "https://digimon.net/cimages/digimon/togemon_x.jpg",
        "level": "Champion",
        "type": "Vegetation",
        "attribute": "Data",
        "special_Move": "・Needle Spray\n・Prickly Bam Bam",
        "profile": "Profile\nA Vegetation Digimon resembling a giant cactus. It ability to store nutrient data inside its body allows it to survive for extended periods even in barren desert regions. As is obvious from its facial expression, it’s usually impossible to tell what Togemon is thinking, since it spends most days staring blankly into space. But if provoked enough, its demeanor becomes violent and unhinged. Togemon’s special move is Needle Spray, by which it hardens the needles on its fists and unleashes a flurry of punches.\n\n■Effects of the X Antibody on Togemon’s DigiCore:\nTogemon (X Antibody) has taken to wandering from place to place, having realized something which had previously lain hidden deep within its heart. Unfortunately, it’s not very good at communicating with other Digimon—perhaps because it rarely had a chance to interact with them in the deserts and wastes—and it’s become quite short-tempered as a result. Its special move Prickly Bam Bam, which it picked up during its travels, involves throwing a wild series of punches that vary from light jabs to powerful haymakers.\nTogemon (X-Antibody)’s Journey:\nAccording to one theory, Togemon (X Antibody) is actually a vegetation-based weapon that Vademon, a Digimon found and captured near a certain Area 51, intended to use in its planetary invasion. The idea is that Togemon (X Antibody) is visiting various military targets in preparation for an assault. However, the truth behind Togemon (X Antibody)’s mysterious actions remains as inscrutable as ever. Meanwhile, research is being carried out to determine if there might be a connection to the rumor that Vademon was born of a plant seed."
    },
    {
        "name": "Tortomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tortamon",
        "url_image": "https://digimon.net/cimages/digimon/tortamon.jpg",
        "level": "Champion",
        "type": "Reptile",
        "attribute": "Vaccine",
        "special_Move": "・Shell Phalanx",
        "profile": "Profile\nA tortoise-type Digimon equipped with a shell covered in sharp blades. Tortomon’s shell and body are both incredibly dense, making it heavier than it looks. In fact, it causes terrible earthquakes whenever it takes a step. Its shrill, metallic cry has also earned it the nickname “Noisy Digimon.” Tortomon’s walking movements are extremely slow, but it can retract its limbs and spin in a disc shape to move ten times faster than normal. It uses its special move Shell Phalanx to launch the blades on its shell like multi-warhead missiles."
    },
    {
        "name": "Trailmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=trailmon",
        "url_image": "https://digimon.net/cimages/digimon/trailmon.jpg",
        "level": "Champion",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Cool Running\n・Emergency Brake Spark",
        "profile": "Profile\nA large Digimon acting as the transportation system of the Digital World. There are many different types of Trailmon in service, traversing from terminal to terminal in every area of the Digital World with all manner of things in tow, from goods to other Digimon. It uses its special move Cool Running to charge at breakneck speed, and Emergency Brake Spark to slam on the emergency brakes in front of the enemy, scattering high-temperature sparks."
    },
    {
        "name": "Troopmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=troopmon",
        "url_image": "https://digimon.net/cimages/digimon/troopmon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Undead",
        "attribute": "Data",
        "special_Move": "・Хорошо Attack\n・Death March",
        "profile": "Profile\nAn artificial Digimon created by filling a unique rubber body with energy stolen from other Digimon. Troopmon is like a machine that simply carries out orders with no capacity to act on its own. It is also tireless, immune to pain, unafraid of death, and doesn’t require sleep. It is essentially a fighting machine. Troopmon tend to act in groups, and while the combat ability of each individual isn’t very high, their sheer numbers when they charge forward in a wave combined with their combat familiarity make them a force to be reckoned with. Injured Troopmon have the energy inside them sucked out and transferred to another body made of the same specialized rubber. They are reborn as new Troopmon to be sent back into battle time and time again."
    },
    {
        "name": "Turuiemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=turuiemon",
        "url_image": "https://digimon.net/cimages/digimon/turuiemon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Gauntlet Claw",
        "profile": "Profile\nTuruiemon is a martial artist Digimon discovered in the hinterlands of a mountainous Chinese province.It had been wandering the world in pursuit of its longstanding foes—viruses that exploit e-mail to cause harm. Turuiemon is blessed with exceptional potential as a martial artist, but has yet to develop its skills. It is a practitioner of Togaken, a fighting style of its own creation. Its signature move is Ninja Fist, a lightning-fast ninja-style strike that makes full use of its powerful leaping ability. Its special move is Gauntlet Claw, which involves a series of blows made with the Rabbit-Horned Iron Claws on both of its hands. It’s a combo attack that capitalizes on its rabbit-like agility and powerful high leaps."
    },
    {
        "name": "Tuskmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tuskmon",
        "url_image": "https://digimon.net/cimages/digimon/tuskmon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Slamming Tusk",
        "profile": "Profile\nA super heavy Dinosaur Digimon with giant horns growing from its shoulders. Tuskmon’s foolhardy personality means it will charge at and destroy every obstacle in its path, earning it the nickname “Panzer Digimon.” Specializing in charging tackles, countless Digimon have fallen before its attacks. The stars on both arms represent the number of Digimon it’s defeated (a hundred per mark). If Tuskmon’s horns break, it can shed them like shark teeth and bring new horns from the back to the front, making any attempt to destroy its horns fruitless. Its special move Slamming Tusk is a super dreadnought-class punch."
    },
    {
        "name": "Tuwarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tuwarmon",
        "url_image": "https://digimon.net/cimages/digimon/tuwarmon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Mantis Dance\n・Smokin' Boogie",
        "profile": "Profile\nTuwarmon is a ninja Digimon returned to its true form after casting off its temporary disguise, releasing the heavy Punpun Armor that had restrained its abilities. Tuwarmon specializes in posing as an idiot in order to deceive its foes while it draws near, so that it can stealthily assassinate them. Its Punpun Armor splits into boosters that greatly increase its abilities, allowing it to move like the wind, faster than the eye can follow. Its abilities from before it released its armor don’t even compare. Its two sickle-shaped weapons, the Mantis Arms, are versatile enough to be adapted to any situation. They can be joined by an electromagnetic chain to form nunchucks, combined into a single long polearm, or thrown like boomerangs. Tuwarmon’s Mantis Dance special move takes full advantage of this, transforming its Mantis Arms while it performs a violent dance. This deadly choreography is sure to leave its foes sliced to ribbons. It also has Smokin’ Boogie, a versatile technique that shoots out smoke of seven different colors and fires cannonballs in all directions. This allows it to hide its position and damage its enemies."
    },
    {
        "name": "Tylomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tylomon_x",
        "url_image": "https://digimon.net/cimages/digimon/tylomon_x.jpg",
        "level": "Champion",
        "type": "Ocean Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Torpedo Attack\n・Sickle Stream",
        "profile": "Profile\nAn Armor Ocean Dragon Digimon that has Digivolved with the Digi-Egg of Reliability. Tylomon’s peculiar form earned it the nickname “Jet Plane of the Deep,” and its speed underwater rivals even that of MetalSeadramon. Anyone who enters the territory of this extremely ferocious creature will face its onslaught, even if the foe is larger than it. Tylomon can even catch scents over a kilometer away underwater. It uses its special move Torpedo Attack to charge at the enemy like a homing torpedo. No one can escape from this move once it is launched.\n■Effects of the X Antibody on Tylomon’s DigiCore:\nTylomon (X Antibody) sports a new form better suited for underwater combat. True to its nickname “Jet Plane of the Deep,” its new body is the result of a series of upgrades like those a fighter plane might receive. It can now freely maneuver in its 3D underwater environment, spinning in circles with the same speed as if it were traveling in a straight line, thanks to the fins (blades) that have grown all over its weaponized body, which function like wings. These highly developed fins also allow it to make use of the special move Sickle Stream, which involves using them to slice through foes as it rushes by."
    },
    {
        "name": "Tyrannomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tyranomon",
        "url_image": "https://digimon.net/cimages/digimon/tyranomon.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Fire Breath",
        "profile": "Profile\nAn ancient Dinosaur Digimon that existed in the prehistoric world. Tyrannomon mows down everything with its two powerful arms and massive tail. It possesses intelligence and a docile personality, however, and is easy to tame. This makes Tyrannomon a hot commodity among beginning Tamers, many of whom raise theirs with care. One could say it represents what Digimon are all about. It uses its special move Fire Breath to exhale flames the same color as its deep crimson body."
    },
    {
        "name": "Tyrannomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tyranomon_x",
        "url_image": "https://digimon.net/cimages/digimon/tyranomon_x.jpg",
        "level": "Champion",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Crimson Breath\n・Crash Rolling",
        "profile": "Profile\nAn ancient Dinosaur Digimon that existed in the prehistoric world. Tyrannomon mows down everything with its two powerful arms and massive tail. It possesses intelligence and a docile personality, however, and is easy to tame. This makes Tyrannomon a hot commodity among beginning Tamers, many of whom raise theirs with care. One could say it represents what Digimon are all about. It uses its special move Fire Breath to exhale flames the same color as its deep crimson body.\n\n■Effects of the X Antibody on Tyrannomon’s DigiCore:\nThe primordial data deep within Tyrannomon (X Antibody)’s DigiCore has been drawn out, and in its new form it’s more like a ferocious dinosaur than ever. Its increased size gives it greater power and speed, and it’s not so easy to tame as it once was. The spikes on its back have transformed as well, taking on both the durability and the striking clarity of gemstones, allowing them to be used as weapons. Tyrannomon (X Antibody)’s special moves include Crimson Breath, a more powerful version of Fire Breath, and Crash Rolling, where it curls itself into a ball and rushes forward, piercing foes with the spikes on its back as it rolls past them."
    },
    {
        "name": "Unimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yunimon",
        "url_image": "https://digimon.net/cimages/digimon/yunimon.jpg",
        "level": "Champion",
        "type": "Mythical Beast",
        "attribute": "Vaccine",
        "special_Move": "・Holy Shot",
        "profile": "Profile\nUnimon is a Mythical Beast Digimon based on mythical creatures of legend, with the wings of Pegasus and the horn of a unicorn. The large wings on its back allow it to travel across the Network in the blink of an eye, while it uses the sharp horn on its forehead to stab foes. A \"wild\" Unimon is as hot-blooded as any untamed horse, but once trained can come to act as one with its rider. Unimon’s special move Holy Shot involves firing an energy bomb from its large mouth."
    },
    {
        "name": "Veedramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=v-dramon",
        "url_image": "https://digimon.net/cimages/digimon/v-dramon.jpg",
        "level": "Champion",
        "type": "Mythical Dragon",
        "attribute": "Vaccine",
        "special_Move": "・V-Nova Blast",
        "profile": "Profile\nA mythical Ancient species Digimon said to have only existed on the Folder Continent in the expanse of the Digital World. Veedramon is extremely valuable to Digimon Tamers and it is rarely encountered, even on the Folder Continent. It is said that only one Tamer has ever been able to win one over. Other than the V-shaped mark on its chest for which it is named, not much is known about Veedramon or its surrounding ecosystem. It is sometimes mistaken for a dog for some reason. It has extraordinary attacking power for a Champion Digimon, exhibiting strength even outstripping that of an Ultimate when the chips are down. It uses its special move V-Nova Blast to shoot out a high-temperature heat ray from its mouth."
    },
    {
        "name": "Vegiemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vegimon",
        "url_image": "https://digimon.net/cimages/digimon/vegimon.jpg",
        "level": "Champion",
        "type": "Carnivorous Vegetation",
        "attribute": "Virus",
        "special_Move": "・Poop Toss",
        "profile": "Profile\nA Carnivorous Vegetation Digimon with long vines and a gaping maw. This fiendish brute emits a sweet smell from its mouth to lure in smaller Digimon, then ensnares them with its long, tentacle-like vines. Still, Vegiemon lacks any offensive power, making it no match for large-scale Digimon. When Vegiemon grows, it will flower and bear fruit."
    },
    {
        "name": "Vilemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=evilmon",
        "url_image": "https://digimon.net/cimages/digimon/evilmon.jpg",
        "level": "Champion",
        "type": "Little Devil",
        "attribute": "Virus",
        "special_Move": "・Nightmare Shock",
        "profile": "Profile\nVilemon is a strong-willed Little Devil Digimon that’s a terribly sore loser. As a result, it refuses to engage in combat directly, instead needling and tormenting those weaker than itself like the coward that it is. It’s thought to be the source of all Dark Digimon living in the Dark Area, but many mysteries around it still remain. Its special move is Nightmare Shock, whereby it produces supersonic waves from its mouth to trap opponents in a nightmare from which they can never awake."
    },
    {
        "name": "Waspmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=waspmon",
        "url_image": "https://digimon.net/cimages/digimon/waspmon.jpg",
        "level": "Champion",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Turbo Stinger\n・Bear Buster",
        "profile": "Profile\nAn Android Digimon that guards the mysterious Royal Base, a secret floating honey base. The antennae on Waspmon’s head have excellent scouting capabilities, and it constantly patrols in search of Digimon approaching the base, attacking any who even draw near. The propellers on its shoulders and the stabilizer on its back let it move rapidly in all directions as it defends against approaching foes, driving them off with its powerful laser cannon. Waspmon uses its special move Turbo Stinger to rapid-fire its large-caliber laser cannon, or Bear Buster to take out even large Digimon with a single blast. This attack must be charged before firing, making it difficult to connect against fast foes, so it is mainly effective against ground enemies."
    },
    {
        "name": "Weedmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=zassoumon",
        "url_image": "https://digimon.net/cimages/digimon/zassoumon.jpg",
        "level": "Champion",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Squeeze Vine",
        "profile": "Profile\nA type of Vegiemon whose body is a verdant green. Weedmon does not ripen or turn red, but has obtained the vitality of a weed, surviving tenaciously even when cut or beaten. It uses its special move Squeeze Vine to squeeze the enemy with its tentacles."
    },
    {
        "name": "Wendigomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=wendimon",
        "url_image": "https://digimon.net/cimages/digimon/wendimon.jpg",
        "level": "Champion",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Howling Destroyer\n・Club Arm",
        "profile": "Profile\nA brutal Beast Man Digimon formed when Lopmon underwent Dark Digivolution due to experiencing anger and hatred. Wendigomon is not completely evil, and the kindness it had as Lopmon still resides somewhere deep in its heart. But the power of rage suppresses this kindness, making it devote itself to destruction. In addition to its raw power, Wendigomon has the ability to manipulate time and space, and is able to warp by passing through other dimensions, as well as create subdimensions of its own. Its special moves are Howling Destroyer, by which it creates a shockwave that can shatter even rocks, and Club Arm, by which it swings both of its arms like clubs."
    },
    {
        "name": "WezenGammamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=wezengammamon",
        "url_image": "https://digimon.net/cimages/digimon/wezengammamon.jpg",
        "level": "Champion",
        "type": "Ceratopsian",
        "attribute": "Data",
        "special_Move": "・Sedna\n・Albion",
        "profile": "Profile\nThe Champion form of Gammamon, a quadruped with a magnanimous heart and imposing mentality. Firearms pepper WezenGammamon’s body; it shoots the two horns on its head as long-range artillery, the horn on its nose as an anti-aircraft gun, and four small autocannons on its legs. Its movement speed is usually slow.\nWezenGammamon uses its special move Sedna to fire high-impact shells from its twin artillery. Albion boasts WezenGammamon’s ultimate attack power, as it stabs its tail into the ground and supplies itself with the energy needed to fire a positron cannon with a long barrel. Still, it must open its exhaust ports to dissipate heat after every shot, so this attack cannot be used repeatedly."
    },
    {
        "name": "Whamon (Champion)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=whamon_2",
        "url_image": "https://digimon.net/cimages/digimon/whamon_2.jpg",
        "level": "Champion",
        "type": "Aquatic",
        "attribute": "Vaccine",
        "special_Move": "・Jet Arrow",
        "profile": "Profile\nAn Aquatic Digimon that lives in the Net Ocean (the Network’s great sea, where Digimon were born). Since Whamon (Champion) resides in the Net Ocean’s depths, encounters with it are rare, and its visual organs have degenerated. Whamon (Champion) is quite fierce, and sometimes attacks by creating a giant tidal wave. Alternatively, its special move Jet Arrow involves firing a super high-pressure blast of water from the blowhole on the back of its head."
    },
    {
        "name": "Witchmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=witchmon",
        "url_image": "https://digimon.net/cimages/digimon/witchmon.jpg",
        "level": "Champion",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Baluluna Gale\n・Aquary Pressure",
        "profile": "Profile\nA Digimon resembling a witch, who pursued its rival Wizardmon from Witchelny, the Digital World of another dimension. Witchmon mastered wind and water magic (advanced programming languages) in its hometown of Witchelny, but it pursued Wizardmon to the Digital World and trains vigorously in order to get a leg up on a rival who aims to become a great sage. It has a bit of a cruel streak, more than a bit of pride, and loathes both convention and established routines. Witchmon uses its special move Baluluna Gale to unleash a sharp wind imbued with magic power, or Aquary Pressure to shoot super high-pressure water capable of penetrating steel."
    },
    {
        "name": "Wizardmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=wizarmon",
        "url_image": "https://digimon.net/cimages/digimon/wizarmon.jpg",
        "level": "Champion",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Thunder Cloud",
        "profile": "Profile\nWizardmon is a high-level Wizard Digimon from the Digital World of another dimension. Having mastered fire and earth magic (advanced programming languages) in its home world of Witchelny, Wizardmon hopes to become a great wizard. It’s come to the world of Digimon to train. Although it has something of a mischievous personality, it’s also fairly shy, and always keeps its face hidden. Its special move is Thunder Cloud, by which it summons dark storm clouds to unleash powerful lightning strikes."
    },
    {
        "name": "Wizardmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=wizarmon_x",
        "url_image": "https://digimon.net/cimages/digimon/wizarmon_x.jpg",
        "level": "Champion",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Bolt Break\n・Thunder Cloud",
        "profile": "Profile\nWizardmon is a high-level Wizard Digimon from the Digital World of another dimension. Having mastered fire and earth magic (advanced programming languages) in its home world of Witchelny, Wizardmon hopes to become a great wizard. It’s come to the world of Digimon to train. Although it has something of a mischievous personality, it’s also fairly shy, and always keeps its face hidden. Its special move is Thunder Cloud, by which it summons dark storm clouds to unleash powerful lightning strikes.\n\n■Effects of the X Antibody on Wizardmon’s DigiCore:\nX-evolution has accentuated the influence of Witchelny’s Eneruge clan on Wizardmon (X Antibody), as well as amplified its innate magical capacity. These changes, along with the culmination of its training in other worlds, mean that Wizardmon (X Antibody) can now use both of its hands to unleash the powerful lightning magic Bolt Break, which is potent enough to cause quantum disintegration."
    },
    {
        "name": "Woodmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=woodmon",
        "url_image": "https://digimon.net/cimages/digimon/woodmon.jpg",
        "level": "Champion",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Branch Drain",
        "profile": "Profile\nA Vegetation Digimon resembling a great withered tree. Made of normal wood, Woodmon catches Digimon that pass by and absorbs their energy to survive. It can also use its root-like limbs to move. Brutal by nature, it will attack without rest when angered. Woodmon’s sturdy wooden trunk boasts high defense, but it is extremely weak to flame, particularly Fire Digimon such as Meramon and Birdramon. It uses its special move Branch Drain to extend its branch-like appendages, pierce the opponent, and absorb its energy."
    },
    {
        "name": "Xiquemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=xiquemon",
        "url_image": "https://digimon.net/cimages/digimon/xiquemon.jpg",
        "level": "Champion",
        "type": "Bird",
        "attribute": "Vaccine",
        "special_Move": "・Splash Thrash\n・Mortar Morsel\n・Ice Vice",
        "profile": "Profile\nA different kind of Bird Digimon that moves freely through air and sea. Xiquemon’s DigiCore contains fish data, letting it dive underwater to swim and hunt as if flying in the sky. The goggles it wears protects its vision while it swims.This migratory bird inhabits cold lakes and rivers, traveling the Digital World in search of new habitats whenever currents are warm enough. Spotting Xiquemon flying around in search of a nest is considered a sign of fortune, and it is well known as a Digimon that brings good omens.Its dietary intake is low, so it has a habit of using a special move to freeze and save leftover food.\nXiquemon uses its special move Splash Thrash to travel underwater at high speeds before unleashing a surprise attack on the enemy, or Mortar Morsel to fire a small fish-shaped missile from its mouth. These missiles can’t be used rapid-fire, but the impact from a single missile is great, so this is Xiquemon’s main move for finishing off foes.\nIt also uses Ice Vice to coat its talons in ice for close-quarters combat. This move will freeze and break any enemy it grabs, and is also used to preserve its food."
    },
    {
        "name": "Yakiimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yakiimon",
        "url_image": "https://digimon.net/cimages/digimon/yakiimon.jpg",
        "level": "Champion\n(Xros Wars)",
        "type": "Vegetation",
        "attribute": "Vaccine",
        "special_Move": "・Beniazuma Straight\n・Beniazuma Uppercut",
        "profile": "Profile\nA Vegetation Digimon resembling a roasted sweet potato. Yakiimon trains with an all-consuming, fiery passion to become the champion. The more its body warms up, the more its punching and its footwork improve as well. The trouble is, even it’s not sure what it means to become champion, so it just keeps on training endlessly. Its special moves include Beniazuma Straight, where it packs all of its power into a right-handed punch, and Beniazuma Uppercut, which involves concentrating all the heat it has built up into an upward punch with its left hand, sending its opponent flying along with a burst of steam.\n\nNote: Yakiimon was a winning submission in the Original Digimon Contest for Digimon Fusion."
    },
    {
        "name": "Yanmamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yammamon",
        "url_image": "https://digimon.net/cimages/digimon/yammamon.jpg",
        "level": "Champion",
        "type": "Insectoid",
        "attribute": "Data",
        "special_Move": "・Thunder Ray\n・Insect Ohm",
        "profile": "Profile\nA Digimon that took in data from a gigantic insect known as a jumbo dragonfly, said to be an extremely primitive creature. Yanmamon’s body is covered in a hard carapace, the strength of which matches Greymon’s head. It is also extremely light, and flies around at high speed. Yanmamon uses its special move Thunder Ray to fire a electrically charged laser, or Insect Ohm to flap its wings and generate fearsome electromagnetic waves."
    },
    {
        "name": "Youkomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=youkomon",
        "url_image": "https://digimon.net/cimages/digimon/youkomon.jpg",
        "level": "Champion",
        "type": "Mysterious Beast",
        "attribute": "Data",
        "special_Move": "・Blazing Spheres\n・Jaenryū",
        "profile": "Profile\nYoukomon is a Mysterious Beast Digimon in the shape of a giant blue fox with nine tails. Unlike Kyubimon, Youkomon is feared as a strange beast that brings only destruction and decay. It lacks attack power, but possesses incredible spiritual energy and specializes in spells. The red flames burning on its limbs supposedly allow Youkomon to gallop through the heavens. Its signature move Blazing Spheres involves manifesting scorching hot balls of flame that it can control at will. Its special move Jaenryū causes a dragon of red flame to erupt from its tail to burn its foes."
    },
    {
        "name": "Yoxtu!Yoxtu!mon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yoxtuyoxtumon",
        "url_image": "https://digimon.net/cimages/digimon/yoxtuyoxtumon.jpg",
        "level": "Champion",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Rapper Coaster\n・One-Handed Swing\n・Torpedo Crossing",
        "profile": "Profile\nA Puppet Digimon whose whole body is made of special plastic yo-yos. Yoxtu!Yoxtu!mon was supposedly born from video data demonstrating skillful technique at yo-yo tournaments. It has a short temper, constantly glaring around with sharp looks. It uses the spiked yo-yo on its right hand for mincing, and the bladeless yo-yo on its left hand for battering, depending on the battle situation. Yoxtu!Yoxtu!mon uses its special move Rapper Coaster to rhythmically slice up its foe with its right hand, and One-Handed Swing to smack the enemy with a huge swing of its left hand. It also uses Torpedo Crossing to spin its entire body before ramming into its foe, but the need for a partner to wind its string back up is a real drawback."
    },
    {
        "name": "ZubaEagermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=zubaeagermon",
        "url_image": "https://digimon.net/cimages/digimon/zubaeagermon.jpg",
        "level": "Champion",
        "type": "Weapon",
        "attribute": "Vaccine",
        "special_Move": "・Road T(w)o Decade\n・Vantheon",
        "profile": "Profile\n“I am the Twentiest! I won’t stop! I’ll keep on running!” With those words emblazoned on its soul, Zubamon Digivolved to ZubaEagermon. Its new form perfectly embodies that spirit, and ZubaEagermon is committed to constantly forging ahead, over good terrain and bad, even if it’s reduced to a crawl.\nIts special moves include Road T(w)o Decade, where it charges straight towards a foe while shouting “Twentieeest!” and Vantheon, where it curls up into a ball and spins, slicing through enemies with the blade on its tail. In its sword form, which it is quite proud of, it will cut its way through any foe with all its strength."
    }
]