[
    {
        "name": "Agunimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=agnimon",
        "url_image": "https://digimon.net/cimages/digimon/agnimon.jpg",
        "level": "Hybrid",
        "type": "Wizard",
        "attribute": "Variable",
        "special_Move": "・Pyro Punch\n・Salamander Break",
        "profile": "Profile\nA Digimon with power over fire that bears the might of the Ten Legendary Warriors. Agunimon’s DigiCore is covered in the holy blaze of the Spiritual Fire, allowing it to control fire at will. A guardian deity, it is an avatar of the Firewall that defends the Internet. Agunimon gets fired up easily, so it has a warrior side that uses yoga breathing to encourage mental discipline. Agunimon also has a somewhat old-fashioned way of speaking, akin to that of a martial artist. It fights with Eastern martial arts in battle, focusing its spirit to a point to gather flames in one place and raise its attack power. Agunimon uses its special move Pyro Punch to shoot a flame dragon from its fire-wreathed fist, and Salamander Break to unleash a whirlwind kick of flame."
    },
    {
        "name": "Aldamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aldamon",
        "url_image": "https://digimon.net/cimages/digimon/aldamon.jpg",
        "level": "Hybrid",
        "type": "Wizard",
        "attribute": "Variable",
        "special_Move": "・Brahmashira\n・Atomic Inferno",
        "profile": "Profile\nA Digimon whose power over fire exceeds that of legend due to the unknown powers it obtained by fully inheriting the might of the Ten Legendary Warriors. Aldamon is a Demon God who transforms fear and anger into a righteous power to fight. Its violent behavior earns it many enemies, but its name reflects the fused form of a god in Hindu mythology, combining the wildness of a beast with the intelligence of a man. In battle, it unleashes attacks over incredibly large areas, melting and burning everything to a crisp. This aspect is a destructive power akin to the threat of a modern nuclear weapon. Aldamon uses its special move Brahmashira to boost the holy blaze of its DigiCore to its limits, creating an ultra-dense high-temperature solar core before detonating it, or Atomic Inferno to fire a rapid-fire stream of super-hot bullets from the Rudriya Darpaṇa superweapons on its arms. It can also use its Rudriya Darpaṇa for melee, and specializes in close-range combat."
    },
    {
        "name": "Arbormon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=arbormon",
        "url_image": "https://digimon.net/cimages/digimon/arbormon.jpg",
        "level": "Hybrid",
        "type": "Android",
        "attribute": "Variable",
        "special_Move": "・Machine Gun Dance\n・Blockade Seed",
        "profile": "Profile\nA Digimon with power over vegetation that boasts the might of the Ten Legendary Warriors. As a digitized blueprint of a mechanical wooden doll from the Middle Ages, Arbormon’s gimmickry is unexpectedly archaic. Expressionless and mute by nature, no one knows what this Digimon is thinking, and its comrades treat it just like a puppet. But once it enters battle, it toys with its foes using tricky and nimble movements. Arbormon launches strong vines from the tubes on its back, which it then uses to control opponents like a marionette. Its exterior is fire-resistant, but its joints and insides are highly flammable. Its special move Machine Gun Dance unleashes a series of kicks from unexpected angles using outrageous movements, and Blockade Seed shoots huge seeds from the hole in its chest that bind the opponent’s body in ivy."
    },
    {
        "name": "Beetlemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blitzmon",
        "url_image": "https://digimon.net/cimages/digimon/blitzmon.jpg",
        "level": "Hybrid",
        "type": "Android",
        "attribute": "Variable",
        "special_Move": "・Thor's Hammer\n・Mjölnir Thunder",
        "profile": "Profile\nA Digimon with power over thunder that bears the might of the Ten Legendary Warriors. Beetlemon uses its movements, which are strangely nimble in spite of its size, to generate a high-voltage current that then courses through its body. It uses this current to generate a special magnetic field that results in an almost antigravitational state that lets it move at high speeds. The overflowing power of lightning appears as sparks across Beetlemon’s body. It may appear mechanical, but its personality is actually expressive and humanlike. It may have a rude way of speaking, but even this carries a sense of warmth to it. Beetlemon fights like a wrestler, but its underwater mobility is poor. It uses its special move Thor's Hammer to dynamically swing both of its hands clasped together, and Mjölnir Thunder to rain lightning from the heavens."
    },
    {
        "name": "Beowolfmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=beowolfmon",
        "url_image": "https://digimon.net/cimages/digimon/beowolfmon.jpg",
        "level": "Hybrid",
        "type": "Warrior",
        "attribute": "Variable",
        "special_Move": "・Licht Angriff\n・Zweihänder",
        "profile": "Profile\nA Digimon whose power over light exceeds that of legend due to the unknown powers it obtained by fully inheriting the might of the Ten Legendary Warriors. Beowolfmon possesses both the instincts of a beast and the intelligence of a human. A warrior of exceptional strength, it easily wields its twin-bladed greatsword Trinität with just one hand. In battle it always remains thoughtful and composed, although as a warrior it believes in the virtues of fighting for its friends and facing off against greater foes. Thanks to the long-distance missile pod on its left arm, the Roland 2 (Zwei), it excels at both long-range and close-range combat. Its special move Licht Angriff involves performing a combination of powerful attacks using its firearms. First it fires several homing missiles from the Roland 2, then it finishes off foes with its main cannon. It also has the special move Zweihänder, an attack where it swings the greatsword Trinität down at practically the speed of light to cleave through foes."
    },
    {
        "name": "BurningGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vritramon",
        "url_image": "https://digimon.net/cimages/digimon/vritramon.jpg",
        "level": "Hybrid",
        "type": "Dark Dragon",
        "attribute": "Variable",
        "special_Move": "・Corona Blaster\n・Flame Storm",
        "profile": "Profile\nA Digimon with power over fire that bears the might of the Ten Legendary Warriors. BurningGreymon’s skin withstands high temperatures, allowing it to move even through lava. This firefighter snuffs out fires with its own instantaneous, explosive flames. Said to have sprung forth from research data on active volcanoes, it is thought to contain an unknown, immeasurable energy. The fire dragon of Hindu mythology, adversary to the thunder god Indra, is embodied in BurningGreymon’s ferocious personality. The more glorious its tactics, and the mightier the opponent, the brighter its fighting spirit burns. It has a reckless side as well, refusing to retreat even from disadvantageous battles. BurningGreymon uses its special move Corona Blaster to fire a laser rivaling solar heat rays from the Rudriya Darpaṇa superweapons on its arms, or Flame Storm to flap its wings and release a high-temperature tornado."
    },
    {
        "name": "Calmaramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=calamaramon",
        "url_image": "https://digimon.net/cimages/digimon/calamaramon.jpg",
        "level": "Hybrid",
        "type": "Aquatic",
        "attribute": "Variable",
        "special_Move": "・Nero Corso\n・Titanic Charge",
        "profile": "Profile\nA Digimon with power over water that bears the might of the Ten Legendary Warriors. Half humanoid and half beast, Calmaramon can either spin its tentacles at high speed to attack or gather them together like a wall to defend, making them a versatile tool in combat. If it proves unable to finish an opponent with its tentacles, Calmaramon will withdraw into its mantle, increasing the power of its attacks as it takes on the form of a giant squid. Its mantle is even more resilient than its tentacles, rendering external physical attacks against it harmless. Though Calmaramon is more at home in the water or the air, it can skillfully maneuver its ten tentacles when on land to move around like a giant hermit crab. In terms of personality, it is every bit as crafty and short-tempered as a witch. Its special moves include Nero Corso, by which it sprays corrosive ink from its mouth, and Titanic Charge, which involves spinning its hardened mantle like a drill and ramming into its foe."
    },
    {
        "name": "DaiPenmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=daipenmon",
        "url_image": "https://digimon.net/cimages/digimon/daipenmon.jpg",
        "level": "Hybrid",
        "type": "Android",
        "attribute": "Variable",
        "special_Move": "・Blue Hawaii Death\n・Strawberry Death",
        "profile": "Profile\nA Digimon whose power over ice exceeds that of legend due to the unknown powers it obtained by fully inheriting the might of the Ten Legendary Warriors. Although DaiPenmon’s wings have degenerated, it’s said to be capable of flying for just an instant by flapping the giant hunks of ice in its hands. The one in its right hand is called “Kakikaki-kun,” while the one in its left is “Kochikochi-kun.” DaiPenmon never loses its cool, because it knows that even if Kakikaki-kun and Kochikochi-kun melt away, it can recreate them. DaiPenmon’s special moves include Blue Hawaii Death, where it covers Kakikaki-kun in blue syrup and then smacks its opponent, and Strawberry Death, by which it covers Kochikochi-kun in red syrup and then smacks its opponent. However, the difference between these moves appears to be purely cosmetic, as the color of the syrup has no effect on the strength of the attack."
    },
    {
        "name": "Duskmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=duskmon",
        "url_image": "https://digimon.net/cimages/digimon/duskmon.jpg",
        "level": "Hybrid",
        "type": "Wizard",
        "attribute": "Variable",
        "special_Move": "・Geist Abend\n・Eroberung",
        "profile": "Profile\nA Digimon with power over darkness that bears the might of the Ten Legendary Warriors. Duskmon is the embodiment of an immense dark energy formed from the vengeful will of various types of extinct Digimon as well as Forbidden Data on the Net. Just as dark energy exists as the counterpart of the holy force of light, Duskmon is the antithesis of those who possess holy power. Its personality is pure evil, merciless and cruel. It is also a perfectionist, and exudes a devilish aura of supreme confidence. Unmatched in contests of swordsmanship, Duskmon never hesitates to resort to underhanded attacks. Its special moves include Geist Abend, by which it hypnotizes its foe with the eyes all over its body, and Eroberung, by which it uses its twin magic swords known as Blut Evolution to absorb its enemy’s power. Actually, the three heads and seven eyes on its armor can act as separate entities due to the true malice sealed within them."
    },
    {
        "name": "EmperorGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kaisergreymon",
        "url_image": "https://digimon.net/cimages/digimon/kaisergreymon.jpg",
        "level": "Hybrid",
        "type": "Dragon Warrior",
        "attribute": "Variable",
        "special_Move": "・Firedrake Strike\n・Pyro Dragons",
        "profile": "Profile\nA transcendent Digimon with power over flame, said to even surpass the might of the Ten Legendary Warriors. The power of the nine dragon veins flowing through Gaia resides in EmperorGreymon’s body. It has been prophesied that if it can harness that power, it will demonstrate unfathomable ability and rule over Gaia. It wields the Ryuugonken, a sword with the souls of dragons sealed within, in order to control this power. Its special moves include Firedrake Strike, by which it unleashes white-hot, blazing arrows from the Ryuugonken, and Pyro Dragons, by which it releases the power of eight of the dragon veins of Gaia, taking the place of the ninth dragon itself and crushing foes with its huge sword."
    },
    {
        "name": "Flamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flamon",
        "url_image": "https://digimon.net/cimages/digimon/flamon.jpg",
        "level": "Hybrid",
        "type": "Wizard",
        "attribute": "Variable",
        "special_Move": "・Baby Salamander",
        "profile": "Profile\nDigimon that turned into a half-man, half-beast after losing Agunimon’s power. Flamemon lacks the intrinsic combat instinct of Digimon, and what is worse, it has lost its power. Even so, it has inherited the spirit of the Ten Legendary Warriors who possess ultimate strength. So even without this power, Digimon of the same Champion level are little match for it. If anything, it possesses a kindness that is unusual among Digimon, counterbalancing the rascally nature of a Rookie. Flamemon uses its special move Baby Salamander to shoot out an aura of flames."
    },
    {
        "name": "Gigasmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gigasmon",
        "url_image": "https://digimon.net/cimages/digimon/gigasmon.jpg",
        "level": "Hybrid",
        "type": "Mineral",
        "attribute": "Variable",
        "special_Move": "・Earthquake\n・Hurricane Bomber",
        "profile": "Profile\nA Digimon with power over earth that bears the might of the Ten Legendary Warriors. Gigasmon is a giant earthen creature formed when soil from the ground fuses with components in the atmosphere. Fired at high temperatures in the moment of its creation, its superhardened skin is even more unyielding than ceramics. In terms of personality, it is every bit as conceited as Grumblemon. Now that it has grown so much larger, it is more overconfident than ever, and displays an intense brutality in battle. However, since it tends to underestimate its opponents, it considers fighting to be a chore, and frequently yawns in battle. Its special moves are Earthquake, by which it leaps into the air and then pounds the earth with furious force, and Hurricane Bomber, by which it holds out its arms and rapidly spins in a powerful double lariat."
    },
    {
        "name": "Grumblemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=grottemon",
        "url_image": "https://digimon.net/cimages/digimon/grottemon.jpg",
        "level": "Hybrid",
        "type": "Demon",
        "attribute": "Variable",
        "special_Move": "・Snake Eye Break\n・Jack in the Box",
        "profile": "Profile\nA Digimon with power over earth that bears the might of the Ten Legendary Warriors. Grumblemon’s large palms and thick fingers can produce various types of weapons and armor of both practical and artistic value. All of its equipment, from the Grotte Armor that it wears to the Grotte Hammer that is its primary weapon, is of the handmade Grotte brand. Preferring to act on its own initiative, Grumblemon hates taking orders, but it has the heart of a true craftsman. Once impressed by another’s skill, it will follow orders without complaint, losing itself in its work. Grumblemon isn’t especially smart, and since it takes a high degree of pride in its craftsmanship, it tends to underestimate others. Its two main special moves in battle are Snake Eye Break, by which it uses its Grotte Hammer to petrify and then smash foes, and Jack in the Box, by which it burrows underground to launch a surprise attack from underneath its opponent. However, Grumblemon also has the ability to fashion a Golemon out of the earth and have it fight instead."
    },
    {
        "name": "JagerLoweemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kaiserleomon",
        "url_image": "https://digimon.net/cimages/digimon/kaiserleomon.jpg",
        "level": "Hybrid",
        "type": "Android",
        "attribute": "Variable",
        "special_Move": "・Schwarz Donner\n・Schwarz König",
        "profile": "Profile\nJagerLoweemon is a true heir to the Spirit of Darkness possessed by one of the Ten Legendary Warriors. Like Duskmon, JagerLoweemon was transformed into Velgrmon by the curse Cherubimon placed on the Spirit of Darkness, but this is its true form, revealed upon its release from the curse. Known as the Jet-Black Lion, its body is covered in a unique metal called Obsidan Digizoid, which is a variety of Chrome Digizoid that shines with a jet-black luster. This provides it with more than just an excellent defense, as the armor itself possesses a keen sharpness, and the black wind left in the wake of JagerLoweemon’s passage is said to shred everything it touches. Its special moves include Schwarz Donner, by which it fires out a black energy blast, and Schwarz König, by which its body becomes enveloped in a black aura that it uses to smash its opponents."
    },
    {
        "name": "JetSilphymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jetsilphymon",
        "url_image": "https://digimon.net/cimages/digimon/jetsilphymon.jpg",
        "level": "Hybrid",
        "type": "Android",
        "attribute": "Variable",
        "special_Move": "・Jet Binter\n・Ultra Turbulence",
        "profile": "Profile\nA Digimon whose power over wind exceeds that of legend due to the unknown powers it obtained by fully inheriting the might of the Ten Legendary Warriors. JetSilphymon has the ability to take in wind and harness its power to shoot through the sky like a jet plane. Furthermore, when it moves through the air, JetSilphymon remains as invisible as the wind itself. Its special moves include Jet Binter, where it blasts wind power from its arms, and Ultra Turbulence, by which it generates unheard-of levels of rough air from its Wind Wheel to completely blow opponents away."
    },
    {
        "name": "Kazemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fairimon",
        "url_image": "https://digimon.net/cimages/digimon/fairimon.jpg",
        "level": "Hybrid",
        "type": "Pixie",
        "attribute": "Variable",
        "special_Move": "・Tornado Gamba\n・Roseo Temporale",
        "profile": "Profile\nA Digimon with power over wind that bears the might of the Ten Legendary Warriors. Kazemon specializes in attacks that involve manipulating the atmosphere, by creating either a mirage to deceive its foes or a vacuum blade to wound them. It is more skilled at information warfare than ordinary combat. Innocent at heart but with an inquisitive mind, Kazemon can be something of a gossip as well as a troublemaker. Since it never has any ill intentions, though, it’s generally well-liked. A thorough optimist, Kazemon is strong of spirit, allowing it to laugh off a certain amount of hardship. Its special moves include Tornado Gamba, by which it performs a handstand and unleashes a whirlwind kick, and Roseo Temporale, by which it rushes at foes and hits them with a barrage of kicks, landing the final one with a backflip."
    },
    {
        "name": "KendoGarurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garummon",
        "url_image": "https://digimon.net/cimages/digimon/garummon.jpg",
        "level": "Hybrid",
        "type": "Android",
        "attribute": "Variable",
        "special_Move": "・Speed Star\n・Solar Laser",
        "profile": "Profile\nA Digimon with power over light that bears the might of the Ten Legendary Warriors. KendoGarurumon’s capability of moving at incredible speed is perhaps related to its discovery of a fiber optic network. Capable of dodging between bullets to close with foes, it will mercilessly tear apart anyone it deems evil with its sharp claws and fangs. Possessed of a righteous heart and all the determination of Garmr, the wolf said to have fought with Týr in Norse mythology, KendoGarurumon has an intense hatred of evil. It will refuse to obey any with even a hint of wickedness in their heart, although once it swears loyalty to someone, it will never betray them. Its special moves include Speed Star, where it charges forward at light speed to cut through foes with the Wing Blades on its back, and Solar Laser, which involves drawing in light energy with its mouth, then releasing all the power it’s gathered right at the critical point."
    },
    {
        "name": "Korikakumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blizzarmon",
        "url_image": "https://digimon.net/cimages/digimon/blizzarmon.jpg",
        "level": "Hybrid",
        "type": "Beast",
        "attribute": "Variable",
        "special_Move": "・Avalanche Step\n・Glacier Torpedo",
        "profile": "Profile\nA Digimon with power over ice that bears the might of the Ten Legendary Warriors. Although Korikakumon possesses dauntless courage bordering on foolhardiness, there’s no denying the fact that its wild spirit brims with desire and ambition. Extremely curious by nature and always desperate for attention, it is quick to become carried away. Korikakumon likes to clown around even in battle, and will sometimes strike a pose while offering up a prayer to its arctic god, or cry out the names of its special moves as it attacks. However, it is also diligent in paying close attention to its enemies as well as the terrain, in order to maintain an edge in battle. Its special move Avalanche Step involves cutting down foes while seeming to dance with its two tomahawks Éji and Ōji. Glacier Torpedo, by contrast, involves trapping enemies in its extensible hair and then finishing them off with the edges of its blades."
    },
    {
        "name": "Kumamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chackmon",
        "url_image": "https://digimon.net/cimages/digimon/chackmon.jpg",
        "level": "Hybrid",
        "type": "Beast Man",
        "attribute": "Variable",
        "special_Move": "・Frozen Tundra\n・Snow Bomber",
        "profile": "Profile\nA Digimon with power over ice that bears the might of the Ten Legendary Warriors. Kumamon is a self-proclaimed sergeant in the Polar Army’s Polar Defense Force. It responds to all inquiries on this point by stating that the answer involves classified information, and so while the truth remains unknown, it is likely Kumamon’s own fabrication. There can be no doubt, however, that its ability to operate its assault launcher (nicknamed Romeo) and act decisively in combat are the real deal. This, combined with its detailed knowledge of survival skills, makes it a reliable companion. Kumamon rarely acts on its own initiative, typically only responding to an order or request from someone it considers its superior. When no one is counting on it to do anything, Kumamon may become listless, questioning its purpose in life and falling into depression. It fires special types of snowballs from its assault launcher, each designed to serve a unique function. Its special moves include Frozen Tundra, by which it turns itself into an icicle and launches itself at its opponent, and Snow Bomber, by which it fires a barrage of superfrozen snowballs from its assault launcher."
    },
    {
        "name": "Lanamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ranamon",
        "url_image": "https://digimon.net/cimages/digimon/ranamon.jpg",
        "level": "Hybrid",
        "type": "Pixie",
        "attribute": "Variable",
        "special_Move": "・Rain Stream\n・Jealousy Rain",
        "profile": "Profile\nA Digimon with power over water that bears the might of the Ten Legendary Warriors. Lanamon has a sharp intuition and changes its feelings easily, perhaps due to the fact that it operates mainly in the ocean area of a weather forecasting system. Its emotions are tempestuous, and it acts like a lovely young lady when it’s in a good mood, or cries hysterically like a baby when it gets upset. Lanamon uses few direct attacks in battle, mainly manipulating rain or otherwise attacking indirectly. Still, its battle strength swells when its emotions surge, and its attacks become incomprehensibly strong while it’s crying. Lanamon’s special move Rain Stream focuses torrential rain to crush the enemy, and Jealousy Rain melts all with acid rain."
    },
    {
        "name": "Lobomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=wolfmon",
        "url_image": "https://digimon.net/cimages/digimon/wolfmon.jpg",
        "level": "Hybrid",
        "type": "Warrior",
        "attribute": "Variable",
        "special_Move": "・Licht Sieger\n・Zwei Sieger",
        "profile": "Profile\nA Digimon with power over light that bears the might of the Ten Legendary Warriors. The lavender parts all over Lobomon’s body are made of Saint Amethyst, a crystal containing holy light. This light maintains an extraordinary durability in the amethyst when one’s heart is true, but the substance turns brittle the moment negativity arises in the heart of any who wield it. Lobomon has a chivalrous spirit and puts its life on the line for what it believes in, and hates injustice. Taciturn and rarely concerning itself with others, many believe it to be an unfeeling creature, but this warrior is actually kind-hearted. Lobomon uses its special move Licht Sieger to split the enemy in two with its Licht Schwert light swords, or Zwei Sieger to connect these twin swords before cutting the opponent to pieces."
    },
    {
        "name": "Loweemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=louwemon",
        "url_image": "https://digimon.net/cimages/digimon/louwemon.jpg",
        "level": "Hybrid",
        "type": "Warrior",
        "attribute": "Variable",
        "special_Move": "・Ewig Schlaf\n・Endlich Meteor",
        "profile": "Profile\nThe true heir to the Spirit of Darkness possessed by one of the Ten Legendary Warriors. The Spirit of Darkness was transformed into Duskmon by Cherubimon’s curse, but Loweemon is this Digimon’s true form once it is freed from this magic power. This form is not the least bit wicked, and it fights as a shadow for the other Legendary Warriors as the “Valiant Jet-Black Warrior.” Loweemon’s strength rivals a Fusion type like Aldamon on its own, and power that overwhelms the others is said to hide in the Neebelnge Ring on its right index finger. A master of spearmanship, this “Executor of Darkness” crushes evil with the Spear of Judgement, and then purifies it with the Shield of Atonement. Loweemon’s special move Ewig Schlaf blasts foes with an intense spear strike, and Endlich Meteor unleashes a golden energy wave from the lion on its chest."
    },
    {
        "name": "MagnaGarurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=magnagarurumon",
        "url_image": "https://digimon.net/cimages/digimon/magnagarurumon.jpg",
        "level": "Hybrid",
        "type": "Android",
        "attribute": "Variable",
        "special_Move": "・Machinegun Destroyer\n・Starlight Velocity",
        "profile": "Profile\nA transcendent Digimon with power over light, said to even surpass the might of the Ten Legendary Warriors. Specializing in super fast movement, MagnaGarurumon is able to fly at near lightspeed with its flight unit equipped. Its chest armor, the long-range Sniper Phantom ordnance on its right arm, and the mid-range Strike Phantom ordnance on its left arm can also be detached, although that lowers its firepower. The Laser sights on its chest rotate in-flight, locking on to air and ground targets from high in the sky for an all-out attack. It is all but impossible to escape from MagnaGarurumon. It uses its special move Machinegun Destroyer to unleash its arsenal onto locked targets before violently destroying the main target at high speed. With Starlight Velocity, it detaches its chest armor and accelerates to superluminal speed, erasing anything that comes into contact with its light."
    },
    {
        "name": "Mercurymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mercuremon",
        "url_image": "https://digimon.net/cimages/digimon/mercuremon.jpg",
        "level": "Hybrid",
        "type": "Mutant",
        "attribute": "Variable",
        "special_Move": "・Generous Mirror\n・Offset Reflector",
        "profile": "Profile\nA Digimon with power over steel that bears the might of the Ten Legendary Warriors. Mercurymon acts as an advisor to the Warriors of Evil, providing them with wisdom. Its aristocratic interests make it focus on its own way of doing things, even in battle as it explains the splendor of its weapons and strategies. At the same time, Mercurymon’s gears spin fast enough to think up any and all battle plans, and so it is always found muttering arguments to itself. The shields on Mercurymon’s arms are known as the Shields of Irony, and they return any damage received from attacks back to the attacker. Mercurymon also uses a peculiar technique that lets it disappear inside its mirrors by reflecting itself within them. Its special move Generous Mirror reflects the opponent’s attack with the Shields of Irony, and Offset Reflector inverts the nature of the enemy’s attack to neutralize it."
    },
    {
        "name": "MetalKabuterimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bolgmon",
        "url_image": "https://digimon.net/cimages/digimon/bolgmon.jpg",
        "level": "Hybrid",
        "type": "Android",
        "attribute": "Variable",
        "special_Move": "・Ultimate Thunder\n・Field Destroyer",
        "profile": "Profile\nA Digimon with power over thunder that bears the might of the Ten Legendary Warriors. Discovered in a defense system created by referencing the scarab treasure chamber in the deepest part of a pyramid, MetalKabuterimon has a cautious and prudent personality. It patiently shields comrades against enemy attacks with its sturdy armor, but when it reaches a critical point, it launches a thorough offense with a full barrage until nothing remains of the enemy. MetalKabuterimon’s weight makes for sluggish movements, so it usually provides support from the rear. Still, it can destroy its foe with a wide array of weapons at close range as well. It uses its special move Ultimate Thunder to gather and launch all its energy from both hands, and Field Destroyer to fire an ultrahigh-speed positron laser from the turret on its head."
    },
    {
        "name": "Petaldramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=petaldramon",
        "url_image": "https://digimon.net/cimages/digimon/petaldramon.jpg",
        "level": "Hybrid",
        "type": "Vegetation",
        "attribute": "Variable",
        "special_Move": "・Leaf Cyclone\n・Thousand Spikes",
        "profile": "Profile\nA Digimon with power over Wood that boasts the might of the Ten Legendary Warriors. Countless buds sprouted from Arbormon’s surface and grew spontaneously until it took the appearance of a gigantic plant lizard. Petaldramon shares Arbormon’s stoic, expressionless nature, but possesses a voracious appetite that is the polar opposite of how its progenitor acts. When it opens its mouth, its ivy-like tongue swallows up anything and everything. The branches on Petaldramon’s back grow when it eats prey, and an eerie grin flashes across its face for an instant. It uses its branches and whiplike tail for physical attacks. It also scatters sleep-inducing spores from the moss on its skin. Petaldramon launches its special move Leaf Cyclone by spinning the leaves around its head, and uses Thousand Spikes to shoot countless roots out of the ground, skewering the area around the enemy."
    },
    {
        "name": "Rhihimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=raihimon",
        "url_image": "https://digimon.net/cimages/digimon/raihimon.jpg",
        "level": "Hybrid",
        "type": "Warrior",
        "attribute": "Variable",
        "special_Move": "・Schwarz Lehrsatz\n・Rot Kreuz",
        "profile": "Profile\nA Digimon whose power over darkness exceeds that of legend due to the unknown powers it obtained by fully inheriting the might of the Ten Legendary Warriors. Rhihimon is also known as the Guardian Emperor of Darkness because no one has ever seen its form. Not even the testimonies of those who fought it in battle remains to provide a description. Rhihimon’s special moves include Schwarz Lehrsatz, where it nullifies all physical laws within an area to finish its foes, and Rot Kreuz, an attack fired from the eyes of its lion head."
    },
    {
        "name": "RhinoKabuterimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rhinokabuterimon",
        "url_image": "https://digimon.net/cimages/digimon/rhinokabuterimon.jpg",
        "level": "Hybrid",
        "type": "Insectoid",
        "attribute": "Variable",
        "special_Move": "・Condenser Storm\n・Thunder Laser",
        "profile": "Profile\nA Digimon whose power over thunder exceeds that of legend due to the unknown powers it obtained by fully inheriting the might of the Ten Legendary Warriors. RhinoKabuterimon’s body is so large, and its shell is so heavily-armored, it might be mistaken for a Dinosaur-type. It has the ability to generate a special magnetic field using an ultra-high voltage electric current, which it manipulates using its giant horn. RhinoKabuterimon specializes in attacks that involve charging at foes, though it never touches them physically, instead sending them flying with its special magnetic field. Its special move Condenser Storm involves waving its horn around in grand fashion while releasing all the electricity stored up in its body to trap foes in a lightning storm. It also has Thunder Laser, where it fires all the pent-up electric energy in its horn like a laser beam."
    },
    {
        "name": "Sephirothmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sephirothmon",
        "url_image": "https://digimon.net/cimages/digimon/sephirothmon.jpg",
        "level": "Hybrid",
        "type": "Mutant",
        "attribute": "Variable",
        "special_Move": "・Rumble Blend Number (1-10)",
        "profile": "Profile\nA Digimon with power over steel that bears the might of the Ten Legendary Warriors. Sephirothmon has a mind utterly devoid of emotion, much like a machine. This allows it to quickly analyze its enemies and effectively strike where they’re most vulnerable. However, it would be left exposed should its opponent behave in a way that deviates from its calculations. The ten orbs that make up its body are each affiliated with a different element from one of the Ten Warriors, and can either perform an attack with or absorb an attack from that element. A quiet, disturbing laugh can be heard emanating from its unsightly mouth whenever an opponent’s attack misses or one of its own attacks hits. Its special move is Rumble Blend Number (1-10), by which it shuffles the orbs that make up is body, attacking with whichever element affiliated with the Ten Warriors randomly ends up in the position of its head."
    },
    {
        "name": "Strabimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=storabimon",
        "url_image": "https://digimon.net/cimages/digimon/storabimon.jpg",
        "level": "Hybrid",
        "type": "Beast Man",
        "attribute": "Variable",
        "special_Move": "・Licht Nagel",
        "profile": "Profile\nA Digimon that turned into a half-man, half-beast after losing half of Lobomon’s power. Unlike fellow half-man, half-beast Flamemon, Strabimon has not lost its combat instinct, and thus has a bit of a brutal side. Even though it looks like a Rookie Digimon, it sometimes rampages so violently that even Champion Digimon have a hard time dealing with it. It may have lost power just like Flamemon, but even so, even many Champion Digimon don’t stand a chance against it. Strabimon uses its special move Licht Nagel to make mincemeat of its opponent with shining claws on both hands."
    },
    {
        "name": "Velgrmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=velgrmon",
        "url_image": "https://digimon.net/cimages/digimon/velgrmon.jpg",
        "level": "Hybrid",
        "type": "Giant Bird",
        "attribute": "Variable",
        "special_Move": "・Zone Deleter\n・Master of Darkness",
        "profile": "Profile\nA Digimon with power over darkness that bears the might of the Ten Legendary Warriors. With the appearance of a colossal, monstrous bird, its menacing look and nature has earned in the moniker of “Corpse Swallower.” Duskmon transforms into fine particles, and then dives out of the massive black mist it formed in the sky. The prideful Duskmon hates changing into the unsightly and irrational Velgrmon, so this form is quite seldom seen. In normal battles, its main weapons are claws that blind the enemy and fangs capable of crushing metal. It uses its special move Zone Deleter to blow the area surrounding the foe into another dimension with the maximum power of its wing flaps, and Master of Darkness to change the enemy’s nature to darkness so it can control them."
    },
    {
        "name": "Zephyrmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shutumon",
        "url_image": "https://digimon.net/cimages/digimon/shutumon.jpg",
        "level": "Hybrid",
        "type": "Bird Man",
        "attribute": "Variable",
        "special_Move": "・Gilgamesh Slicer\n・Wind of Pain",
        "profile": "Profile\nA Digimon with power over wind that bears the might of the Ten Legendary Warriors. With its deceptively languid movements, Zephyrmon may appear to be a calm and collected adult woman at first blush, but it actually has a capricious and devilish personality and enjoys causing trouble. One of its favorite tricks is to dismay others by providing them with bad fortunes. Even in battle, it tends not to be very proactive about helping others, sometimes allowing allies fall into desperate situations just to see them struggle. However, should it so desire, it can glide effortlessly through the sky and manipulate the winds to defeat its opponents using secret Mesopotamian magic. Zephyrmon’s special moves are Gilgamesh Slicer, by which it uses the claws on its four limbs to slash through the air and foes alike, and Wind of Pain, by which it flies into the air and sends its feathers and hair shooting down like the sharpest of arrows."
    }
]