[
    {
        "name": "Abbadomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=abbadomon",
        "url_image": "https://digimon.net/cimages/digimon/abbadomon.jpg",
        "level": "Mega",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Gaze Eraser\n・Gala-lightness\n・White Liner",
        "profile": "Profile\nA mysterious Digimon that absorbed the negative data overflowing from the network beyond its limit to Digivolve into a gigantic form. Abbadomon exists to transcend good and evil, returning all to nothingness. Its central maw and the mouths on its numerous tentacles bite into Digimon and the very Digital World, leaving only blank, empty data in its wake. The birth of Abbadomon undoubtedly threatens everything in the Digital World, and it is thought to have annihilated several Digital Worlds in other dimensions.\nIt uses its special move Gaze Eraser to fire cursed beams from the eyes on its tentacles, Gala-lightness to grab the enemy with its tentacles and swallow them whole with its central maw, or White Liner to fire a white beam from its mouth. Those struck by any of these moves are erased in an instant."
    },
    {
        "name": "Abbadomon Core",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=abbadomoncore",
        "url_image": "https://digimon.net/cimages/digimon/abbadomoncore.jpg",
        "level": "Mega",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Eclipse None\n・Binjer?do\n・Death Charge\n・Gaze Eraser",
        "profile": "Profile\nThe main body inside of Abbadomon, and its true form. Abbadomon Core seeks nothingness, prefers nothingness, and rejects all things but nothingness. After reducing everything to nothingness, it will vanish having fulfilled the purpose of its existence.\nAbbadomon Core uses its special move Eclipse None to shoot energy from both hands and attach this energy to its foe, corroding them and gnawing through their entire body. It also uses Binjerādo to transform its right arm into a piercing spear, and Death Charge to transform its left arm into a gun barrel that fires energy bullets. Finally, it uses Gaze Eraser to shoot cursed lasers from all the eyes on its cape, to even deadlier effect than when this move is unleashed by Abbadomon."
    },
    {
        "name": "Achillesmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=achillesmon",
        "url_image": "https://digimon.net/cimages/digimon/achillesmon.jpg",
        "level": "Mega",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Anemodarmenos\n・Asteroeidis\n・L?nkh? Adistakto",
        "profile": "Profile\nAchillesmon is a Mega Digimon that Digivolved by becoming an expert in every combat-style known to man. Possessing mastery over its mind, body, and techniques, it is a true challenger: always training, and never boasting about its great strength. It has no physical weaknesses, and it never leaves its opponents any openings, whether competing in sports or in battle.\nThe shields on its feet function as boosters, which it uses to great effect. With Anemodarmenos, it moves so fast it leaves an afterimage that confuses opponents, and with Asteroeidis it unleashes a lightning-fast kick. Its special move is Lónkhē Adistakto, where it hurls its divine spear into its opponent's DigiCore."
    },
    {
        "name": "Aegisdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ageisdramon",
        "url_image": "https://digimon.net/cimages/digimon/ageisdramon.jpg",
        "level": "Mega",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Power Water\n・Blaze Power\n・Tera Hydro Breath\n・Shine Breaker",
        "profile": "Profile\nAegisdramon is an Android Digimon born when Plesiomon was fused with data from the Seadramon species. Its glistening armor of Gold Chrome Digizoid is said to protect it from all forms of wickedness. Aegisdramon is a member of the Crack Team, and is largely responsible for analyzing the group’s enemies and performing CyberRecon. It rapidly transmits the results of its analysis to nearby members of the Crack Team, and since it excels at battle strategy, it is also known as the brains of the group. This doesn’t mean it’s weak, though, as it has enough firepower to wipe out an entire battalion all on its own. Its special moves include Power Water, where it fires a giant blast of water from both of its arms, Blaze Power, by which it shoots down an enemy it’s locked onto with a missile fired from its deck, and Tera Hydro Breath, which involves crushing foes beneath a torrent of water it shoots from its mouth. Finally, it has Shine Breaker, where it launches so many missiles at once that they darken the sky before they slam into their target with maximum force."
    },
    {
        "name": "Agumon (Bond of Bravery)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=agumon_kizuna",
        "url_image": "https://digimon.net/cimages/digimon/agumon_kizuna.jpg",
        "level": "Mega",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Red Reamer\n・Striking Salamander Slash\n・Gaia Brave",
        "profile": "Profile\nA final, legendary Digivolution, the end result of limitless potential realized through the deepened bond of an Agumon and its partner. The fortuitous courage of its partner becomes burning flame that erupts from its body, emerging as proof of their deep faith. Having deepened its understanding of humans through this long relationship, its Digivolved form takes on an almost humanoid appearance.\nAgumon (Bond of Bravery) uses its special move Red Reamer to burn the enemy with high-density red lasers from its claw tips, Striking Salamander Slash to pierce foes with its tail lance, and Gaia Brave to unleash the flame of courage within it as a superheated energy bomb."
    },
    {
        "name": "Alphamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=alphamon",
        "url_image": "https://digimon.net/cimages/digimon/alphamon.jpg",
        "level": "Mega",
        "type": "Holy Knight",
        "attribute": "Vaccine",
        "special_Move": "・Blade of the Dragon King\n・Soul Digitalization",
        "profile": "Profile\nOne of the 13 Royal Knights, who are said to be the highest-ranking Digimon when it comes to Network security. Although Alphamon itself is a Holy Knight, it is said to act as a deterrent to others of its kind. It typically prefers to remain hidden, and is widely known as the Aloof Hermit, identifiable by the blue cape that flutters around it. The position it occupies as Royal Knights is known as the Empty Seat. Because it has the ability to access the ultimate power Alpha inForce, power that can instantly reverse what would otherwise be a lost cause, Alphamon’s attacks are always over in the blink of an eye. Actually, it’s never clear whether Alphamon is making one attack or many, as theoretically it’s possible that only its final blow was visible. It can also attack or defend by activating the magic circles of DigiCode on its hands. Its special move Blade of the Dragon King involves drawing out the light gathered in the center of the magic circle on one of its hands, then using it to pierce a foe. Or it can use Soul Digitalization, which involves spreading the wings on its back so it can take flight, then creating a giant magic circle in the sky which it uses to summon a legendary monster from another dimension."
    },
    {
        "name": "Alphamon: Ouryuken",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=alphamon:ouryuken",
        "url_image": "https://digimon.net/cimages/digimon/alphamon:ouryuken.jpg",
        "level": "Mega",
        "type": "NO DATA",
        "attribute": "Vaccine",
        "special_Move": "・Ultimate Ouryuken",
        "profile": "Profile\nAlphamon: Ouryuken is the form Alphamon took on after it miraculously Digivolved Ouryumon into a sword known as the Ouryuken using a magic circle of DigiCode. Ouryumon is the Mega form of the Prototype Digimon that were used in an experiment to reach greater heights of power. Having been transformed into a sword, all of its combat ability is now channeled exclusively into offensive power. To swing the Ouryuken is to wield all the power of a Mega Digimon. The average Digimon would no more be able to use it than to survive an attack from it."
    },
    {
        "name": "AncientBeetlemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientbeatmon",
        "url_image": "https://digimon.net/cimages/digimon/ancientbeatmon.jpg",
        "level": "Mega",
        "type": "Ancient Insectoid",
        "attribute": "Vaccine",
        "special_Move": "・Calamity Thunder\n・Tera Blaster",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of Thunder. A Mega that existed in the far-distant past, AncientBeetlemon’s appearance is akin to the fusion of many insects, such as rhinoceros beetles and stag beetles. Its sturdy carapace rivals the strength of Chrome Digizoid, the sickles on both arms cut through anything, and it possesses enough power to easily lift objects hundreds of times heavier than itself. The abilities of AncientBeetlemon would later be inherited by Insectoid Digimon and others. Its special move Calamity Thunder rains down lightning that heralds incredible disasters, and Tera Blaster is a super-electrical discharge a thousand times stronger than Tera Blaster."
    },
    {
        "name": "AncientGarurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientgarurumon",
        "url_image": "https://digimon.net/cimages/digimon/ancientgarurumon.jpg",
        "level": "Mega",
        "type": "Ancient Beast",
        "attribute": "Data",
        "special_Move": "・Sharp Claymore\n・Absolute Zero",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of light. A Mega that existed in the far-distant past, AncientGarurumon was known as the Supreme Shining Beast. Its abilities were subsequently passed on to Beast Digimon. It survived to the end of the previous holy war along with AncientGreymon, and is said to have sealed away Lucemon. Its special moves include Sharp Claymore, where it uses its two greatswords to slice through foes in a brilliant flash of light, and Absolute Zero, by which it uses a combination of ultra-cold air at absolute zero and a superluminous flash of light to freeze all electrons in place."
    },
    {
        "name": "AncientGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientgreymon",
        "url_image": "https://digimon.net/cimages/digimon/ancientgreymon.jpg",
        "level": "Mega",
        "type": "Ancient Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Gaia Tornado\n・Omega Burst",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of fire. A Mega that existed in the far-distant past, AncientGreymon is said to have been a Mega in every sense of the word, even more powerful than Megas of the modern era. The abilities of AncientGreymon would later be inherited by the Greymonｰspecies and other Dragon Digimon. It survived to the end of the previous holy war along with AncientGarurumon, and is said to have sealed away Lucemon. Its special moves include Gaia Tornado, where it concentrates the power of the earth to form a tornado that it uses to blow away foes, and Omega Burst, which involves creating a massive explosion along with an intense flash of light, both of which extend for miles around."
    },
    {
        "name": "AncientKazemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientirismon",
        "url_image": "https://digimon.net/cimages/digimon/ancientirismon.jpg",
        "level": "Mega",
        "type": "Ancient Bird Man",
        "attribute": "Vaccine",
        "special_Move": "・Storm Gazer\n・Rainbow Symphony",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of Wind. A Mega that existed in the far-distant past, AncientKazemon has a beautiful rainbow-colored form and golden wings. It flies swiftly through the vast skies with its golden wings, and can supposedly move freely through earth or water by creating rainbow bridges. The beauty and abilities of AncientKazemon would later be inherited by Bird Man Digimon, Pixie Digimon, and others. Its special move Storm Gazer generates a ceaseless supergiant rainstorm, and Rainbow Symphony shoots super-fused rainbow-colored lasers."
    },
    {
        "name": "AncientMegatheriummon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientmegatheriumon",
        "url_image": "https://digimon.net/cimages/digimon/ancientmegatheriumon.jpg",
        "level": "Mega",
        "type": "Ancient Beast",
        "attribute": "Data",
        "special_Move": "・Freezing Blizzard\n・Great Snowplow",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of Ice. A Mega that existed in the far-distant past, AncientMegatheriummon is said to possess both the strength and bravery necessary to adapt to midwinter soil in extremely low temperatures. It can stop the atomic activity of all things with absolute zero attacks, and it destroys even the eternally-frozen giant icebergs with ease. The abilities of AncientMegatheriummon would later be inherited by Mammal Digimon, Ice-Snow Digimon, and others. Its special move Freezing Blizzard is an absolute zero super-blizzard, and Great Snowplow is a super-charge that destroys even massive icebergs."
    },
    {
        "name": "AncientMermaimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientmermaimon",
        "url_image": "https://digimon.net/cimages/digimon/ancientmermaimon.jpg",
        "level": "Mega",
        "type": "Ancient Aquatic Beast Man",
        "attribute": "Data",
        "special_Move": "・Great Maelstrom\n・Crystal Billow",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of Water. A Mega that existed in the far-distant past, AncientMermaimon is the guardian goddess of the Net Ocean, the birthplace of all Digimon. It rules over the entire expanse of the Net Ocean, where it control currents, waves, and any other water as if it was its own limbs. Countless continents and islands are said to have vanished due to AncientMermaimon’s wrath. The abilities of AncientMermaimon would later be inherited by Aquatic Digimon and others. Its special move Great Maelstrom creates a giant whirlpool that sucks everything into its vortex, and Crystal Billow crystallizes water into a super-hard substance before firing it like a machine gun."
    },
    {
        "name": "AncientSphinxmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientsphinkmon",
        "url_image": "https://digimon.net/cimages/digimon/ancientsphinkmon.jpg",
        "level": "Mega",
        "type": "Ancient Mythical Beast",
        "attribute": "Virus",
        "special_Move": "・Dark Blast\n・Necro Eclipse",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of Dark. A Mega that existed in the far-distant past, AncientSphinxmon is a being of darkness, setting it at the opposite end of the spectrum from AncientGarurumon. It rules over the destruction and annihilation of all things with life and form, and is feared as a “dark beastly harbinger of death.” The abilities of AncientSphinxmon would later be inherited by Mythical Beast Digimon, Dark Beast Digimon and others. Its special move Dark Blast is a beam of destruction fired with a roar, and Necro Eclipse is an ultimate annihilation technique that envelops the enemy in the darkness of death."
    },
    {
        "name": "AncientTroymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancienttroiamon",
        "url_image": "https://digimon.net/cimages/digimon/ancienttroiamon.jpg",
        "level": "Mega",
        "type": "Ancient Vegetation",
        "attribute": "Data",
        "special_Move": "・Epeius Gimmick\n・Surprise Cannon",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of Wood. A Mega that existed in the far-distant past, AncientTroymon boasts the greatest size of all Ancient Digimon. Its body contains various mechanisms that allow for tricky attacks and movements. The abilities of this Digimon would later be inherited by Vegetation Digimon and others. Its special move Epeius Gimmick activates every mechanism in its body in an all-out attack, and Surprise Cannon fires super-massive shells from the giant cannons in its mouth and chest."
    },
    {
        "name": "AncientVolcanomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientvolcamon",
        "url_image": "https://digimon.net/cimages/digimon/ancientvolcamon.jpg",
        "level": "Mega",
        "type": "Ancient Mineral",
        "attribute": "Virus",
        "special_Move": "・Atomic Bomber\n・Supernova",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of Earth. A Mega that existed in the far-distant past, AncientVolcanomon is the most powerful of all Ancient Digimon. Red-hot magma is always bubbling in its body, acting as a generator for its incredible power. The abilities of AncientVolcanomon would later be inherited by Ore, Mineral, and other Rock-type Digimon. Its special move Atomic Bomber generates a huge explosion from the volcano on its back, and Supernova generates antimatter in its body, creating a super-explosion rivaling a tiny Big Bang."
    },
    {
        "name": "AncientWisemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ancientwisetmon",
        "url_image": "https://digimon.net/cimages/digimon/ancientwisetmon.jpg",
        "level": "Mega",
        "type": "Ancient Mutant",
        "attribute": "Virus",
        "special_Move": "・Laplace's Demon\n・Elder Sign",
        "profile": "Profile\nOne of the Ten Legendary Warriors that saved the Ancient Digital World, possessing the attribute of Steel. A Mega that existed in the far-distant past, AncientWisemon is the wisest being in the Digital World. Due to the Akashic Records that chronicle the superior wisdom of ancient times, there is nothing outside of AncientWisemon’s comprehension. Not only is it knowledgeable, it also has the ability of a sage to use its ancient wisdom to discern events in the distant future. The mirror that comprises its body is said to be linked to the netherworld. Its abilities were subsequently passed on to Mutant Digimon. AncientWisemon’s special moves include Laplace’s Demon, by which it uses its vast wisdom to determine coordinates where it can imprison opponents in the netherworld for all eternity, and Elder Sign, by which it summons a powerful demon from the netherworld."
    },
    {
        "name": "Anubismon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=anubimon",
        "url_image": "https://digimon.net/cimages/digimon/anubimon.jpg",
        "level": "Mega",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Pyramid Power\n・Amemit",
        "profile": "Profile\nA Deity Digimon that guards and presides over the Dark Area. The Dark Area is the last place Digimon are transferred to after they perish, either from reaching the end of their lifespan or from being defeated in battle (although some Digimon, like Dark Angel Digimon, are transferred there while still living). Anubismon constantly watches over the Dark Area. It has power over any Digimon sent to the Dark Area. If a Digimon is composed of evil data, Anubismon can seal it away in eternal darkness, or if a Digimon is composed of good data, Anubismon can allow it to be reborn as a Digi-Eggs. But not only does Anubismon hold the awesome power of determining whether a given Digimon will live or die, it also acts as the judge of the Digital World. Its signature move is Pyramid Power, where it uses beams of light in accordance with an ancient Egyptian technique to draw a rectangular pyramid and trap foes. It also has the special move Amemit, a terrifying technique that involves summoning a demonic beast from hell to devour the DigiCore of evil Digimon."
    },
    {
        "name": "Apocalymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=apoclymon",
        "url_image": "https://digimon.net/cimages/digimon/apoclymon.jpg",
        "level": "Mega",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Dark",
        "profile": "Profile\nA mysterious Digimon that appeared when negative thoughts were amassed by the power of darkness. No one knows Apocalymon’s true form, and its body cannot be analyzed to see if it is truly a Digimon. The reason for its appearance is uncertain, but it seems to desire the purging of the chaotic Digital World back into nothingness. One theory states that its coming was foretold in ancient prophecy. Its special move Dark unleashes an endlessly expanding darkness that returns all to the void. Those caught in this darkness lose all sense of direction, disappearing without a trace."
    },
    {
        "name": "Apollomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=apollomon",
        "url_image": "https://digimon.net/cimages/digimon/apollomon.jpg",
        "level": "Mega",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Sol Blaster\n・Phoebus Blow\n・Arrow of Apollo",
        "profile": "Profile\nOne of the Olympos XII, Apollomon is a Deity Digimon that possesses flame energy equal to the power of the sun. This awesome strength, capable of melting down and purifying any substance, is such that Apollomon is barely able to contain it with its mercilessly intense fervor and pride. Its special moves include Sol blaster, by which it forms an incandescent solar orb using the flame sphere on its back to unleash upon its foes, and Phoebus Blow, by which it concentrates all of its latent power into a single punch. It can also fire a series of incandescent arrows from the glowing gems on its hands with Arrow of Apollo."
    },
    {
        "name": "Argomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=algomon-ultimate",
        "url_image": "https://digimon.net/cimages/digimon/algomon-ultimate.jpg",
        "level": "Mega",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Terabyte Disaster\n・Distortion Line\n・Brute Force",
        "profile": "Profile\nA gigantic Mega Digimon that Digivolved from the Ultimate-level Argomon, amplifying its melee combat abilities. It uses its special move Terabyte Disaster to fire countless beams from its mouth, or Distortion Line to fire destructive beams powerful enough to warp dimensions from the eyes on its limbs. Algomon exhibits extraordinary destructive power with Brute Force, using its gigantic body to mow down foes."
    },
    {
        "name": "Armageddemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=armagemon",
        "url_image": "https://digimon.net/cimages/digimon/armagemon.jpg",
        "level": "Mega",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Black Rain\n・Ultimate Flare",
        "profile": "Profile\nAn Ultra Digimon born from a mutation caused by fusing massive numbers of In-Training Diaboromon. Diaboromon had the ability to copy itself en masse, but each copy would be inferior to the original. Still, the creation and fusion of large numbers of its In-Training version condensed its abilities into a single form, giving it power greater than that of a Diaboromon. Also note that Diaboromon-type Digimon are special, affiliated with neither light nor darkness. It uses its special move Black Rain to release energy shells from its back that scatter into the air and rain down in all directions, or Ultimate Flare to fire a beam of destructive energy from its gaping maw."
    },
    {
        "name": "AvengeKidmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=avengekidmon",
        "url_image": "https://digimon.net/cimages/digimon/avengekidmon.jpg",
        "level": "Mega",
        "type": "Dragon Man",
        "attribute": "Virus",
        "special_Move": "・Misery Bullet Rain\n・Destruction Trigger",
        "profile": "Profile\nAvengeKidmon is the result of a sudden transformation, similar to the process of mutation, that happened when a Digimon defeated by MagnaKidmon became so consumed by the desire for revenge that the data of its own negative thoughts overwhelmed its DigiCore. However, perhaps because of a need to vent its rage at becoming so similar in appearance to the Digimon it hopes to destroy, AvengeKidmon has turned to rampaging mindlessly, such that it’s now forgotten its original purpose of defeating MagnaKidmon. Its special move Destruction Trigger involves pinning an enemy underfoot, then firing an explosive bullet into them at point blank range from its gun leg, regardless of the fact that this will injure AvengeKidmon as well. It also has Misery Bullet Rain, where it hits its target with a stream of energy blasts from its fingers, then unleashes a barrage of live ammunition at its foe while they’re still in midair."
    },
    {
        "name": "Azulongmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=qinglongmon",
        "url_image": "https://digimon.net/cimages/digimon/qinglongmon.jpg",
        "level": "Mega",
        "type": "Holy Dragon",
        "attribute": "Data",
        "special_Move": "・Sourai",
        "profile": "Profile\nOne of the Four Sovereign Digimon that defends the Digital World. This protector of the East wields raging lightning. Like the rest of its kin, Azulongmon is legendary, and its strength is said to rival that of the gods. It is also counted among the Four Great Dragons, along with Magnadramon, Goldramon and Megidramon, and is the most exalted of the four. In spite of its deified status, Azulongmon does not lend its power to humans or weaklings easily, and it will not ally itself with others except in the most dire of situations. Its special move Sourai is the rage of the gods, calling down intense lightning from the heavens."
    },
    {
        "name": "Babamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=babamon",
        "url_image": "https://digimon.net/cimages/digimon/babamon.jpg",
        "level": "Mega",
        "type": "Ancient",
        "attribute": "Vaccine",
        "special_Move": "・Empress Haze",
        "profile": "Profile\nAn Ancient Digimon that looks like an old lady. Rumor says that this form is that of a Rosemon under a curse. Babamon’s special move Empress Haze erases bad viruses with a single sweep of the magic broom in its right hand."
    },
    {
        "name": "Bacchusmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bacchusmon",
        "url_image": "https://digimon.net/cimages/digimon/bacchusmon.jpg",
        "level": "Mega",
        "type": "Deity",
        "attribute": "Virus",
        "special_Move": "・Cook of the Abyss\n・Party of the Heavens\n・Reversal of the Dead",
        "profile": "Profile\nOne of the Olympos XII, and the self-proclaimed heartiest drinker of the Digital World. With its bright personality, Bacchusmon is good at taking care of others. At all times of the day it will gather Rookie and Champion Digimon and hold grand feasts. It can produce various types of beverages, and is happy to do so at the request of its favorite Digimon who have come to attend its feasts. Bacchusmon prefers fruit wines, and its favorite is made from fermented fruits taken from the Karpos Hule forest on Ceresmon's back. Whenever it is free, it asks Ceresmon to let it brew that wine. As a result, the two Digimon are extremely close and often do things together.\nBacchusmon's special move Cook of the Abyss allows it to take its enemy and wrap it up in both arms to convert its data into drinking snacks, whereupon Bacchusmon eats them. With Party of the Heavens, it refines spirits and mixes them with poisons that cause sleep or paralysis, then pours them on its target to incapacitate them. Also, when Bacchusmon has had too much to drink, the pattern on its body will turn blue, and it will the expel the data in its large stomach in a destructive beam of light called Reversal of the Dead. If the attack hits an opponent, Bacchusmon takes in the data to become more powerful, so facing off against large groups of enemies can make it unfathomably strong.\nThe data that Bacchusmon refines into poison is being researched by the Crack Team. There are plausible rumors that Bacchusmon's poison data is being used to produce biological weapons and in assassination plots against high-ranking figures."
    },
    {
        "name": "Bagramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bagramon",
        "url_image": "https://digimon.net/cimages/digimon/bagramon.jpg",
        "level": "Mega\n(Xros Wars)",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Astral Snatcher",
        "profile": "Profile\nBagramon was once a high-ranking Angel Digimon governing death, but it despaired at the unforgiving laws of creation and so rebelled against God. It then became subject to God’s judgment, forever losing half its body and one of its eyes. Bagramon now uses a false body cut from the Server Tree as a replacement. Its long artificial right arm has the ability to grab hold of spirits directly, allowing it to pull the soul from a living Digimon’s body. Bagramon can then send that soul to either Heaven or Hell, or transfer it into another Digimon’s body. This is Bagramon’s signature move, Astral Snatcher. Bagramon also has the ability to quickly gather information it wishes to learn thanks to the large ruby it used to replace its missing eye, which has the power to spy on any location in the Digital World through Invisible Snake Eyes. Bagramon is consequently known throughout the Digital World as the Sage of Death. Were Bagramon to repent before God, it would be forgiven, but it has no intention of ever bowing to God again, for it now lives only to banish God from the world, constantly searching for a new world order to replace the cruel old one that God created."
    },
    {
        "name": "Baihumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baihumon",
        "url_image": "https://digimon.net/cimages/digimon/baihumon.jpg",
        "level": "Mega",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Kongou",
        "profile": "Profile\nOne of the Four Sovereign Digimon that defend the Digital World. This protector of the West bears the attribute of steel. Having reigned since the era of myth, Baihumon is legendary like its kin, and its strength is said to rival even that of the gods. Although it is the youngest, Baihumon is still the most powerful of the Four Sovereign Digimon. Its immortality and immense power are supposedly born of its twelve DigiCores. Like the neutral Azulongmon, Baihumon is a being fundamentally devoid of allies. Its special move Kongou fires a shockwave from its mouth that turns enemies into metal. Those hit by this attack cannot move, and yet do not perish until their body completely rusts away."
    },
    {
        "name": "BanchoGolemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=banchogolemon",
        "url_image": "https://digimon.net/cimages/digimon/banchogolemon.jpg",
        "level": "Mega",
        "type": "Mineral",
        "attribute": "Virus",
        "special_Move": "・Tenbagaeshi\n・Kanshaku Dust\n・Yobori Claw Drill",
        "profile": "Profile\nBanchoGolemon is a Mineral Digimon that, unlike an ordinary Golemon, acts of its own will. It is also one of the few Digimon to bear the title of Bancho. Utterly stolid and unflappable, BanchoGolemon is equally harsh with everyone, never allowing even a hint of leniency in its behavior. Electing to spend its time in the harsh environment deep within Infinity Mountain, it is constantly putting itself through intensive training.\nBanchoGolemon is also a Digimon full of surprises. It’s the type that may never lend a hand to those who seek its aid, but that will suddenly appear to save a comrade with whom it has exchanged blows when that Digimon is in a pinch. With its overwhelming power, BanchoGolemon is often able to singlehandedly turn the tide of battle and claim victory.\nIts special move Tenbagaeshi involves grabbing a foe with its right hand and then throwing them far off into the distance as if it were performing a hammer throw. For an attack that covers a wider area, it has Kanshaku Dust, where it reflects the beam it can fire from the Kanshakudama on its chest off of falling stones. Finally, with Yobori Claw Drill, it uses the giant excavation drill on its left hand, which is capable of reducing even Chrome Digizoid to dust, to pierce foes."
    },
    {
        "name": "BanchoLeomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bancholeomon",
        "url_image": "https://digimon.net/cimages/digimon/bancholeomon.jpg",
        "level": "Mega",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Lion Slash\n・Flashy Boss Punch",
        "profile": "Profile\nBanchoLeomon is a Beast Man Digimon that answers only to its own sense of justice. It’s said that only Digimon that have continued to triumph over incredibly powerful foes without having their spirits broken earn the title of “Bancho”—a term that loosely translates to “ringleader.” In all the recorded history of the Digital World, only five Digimon have ever been confirmed to have this in their names. BanchoLeomon opposes anything that would stand in the way of its justice. Even if it’s one of the Royal Knights or one of the Celestial Digimon, BanchoLeomon won’t hesitate to brand them as an evil foe that must be destroyed. BanchoLeomon also boasts a powerful defense, as it can use the GAKU-RAN that hangs from its shoulders to negate 89.9% of the damage caused by an opponent’s physical attacks. BanchoLeomon’s special moves include Lion Slash, where it attacks with its beloved shortsword Otokodama, and Flashy Boss Punch, which involves channeling all of its considerable energy into a single punch."
    },
    {
        "name": "BanchoLillymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bancholilimon",
        "url_image": "https://digimon.net/cimages/digimon/bancholilimon.jpg",
        "level": "Mega",
        "type": "Pixie",
        "attribute": "Data",
        "special_Move": "・Absolute Territory\n・Nightmare Assemble\n・Twin Petal",
        "profile": "Profile\nA Pixie Digimon draped in a deep crimson tokko-fuku jacket. The florid petals from when it was Lillymon have been dyed a dark color, shedding the sweet impression it once had.\nBanchoLillymon has the conviction to fight for the weak in the dog-eat-dog Digital World, and has saved countless lives from assault by fiendish Digimon. Its tokko-fuku jacket and the title of “Bancho” are proof of this conviction.\nBanchoLillymon has several special moves utilizing its yo-yos as weapons: using Absolute Territory to cut up the enemy with the very air around them, Nightmare Assemble to thrust the yo-yos at its foe and absorb them, and Twin Petal to unleash flash kicks from its gorgeous legs."
    },
    {
        "name": "BanchoMamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=banchomamemon",
        "url_image": "https://digimon.net/cimages/digimon/banchomamemon.jpg",
        "level": "Mega",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Gōruden Rasshu\n・Senbon Dokkān\n・Bukkomi Otokodama",
        "profile": "Profile\nOne of the few bearing the title of “Bancho,” this deeply chivalrous and compassionate Digimon is great in a scrap despite its small stature. BanchoMamemon lives a self-reliant existence, ignoring the laws of the Digital World. It extends a helping hand to Digimon isolated from the world like itself, going so far as to form an organization dubbed the “Mamemon Alliance” in which such Digimon live together. But going against the order of the world is no easy task: it has fought against Digimon that conform to rules under the pretense of reorganization on countless occasions. Even so, it devotes all of its energies toward the Mamemon Alliance. BanchoMamemon received the title of “Bancho” by repelling enemies without losing a single comrade, no matter what dilemma comes along. Like BanchoLeomon, it wears a gakuran that guards against impacts from physical attacks; that being said, it almost always dedicates this defensive ability to its comrades. BanchoMamemon uses its special move Golden Punishment to strike with its favorite cudgels, Gōruden Rasshu to beat foes to a pulp, and Senbon Dokkān to slam out its subordinate Black Hickeys with its golden bats. It also uses Bukkomi Otokodama to charge forward with the prison chains stretching from its body."
    },
    {
        "name": "BanchoStingmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=banchostingmon",
        "url_image": "https://digimon.net/cimages/digimon/banchostingmon.jpg",
        "level": "Mega",
        "type": "Insectoid",
        "attribute": "Free",
        "special_Move": "・Bloody Finish\n・Depth Charge Sky\n・Redbutt",
        "profile": "Profile\nAn absolutely conceited Insectoid Digimon that lives by overpowering those around it. BanchoStingmon prioritizes its pride above all else, and is said to be the most arrogant of all Digimon. Any conduct that threatens to even scratch its pride will be met with an unforgiving response, no matter who does the deed. This uncompromising pride has earned it the title of “Bancho.” The carapaces of various insects are meticulously woven into BanchoStingmon’s emblematic GAKU-RAN uniform, giving it a sturdy construction. It uses its special move Bloody Finish to skewer foes with the drills on its arms, Depth Charge Sky to release mine bugs that self-destruct on the enemy, or Redbutt to destroy the opponent’s face with a headbutt."
    },
    {
        "name": "Barbamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=barbamon",
        "url_image": "https://digimon.net/cimages/digimon/barbamon.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Death Lure\n・Pandemonium Lost",
        "profile": "Profile\nOne of the Seven Great Demon Lords, this Evil King Digimon is shaped like an old man with a long beard. Barbamon exists in the heart of the den of evil known as the Dark Area, controlling Dark Angel Digimon and causing them to engage in all sorts of wickedness. It is obsessed with all treasures in the network, using every means at its disposal to satiate its greed. This rapacious and ruthless creature would kill a Digimon for even a scrap of treasure. The most cunning tactician of the Seven Great Demon Lords, it controls not only Dark Angel Digimon, but even the Mega level Ghoulmon with ease. Barbamon uses its special move Death Lure to tempt Digimon into an inescapable living hell and convert them into wickedness with its demonic staff Death Lure, and Pandemonium Lost to release all the evil energy of the Dark Area at once, burning everything with a super-high temperature explosion. Even MaloMyotismon’s special move Pandemonium Flame releases only the smallest fraction of this energy."
    },
    {
        "name": "Barbamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=barbamon_x",
        "url_image": "https://digimon.net/cimages/digimon/barbamon_x.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Death Lure\n・Pandemonium Flame\n・Seventh Jewelrize",
        "profile": "Profile\nOne of the Seven Great Demon Lords, this Evil King Digimon is shaped like an old man with a long beard. Barbamon exists in the heart of the den of evil known as the Dark Area, controlling Dark Angel Digimon and causing them to engage in all sorts of wickedness. It is obsessed with all treasures in the network, using every means at its disposal to satiate its greed. This rapacious and ruthless creature would kill a Digimon for even a scrap of treasure. The most cunning tactician of the Seven Great Demon Lords, it controls not only Dark Angel Digimon, but even the Mega level Ghoulmon with ease. Barbamon uses its special move Death Lure to tempt Digimon into an inescapable living hell and convert them into wickedness with its demonic staff Death Lure, and Pandemonium Lost to release all the evil energy of the Dark Area at once, burning everything with a super-high temperature explosion. Even MaloMyotismon’s special move Pandemonium Flame releases only the smallest fraction of this energy.\n\n■Effects of the X Antibody on Barbamon’s DigiCore:\nWith the demonic staff Death Lure fused to its right arm, Barbamon (X Antibody) now has a direct connection to demonic power, making it capable of more advanced techniques. Its special move Seventh Jewelrize involves tearing out a foe’s DigiCore with its right hand, then transforming that DigiCore into a gemstone using the Crown of Greed. Since the more powerful a Digimon is the more illustrious this gem will be, Barbamon (X Antibody) carefully assesses its opponents to see if they’re worth fighting. The Crown of Greed that Barbamon (X Antibody) can manifest in its right hand is both a sign of its strength and the jewel of its collection."
    },
    {
        "name": "BeelStarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=beelstarmon",
        "url_image": "https://digimon.net/cimages/digimon/beelstarmon.jpg",
        "level": "Mega",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Fly Bullet\n・Double Claw\n・Hurricane Screw Shot",
        "profile": "Profile\nA Digimon that magnificently wields twin pistols, also referred to as “Beelzemon Lady” due to its appearance. BeelStarmon’s beloved Rizoma de Loto pistols are like little sisters to Beelzemon’s Berejena pistols. It will open up to anyone without hesitation, and gets along with many gunslinger Digimon in particular, with MagnaKidmon and the like even nicknaming it “Beelko.” Still, BeelStarmon is on bad terms with the solitary Beelzemon, maintaining its distance despite recognizing the other Digimon’s abilities. It is clad in a jet-black leather suit, and wears a scarf that transforms as the situation warrants, becoming weapons, armor, wings and more. BeelStarmon uses its special move Fly Bullet to home in on the enemy’s vitals with shots from its Rizoma de Loto. It also uses Double Claw to rip and tear through foes with the knives on Rizoma de Loto, and Hurricane Screw Shot to spray bullets from the guns hidden in the heels of its boots with a whirlwind kick."
    },
    {
        "name": "BeelStarmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=beelstarmon_x",
        "url_image": "https://digimon.net/cimages/digimon/beelstarmon_x.jpg",
        "level": "Mega",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Double Claw\n・Fly Bullet: Segundo\n・Distancia Cero",
        "profile": "Profile\nA Digimon that magnificently wields twin pistols, also referred to as “Beelzemon Lady” due to its appearance. BeelStarmon’s beloved Rizoma de Loto pistols are like little sisters to Beelzemon’s Berejena pistols. It will open up to anyone without hesitation, and gets along with many gunslinger Digimon in particular, with MagnaKidmon and the like even nicknaming it “Beelko.” Still, BeelStarmon is on bad terms with the solitary Beelzemon, maintaining its distance despite recognizing the other Digimon’s abilities. It is clad in a jet-black leather suit, and wears a scarf that transforms as the situation warrants, becoming weapons, armor, wings and more. BeelStarmon uses its special move Fly Bullet to home in on the enemy’s vitals with shots from its Rizoma de Loto. It also uses Double Claw to rip and tear through foes with the knives on Rizoma de Loto, and Hurricane Screw Shot to spray bullets from the guns hidden in the heels of its boots with a whirlwind kick.\n\n■Effects of the X Antibody on BeelStarmon’s DigiCore:\nBeelStarmon (X Antibody) is a gunslinger of unparalleled beauty characterized by its large, black wings. In addition to the Rizoma de Loto, twin pistols now modified into a shotgun, it also wields the pistol Pepino. Due to its increased physical capabilities, BeelStarmon (X Antibody) has mastered a style of marksmanship that ensures its bullets always find their mark, no matter what position it fires them from. Every shot BeelStarmon (X Antibody) takes seems to flow from its graceful, dance-like movements, resulting in gunplay of such elegance and beauty that it’s rumored to be a form of art. The Fly Bullet: Segundo, which has wings just like BeelStarmon (X Antibody) itself, flies freely around the battlefield, now with the ability to make use of its unpredictable trajectory to attack foes. This allows BeelStarmon (X Antibody) to fire jet-black feathers from its wings while its opponent is distracted by the Fly Bullet. Then, when its foe has been blinded by the feathers, it uses its special move Distancia Cero to fire unseen from point blank range and finish them."
    },
    {
        "name": "Beelzemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=beelzebumon",
        "url_image": "https://digimon.net/cimages/digimon/beelzebumon.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Darkness Claw\n・Double Impact",
        "profile": "Profile\nBeelzemon is an Evil King Digimon that prizes its independence, despite having the ability to rule over many Evil-species Digimon. One of the Seven Great Demon Lords Digimon, Beelzemon is said to be capable of becoming the foremost Nightmare Soldiers should it so desire, but it’s also rumored that there is another Evil King Digimon whose power surpasses even Beelzemon’s. Beelzemon always keeps its beloved shotguns, the Berejena, close at hand, and it rides around on its giant motorcycle machine Behemoth.It has a cruel and ruthless personality, but it never appears in groups or attacks the weak due to its pride. Its signature move is Darkness Claw, where it raises its sharp claws into the air and then slices through its foe. Its special move, Double Impact, involves firing twin blasts from its two shotguns."
    },
    {
        "name": "Beelzemon (2010 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=beelzebumon-xwars",
        "url_image": "https://digimon.net/cimages/digimon/beelzebumon-xwars.jpg",
        "level": "Mega\n(Xros Wars)",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Death the Cannon\n・Darkness Claw",
        "profile": "Profile\nBeelzemon (2010 Anime Version) is a storied warrior, a lone wolf with immense destructive power. Silent and disinterested in others, it may seem cold and calculating, but in fact it has an unrivaled lust for battle. It’s also widely considered one of the most powerful Digimon, and only a fool would knowingly challenge it to a battle. For its part, Beelzemon (2010 Anime Version) never turns down a challenge. The giant gun on its right arm, the Berejena SDX, is capable of firing tremendously powerful blasts with Death the Cannon, but what’s even more frightening is the speed with which it unleashes this technique. No small number of foes have been felled by a quick blast from the weapon fired with what can only be described as godlike speed. Beelzemon (2010 Anime Version) can also use Darkness Claw, by which it paralyzes a foe in exchange for granting that opponent’s wish. This is said to be a fool’s last reward. Such fools are left frozen in place, sitting ducks for this Digimon’s rapid-fire shots until they die."
    },
    {
        "name": "Beelzemon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=beelzebumon_x",
        "url_image": "https://digimon.net/cimages/digimon/beelzebumon_x.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Gluttony Flare\n・Darkness Claw\n・Double Impact\n・Seventh Full Cluster",
        "profile": "Profile\nBeelzemon is an Evil King Digimon that prizes its independence, despite having the ability to rule over many Evil-species Digimon. One of the Seven Great Demon Lords Digimon, Beelzemon is said to be capable of becoming the foremost Nightmare Soldiers should it so desire, but it’s also rumored that there is another Evil King Digimon whose power surpasses even Beelzemon’s. Beelzemon always keeps its beloved shotguns, the Berejena, close at hand, and it rides around on its giant motorcycle machine Behemoth.It has a cruel and ruthless personality, but it never appears in groups or attacks the weak due to its pride. Its signature move is Darkness Claw, where it raises its sharp claws into the air and then slices through its foe. Its special move, Double Impact, involves firing twin blasts from its two shotguns.\n\n■Effects of the X Antibody on Beelzemon’s DigiCore:\nWhen Beelzemon (X Antibody)’s data was overwritten by the X Antibody, it gained the ability to summon the ever-shifting crimson flame El Evangelio from the Dark Area at will. El Evangelio is a sentient flame used to judge and purify the souls of sinners who fall into the Dark Area. Ordinarily, an Evil King like Beelzemon (X Antibody) would be utterly destroyed by it, DigiCore and all, but since Beelzemon (X Antibody) has taken in the X Antibody, it is safe from the fire. What’s more, it’s said to have the power to suppress El Evangelio’s will, manipulating the sentient flame as it sees fit. When Beelzemon (X Antibody) uses its special move Gluttony Flare to fire El Evangelio from the Berejena like a bullet, its target is utterly consumed as if by fire, leaving no trace of data behind. Beelzemon (X Antibody) also has the special move Seventh Full Cluster, where it uses the Crown of Gluttony to concentrate the destructive power of its Gluttony Flare before firing."
    },
    {
        "name": "Beelzemon: Blast Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=beelzebumonblastmode",
        "url_image": "https://digimon.net/cimages/digimon/beelzebumonblastmode.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Death Slinger\n・Chaos Flare",
        "profile": "Profile\nAn Ultimate Evil King Digimon that has pushed its power and spirit to the utmost. Instead of Digivolving toward evil, its mind has grown more stable, and its three sinister red eyes have turned green. Beelzemon: Blast Mode commands power and speed far above its normal limits, and four jet-black wings sprout from its back. It is said that none can stand against a Beelzemon once it has reached this form. Its right arm has fused with its Blaster, allowing it to fire monstrous energy waves that disintegrate anything they touch. Beelzemon: Blast Mode uses its signature move Death Slinger to fire a destructive wave from its right arm, and its special move Chaos Flare to draw a magic circle, through which it fires its destructive wave."
    },
    {
        "name": "Belphemon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=belphemon_x",
        "url_image": "https://digimon.net/cimages/digimon/belphemon_x.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Lampranthus\n・Gift of Darkness\n・Seventh Penetration",
        "profile": "Profile\nBelphemon awakes from its constant slumber once every thousand years and returns to its original form. It transforms into an avatar of rage once awakened, and everything in its field of vision is subject to destruction. Digimon of Ultimate level or lower who hear Belphemon: Rage Mode’s roar face instant death from data fragmentation, and not even Mega Digimon can escape unharmed. It uses its special move Lampranthus to shoot black flames from the chains coiled around its body, and Gift of Darkness to cleave with claws enveloped in infernal flames. Also, the data of Digimon killed by that which rules over the Seven Great Demon Lords is not reincarnated, going instead to the Dark Area to act as flesh and blood for Evil Kings.\n\n■Effects of the X Antibody on Belphemon’s DigiCore:\nEven as Belphemon (X Antibody)’s lust for destruction has increased, it’s also grown more intuitive, allowing it to better identify which targets to crush. By first utterly devastating any Digimon that might bring hope to the opposing force, it demoralizes its enemies by shattering their hopes. Then, when the opposed forces have lost all will to fight, it wreaks destruction to its heart’s content, driving the enemy to annihilation. Its special move Seventh Penetration involves filling itself with overwhelming power from the Crown of Sloth and firing a crimson beam of energy at maximum strength from its claws."
    },
    {
        "name": "Belphemon: Rage Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=belphemonragemode",
        "url_image": "https://digimon.net/cimages/digimon/belphemonragemode.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Lampranthus\n・Gift of Darkness",
        "profile": "Profile\nBelphemon awakes from its constant slumber once every thousand years and returns to its original form. It transforms into an avatar of rage once awakened, and everything in its field of vision is subject to destruction. Digimon of Ultimate level or lower who hear Belphemon: Rage Mode’s roar face instant death from data fragmentation, and not even Mega Digimon can escape unharmed. It uses its special move Lampranthus to shoot black flames from the chains coiled around its body, and Gift of Darkness to cleave with claws enveloped in infernal flames. Also, the data of Digimon killed by that which rules over the Seven Great Demon Lords is not reincarnated, going instead to the Dark Area to act as flesh and blood for Evil Kings."
    },
    {
        "name": "Belphemon: Sleep Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=belphemonsleepmode",
        "url_image": "https://digimon.net/cimages/digimon/belphemonsleepmode.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Eternal Nightmare\n・Lampranthus",
        "profile": "Profile\nAn Evil King Digimon said to be sealed in the deepest parts of the Dark Area. Because of its immense power, Belphemon’s data has been put into Sleep Mode by the Digital World’s system. Due to this deep sleep it cannot attack directly, but its snores inflict damage, making Belphemon: Sleep Mode difficult to attack. Its special move Eternal Nightmare is unleashed through peaceful snoring, and it uses Lampranthus to shoot a black flame from the chains coiled around its body. Eternal Nightmare is recommended for those suffering from insomnia, as everlasting slumber is almost guaranteed."
    },
    {
        "name": "BlackSaintGargomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blacksaintgalgomon",
        "url_image": "https://digimon.net/cimages/digimon/blacksaintgalgomon.jpg",
        "level": "Mega",
        "type": "Machine",
        "attribute": "Vaccine",
        "special_Move": "・Giant Missile\n・Burst Shot",
        "profile": "Profile\nA type of MegaGargomon equipped with a massive amount of weapons to assault enemy territory. BlackSaintGargomon lacks speed, but uses the heat-based ordnance all over its body to counter attacks from all directions without taking a single step. It uses its special move Burst Shot to fire off all of the heavy weaponry in its body at once."
    },
    {
        "name": "BlackSeraphimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackseraphimon",
        "url_image": "https://digimon.net/cimages/digimon/blackseraphimon.jpg",
        "level": "Mega",
        "type": "Seraph",
        "attribute": "Virus",
        "special_Move": "・Seven Hells\n・Testament",
        "profile": "Profile\nThe form taken by the supreme Angel Digimon Seraphimon when resentment hidden within it swelled until it was swallowed by darkness. BlackSeraphimon’s once golden wings and armor undergo a sinister transformation, and it will supposedly fall to become an Evil King Digimon if it maintains this form for long. It uses its special move Seven Hells to fire seven orbs of high-temperature darkness, and its ultimate technique Testament burns the enemy with hellfire in exchange for its life."
    },
    {
        "name": "BlackWarGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackwargreymon",
        "url_image": "https://digimon.net/cimages/digimon/blackwargreymon.jpg",
        "level": "Mega",
        "type": "Dragon Man",
        "attribute": "Virus",
        "special_Move": "・Dark Terra Force",
        "profile": "Profile\nKnown and feared as the “Jet-Black Dragon Warrior,” this is the Virus version of WarGreymon. Despite being opposed to the values and beliefs of the Virus Busters WarGreymon, BlackWarGreymon is devoted to its own form of justice. Hating cruelty and deceit, it looks down on Digimon it considers dishonorable, even among other Virus types. How it became a Virus is a mystery, and the Brave Shield on its back lacks the Crest of Courage. BlackWarGreymon uses its special move Dark Terra Force much like WarGreymon’s Terra Force, except it gathers all the negative emotions in the world and concentrates them into a single point before firing."
    },
    {
        "name": "BlackWarGreymon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackwargreymon_x",
        "url_image": "https://digimon.net/cimages/digimon/blackwargreymon_x.jpg",
        "level": "Mega",
        "type": "Dragon Man",
        "attribute": "Virus",
        "special_Move": "・Dark Terra Force\n・Hades Force\n・After Burst",
        "profile": "Profile\nKnown and feared as the Dark Dragon Warrior, this is the Virus version of WarGreymon. Despite being opposed to the values and beliefs of the Virus Buster WarGreymon, BlackWarGreymon is devoted to its own form of justice. Despising cruelty and deceit, it looks down on Digimon it considers dishonorable, even among other Virus types. How it became a Virus is a mystery, and the Brave Shield on its back lacks the Crest of Courage. Its special move Dark Terra Force is similar to WarGreymon’s Terra Force, except that it gathers all the negative emotions in the world and concentrates them into a single point before firing.\n\n■Effects of the X Antibody on BlackWarGreymon’s DigiCore:\nIts negative power has been condensed to the fullest, accelerating its cunning to grasp victory no matter the means. Much like its Brave Shield, its Dramon Killer have also attained ultimate toughness, giving it perfect instruments of both offense and defense. WarGreymon (X Antibody) has sacrificed its capability for long flight, equipping vernier thrusters on its back that boast explosive acceleration and allow it to instantly close the distance to the enemy. This fighting style makes it the “Land War Hero,” the ultimate form of ground combat Digimon. It uses its special move Hades Force to rapid-fire Dark Terra Force at speeds too high to avoid. It also has the one-hit knockout move After Burst, which accelerates its attack by adding its vernier thrusters to the Dramon Killer."
    },
    {
        "name": "Blastmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blastmon",
        "url_image": "https://digimon.net/cimages/digimon/blastmon.jpg",
        "level": "Mega\n(Xros Wars)",
        "type": "Mineral",
        "attribute": "Vaccine",
        "special_Move": "・Diamond Machine Gun\n・Diamond Hedgehog\n・Prism Flash\n・Crystal Breath",
        "profile": "Profile\nBlastmon is a Super-heavyweight Digimon with a body composed entirely of minerals. It’s also clad in armor made of crystals that regrow harder and stronger each time they’re broken. Combined with its wide array of devastating attacks and slow movements, this makes it the definition of an impregnable moving fortress. Its shining crystalline body and immense power have inspired it to refer to itself as a “most beautiful and sublime creature.” With its special move Diamond Machine Gun, which involves unleashing a fearsome punch along with a machine-gun like hail of crystals from all over its body, Blastmon can fell hundreds of foes in a single strike. It can also attack with Diamond Hedgehog, where it makes the most of its tough body and immense weight by curling up into a ball and rolling around. It’s a simple move, but nothing hit by it will ever look the same again. Blastmon also has the ability to take in sunlight and fire a superheated high-pressure laser beam from its mouth with Crystal Breath. The one flaw with this attack is that it can only be used in sunlight, though its destructive power more than makes up for this limitation."
    },
    {
        "name": "BlitzGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blitzgreymon",
        "url_image": "https://digimon.net/cimages/digimon/blitzgreymon.jpg",
        "level": "Mega",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Plasma Stake\n・Thunder Vernier\n・Elec Guard",
        "profile": "Profile\nThe ultimate form of the Greymon species, BlitzGreymon is a subspecies of WarGreymon, and is equipped with electrical cannons.\nIt charges up its formidable hand-to-hand combat techniques with electricity, sending energy through even the toughest foes with the Plasma Stake on its arms to destroy them from the inside.\nThe Thunder Vernier on its back can be rotated to face forwards and fire electricity, or amplify its propulsive power by firing behind it.\nFinally, it can release plasma particles to form a barrier around itself with Elec Guard."
    },
    {
        "name": "Bloomlordmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bloomlordmon",
        "url_image": "https://digimon.net/cimages/digimon/bloomlordmon.jpg",
        "level": "Mega",
        "type": "Pixie",
        "attribute": "Vaccine",
        "special_Move": "・Seed Belt\n・Sprout Rush\n・Gran del Sol",
        "profile": "Profile\nA Pixie Digimon clad in vegetal armor, Bloomlordmon is a kind-hearted knight that fights to protect nature. The flowers on its shoulders allow it to absorb energy from sunlight, which it stores for use in battle. When its energy stores are full, Bloomlordmon's powers are said to rival those of the Royal Knights'. What's more, its ability to bring sun to the stormiest of weather means it always has the upper hand when fighting outdoors.\nIts special moves include Seed Belt, where it fires from its left shoulder countless seeds like a machinegun, and Sprout Rush, where it runs foes through with the flower lance in its right hand. Finally, it has Gran del Sol, a move it can only perform when its flower lance has opened to reveal the great sword of light within. From there, it projects a tremendous beam of energy."
    },
    {
        "name": "Boltboutamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=voltobautamon",
        "url_image": "https://digimon.net/cimages/digimon/voltobautamon.jpg",
        "level": "Mega",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Pernicious Waltz\n・Quarzione",
        "profile": "Profile\nBoltboutamon is the vilest, most wicked Digimon there is. Its origins can be traced back to a demon that was created when the Malevolent Fist, a being born of the vengeful data that permeates the Dark Area, forced Piedmon to absorb Myotismon. Boltboutamon moves solely in accordance with the Malevolent Fist’s will, not retaining any sense of self as Piedmon or Myotismon. What the Malevolent Fist ultimately wishes for is the complete extinction of light, so that it can spread darkness throughout the Digital World.\n\nAs for its special moves, Boltboutamon has Pernicious Waltz, where it uses magic to shoot out copies of the sword Spiedini that hangs at its waist. It enjoys slowly torturing foes with this attack, reveling in their suffering as long as it can before cutting their lives short by attacking from all directions with the grand finale. It also has the special move Quarzione, where it fires bullets into its opponents’ bodies using its twin guns, the Ara Divolo, and then uses those bullets to destroy them from the inside."
    },
    {
        "name": "Boltmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=boltmon",
        "url_image": "https://digimon.net/cimages/digimon/boltmon.jpg",
        "level": "Mega",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Tomahawk Stinger",
        "profile": "Profile\nA prototype Android Digimon built at the same time as Andromon. The flesh-based Boltmon has emotions, unlike the machine-based Andromon. While quite powerful, it was difficult to control, went berserk, and ended up consigned to oblivion. This tragic Digimon roams within the darkness of its grief, its very existence disavowed. Boltmon wields its gigantic battle axe with ease while executing its special move Tomahawk Stinger."
    },
    {
        "name": "Breakdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=breakdramon",
        "url_image": "https://digimon.net/cimages/digimon/breakdramon.jpg",
        "level": "Mega",
        "type": "Machine Dragon",
        "attribute": "Virus",
        "special_Move": "・Destroyed Rush\n・Infinity Boring\n・Gravity Crush",
        "profile": "Profile\nA massive Machine Dragon that is said to exist with the purpose of destroying all things on the face of the earth. Whenever it Digivolves, Breakdramon successfully incorporates construction equipment design data into itself through hacking, thereby obtaining power and abilities outclassing every other Machine Digimon. At the same time, its outstanding mechanical abilities come at the cost of reducing its organic parts to almost negligible amounts, robbing it of intention and emotion. This is why Breakdramon does not care if its body takes damage. This Digimon is feared as the ultimate dragon of destruction, and will continue to wreck havoc until it crumbles to dust. It uses Destroyed Rush to spin its left and right shovel arms at high speeds, tearing up the earth. With Infinity Boring, it activates and launches all the drills on its body to smash even mountains. Gravity Crush flattens the target with Breakdramon’s entire mass, crushing any and all things. Once Breakdramon passes on through, nothing is left in its wake."
    },
    {
        "name": "BryweLudramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bryweludramon",
        "url_image": "https://digimon.net/cimages/digimon/bryweludramon.jpg",
        "level": "Mega",
        "type": "Armor",
        "attribute": "Data",
        "special_Move": "・Crimson Storm\n・Blast Smash",
        "profile": "Profile\nThe Mega form of the Legend-Arms shield Digimon, taking the form of a dragon composed almost entirely of shields. Obtaining the data of “legendary shields” from folklore and video games, BryweLudramon has evolved into the ultimate adamantine shield, undamaged in the face of any attack. From its appearance, it seems to be made of Red Digizoid, but its hardness makes this Unanalyzable. Gause and Fay, its twin autonomous AI, offer omnidirectional vision. These AI possess fire barriers, which they can expand to cover all of BryweLudramon. Gause and Fei can operate at any distance, theoretically allowing them to cover the entire world in their barrier. Despite being the ultimate shield, BryweLudramon’s sworn enemy Durandamon is said to have overpowered and crushed its barriers. It uses its special move Crimson Storm to unleash a raging fire from wings of flame, or Blast Smash to detach its wings before charging into its foe with its flame barrier deployed. BryweLudramon’s true value as a Legend-Arms lies in its transformation into a shield, the wielding of which is said to make any foe give up on attacking."
    },
    {
        "name": "Cannondramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cannondramon",
        "url_image": "https://digimon.net/cimages/digimon/cannondramon.jpg",
        "level": "Mega",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Dyna Cannon\n・Grenade Storm",
        "profile": "Profile\nAn Android Digimon equipped with long range cannons. Cannondramon has tough armor, and any enemy that draws close to it will be met with a quick lash from its tail. Its signature move is Grenade Storm, which involves firing a series of grenades from its forward cannons. Its special move is Dyna Cannon, where it fires its cannons at a foe from outside that enemy’s range."
    },
    {
        "name": "Ceresmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ceresmon",
        "url_image": "https://digimon.net/cimages/digimon/ceresmon.jpg",
        "level": "Mega",
        "type": "Deity",
        "attribute": "Data",
        "special_Move": "・Island Freefall\n・Burning Blood Shell\n・Fruits Flechette",
        "profile": "Profile\nOne of the Olympos XII. This giant bird-like Digimon produces the Digital World's finest sweet and most renowned fruit in Karpos Hule, the forest on its back. As its body is made of rock and rich soil, Ceresmon in flight resembles a floating island.\nCeresmon's true form, Ceresmon Medium, sits atop the head of its large body. Ceresmon Medium has virtually zero fighting strength and rarely appears before others by itself, but it is said it will show itself to those it deems worthy of trust. Of a quiet, gentle nature, Ceresmon will offer hungry Digimon fruit from Karpos Hule. It will even go as far as to shelter injured Digimon in its forest and heal them. However, its nature will shift and it become a truly frightful forest demon if trees are pointlessly harmed or the land is polluted by those who have forgotten to be grateful for the blessings of the forest and earth.\nIn Ceresmon's special move, Island Freefall, it slams its massive body against its opponent, dealing further damage to its surroundings with a powerful shock wave. With Burning Blood Shell, Ceresmon fires large, flaming globes of magma from its mouth. In addition, Karpos Hule's unripened fruits contain a high concentration of poison. Ceresmon will scatter these over a wide area with Fruits Flechette to transform the land into a plot of destruction. However, after several days, the poison will change into high-quality compost, and the land will become abundant and fertile."
    },
    {
        "name": "ChaosGallantmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chaosdukemon",
        "url_image": "https://digimon.net/cimages/digimon/chaosdukemon.jpg",
        "level": "Mega",
        "type": "Dark Knight",
        "attribute": "Virus",
        "special_Move": "・Demonic Disaster\n・Judecca Prison",
        "profile": "Profile\nChaosGallantmon is the dark side of Gallantmon, where its nature as a Virus Digimon has come to the fore. Its mind and spirit have been thoroughly corrupted, to the extent that it’s become nothing more than a Digital Hazard bent on bringing destruction to the Digital World. Like Gallantmon, ChaosGallantmon is clad in armor of nearly pure Chrome Digizoid, although ChaosGallantmon’s is black. It also wields the demonic lance Balmung in its right hand while bearing the demonic shield Gorgon in its left. In every way, it is Gallantmon’s antithesis. ChaosGallantmon’s special moves include Demonic Disaster, where it makes several powerful attacks with its demonic lance, and Judecca Prison, by which it releases a wave of corrosive dark energy from the demonic shield in its left hand."
    },
    {
        "name": "Chaosdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chaosdramon",
        "url_image": "https://digimon.net/cimages/digimon/chaosdramon.jpg",
        "level": "Mega",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Hyper Infinity Cannon",
        "profile": "Profile\nMachinedramon, a Digimon made from the parts of countless other Cyborg-species Digimon, possesses unimaginable powers, and as such was apparently considered a successful experiment. Chaosdramon, with its crimson metal body, is an even more advanced version of Machinedramon. Its frame is made from Red Digizoid, a rare metal made by re-refining the virtual super-metal Chrome Digizoid to increase its hardness. As a result, it’s capable of repelling all manner of attacks, and destroying absolutely anything. What’s more, the program installed in its DigiCore updated autonomously to encourage even more destructive behavior. Chaosdramon is primarily used as an agent by the leader of the Crack Team. Its special move Hyper Infinity Cannon fires super-dreadnought class energy blasts from both of its cannons."
    },
    {
        "name": "Chaosdramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chaosdramon-x",
        "url_image": "https://digimon.net/cimages/digimon/chaosdramon-x.jpg",
        "level": "Mega",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Hyper Infinity Cannon\n・Chaos Crusher\n・Super Eradication Attack",
        "profile": "Profile\nMachinedramon, a Digimon made from the parts of countless other Cyborg-species Digimon, possesses unimaginable powers, and as such was apparently considered a successful experiment. Chaosdramon, with its crimson metal body, is an even more advanced version of Machinedramon. Its frame is made from Red Digizoid, a rare metal made by re-refining the virtual super-metal Chrome Digizoid to increase its hardness. As a result, it’s capable of repelling all manner of attacks, and destroying absolutely anything. What’s more, the program installed in its DigiCore updated autonomously to encourage even more destructive behavior. Chaosdramon is primarily used as an agent by the leader of the Crack Team. Its special move Hyper Infinity Cannon fires super-dreadnought class energy blasts from both of its cannons.\n\n■Effects of the X Antibody on Chaosdramon (X Antibody)’s DigiCore:\nChaosdramon (X Antibody) has several times the strength and firepower of Machinedramon, a fellow Mega, but since it’s so fiercely independent and destructive, it is difficult to control, and will only serve a master of its own choosing. Though it’s not as fast as it used to be due to the heavy weight of its Red Digizoid, it does have the new special move Super Eradication Attack. This involves grabbing hold of a foe using the Chaos Crusher on its right arm, tearing off that enemy’s armor, then blasting them with organic missiles from that same arm while they’re vulnerable. Its new Red Digizoid is what makes this attack possible, as otherwise such a powerful blast being fired from point blank range would be an act of self-destruction."
    },
    {
        "name": "Chaosmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chaosmon",
        "url_image": "https://digimon.net/cimages/digimon/chaosmon.jpg",
        "level": "Mega",
        "type": "Unique",
        "attribute": "Vaccine",
        "special_Move": "・Bancho Blade\n・Dark Prominence",
        "profile": "Profile\nOrdinarily, when two Digimon go through DNA Digivolution, their DigiCores fuse completely and a new Digimon is born, but a Chaosmon retains the two DigiCores of its predecessor Digimon, meaning its form is highly unstable. “Chaosmon” is the codename used for Digimon that should not exist, and which are bugs in Central Dogma that should be absolutely impossible. Since they’re so unstable, Chaosmon have very short lifespans, though this is also believed to be the result of a program in the Digital World’s maintenance system designed to eliminate bugs. This Chaosmon is believed to have been born from the DNA Digivolution of BanchoLeomon and Darkdramon, as traces of each can be seen on its arms. Its special moves include Bancho Blade, an unstoppable strike that it unleashes from the BAN－TYO Blade on its Bancho Arm, and Dark Prominence, where it fires its own digital cells from the Gigastick Cannon on its Darkdra Arm."
    },
    {
        "name": "Chaosmon: Valdur Arm",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chaosmonvaldurarm",
        "url_image": "https://digimon.net/cimages/digimon/chaosmonvaldurarm.jpg",
        "level": "Mega",
        "type": "Unique",
        "attribute": "Vaccine",
        "special_Move": "・Bancho Blade\n・Aurora Blaster",
        "profile": "Profile\nOrdinarily, when two Digimon go through DNA Digivolution, their DigiCores fuse completely and a new Digimon is born, but a Chaosmon retains the two DigiCores of its predecessor Digimon, meaning its form is highly unstable. “Chaosmon” is the codename used for Digimon that should not exist, and which are bugs in Central Dogma that should be absolutely impossible. Since they’re so unstable, Chaosmon have very short lifespans, though this is also believed to be the result of a program in the Digital World’s maintenance system designed to eliminate bugs. This Chaosmon is believed to have been born from the DNA Digivolution of BanchoLeomon and Varodurumon, as traces of each can be seen on its arms. Its special moves include Bancho Blade, an unstoppable strike that it unleashes from the BAN－TYO Blade on its Bancho Arm, and Aurora Blaster, where it fires a purifying blast of light from its Valdur Arm."
    },
    {
        "name": "Cherubimon (Black)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cherubimon-vice",
        "url_image": "https://digimon.net/cimages/digimon/cherubimon-vice.jpg",
        "level": "Mega",
        "type": "Cherub",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Spear\n・Heaven's Judgment",
        "profile": "Profile\nA Cherub Digimon in the form of a beast. Just like the Seraph Digimon Seraphimon, Cherubimon (Black) is one of The Three Celestials. Its primary role is to guard the Kernel (God’s Domain) of the Digital World. Angel Digimon are fanatically good, but this actually makes them quite susceptible to corruption. Cherubimon (Black) uses powerful lightning attacks, and each blow is considered to be divine punishment. Its special moves include Lightning Spear, where it unleashes a lance of lightning, and Heaven's Judgment, where it summons massive thunderclouds to rain down lightning on its foes."
    },
    {
        "name": "Cherubimon (Black) (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cherubimondark_x",
        "url_image": "https://digimon.net/cimages/digimon/cherubimondark_x.jpg",
        "level": "Mega",
        "type": "Cherub",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Spear\n・Heaven's Judgment\n・Darkness Prison",
        "profile": "Profile\nA Cherub Digimon in the form of a beast. Just like the Seraph Digimon Seraphimon, Cherubimon (Black) is one of The Three Celestials. Its primary role is to guard the Kernel (God’s Domain) of the Digital World. Angel Digimon are fanatically good, but this actually makes them quite susceptible to corruption. Cherubimon (Black) uses powerful lightning attacks, and each blow is considered to be divine punishment. Its special moves include Lightning Spear, where it unleashes a lance of lightning, and Heaven's Judgment, where it summons massive thunderclouds to rain down lightning on its foes.\n\n■Effects of the X Antibody on Cherubimon (Black)’s DigiCore:\nCherubimon (Black) (X Antibody) has stored up an endless amount of dark energy in its chest and mastered the art of manipulating darkness. Its signature move is Darkness Prison, where it expands its globe of darkness, forever trapping the minds of those that touch this globe in a world without light. Since it fell from the position of one of The Three Celestials, it is filled with envy at having given up ultimate goodness, and hates the world for causing its fall."
    },
    {
        "name": "Cherubimon (Good)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cherubimon",
        "url_image": "https://digimon.net/cimages/digimon/cherubimon.jpg",
        "level": "Mega",
        "type": "Cherub",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Spear\n・Heaven's Judgment",
        "profile": "Profile\nA Cherub Digimon in the form of a beast. Just like the Seraph Digimon Seraphimon, Cherubimon (Good) is one of The Three Celestials. Its primary role is to guard the Kernel (God’s Domain) of the Digital World. Angel Digimon are fanatically good, but this actually makes them quite susceptible to corruption. Cherubimon (Good) uses powerful lightning attacks, and each blow is considered to be divine punishment. Its special moves include Lightning Spear, where it unleashes a lance of lightning, and Heaven's Judgment, where it summons massive thunderclouds to rain down lightning on its foes."
    },
    {
        "name": "Cherubimon (Good) (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cherubimon_x",
        "url_image": "https://digimon.net/cimages/digimon/cherubimon_x.jpg",
        "level": "Mega",
        "type": "Cherub",
        "attribute": "Vaccine",
        "special_Move": "・Shocking Hug\n・Lightning Spear\n・Heaven's Judgment",
        "profile": "Profile\nA Cherub Digimon in the form of a beast. Just like the Seraph Digimon Seraphimon, Cherubimon (Good) is one of The Three Celestials. Its primary role is to guard the Kernel (God’s Domain) of the Digital World. Angel Digimon are fanatically good, but this actually makes them quite susceptible to corruption. Cherubimon (Good) uses powerful lightning attacks, and each blow is considered to be divine punishment. Its special moves include Lightning Spear, where it unleashes a lance of lightning, and Heaven's Judgment, where it summons massive thunderclouds to rain down lightning on its foes.\n\n■Effects of the X Antibody on Cherubimon’s DigiCore:\nCherubimon (X Antibody) has stored up an endless amount of light energy in its chest, and it can apparently draw out the latent abilities of pure-hearted Digimon by hugging them. If it instead hugs a Digimon with malice in its heart, that Digimon’s wickedness is replaced with holy light, and it is then reverted back into a DigiｰEgg to hatch into a good Digimon. However, when Cherubimon (X Antibody) hugs an evil Digimon that it believes is beyond redemption, it will use Shocking Hug to blast them with electricity while hugging them, reducing them to ash."
    },
    {
        "name": "ClavisAngemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=clavisangemon",
        "url_image": "https://digimon.net/cimages/digimon/clavisangemon.jpg",
        "level": "Mega",
        "type": "Virtue",
        "attribute": "Vaccine",
        "special_Move": "・The Key",
        "profile": "Profile\nA Virtue Digimon protecting the Zenith Gate that connects the Digital World to the outside world. This gate is sealed by 360 doors, and ClavisAngemon holds “The Key,” a master key that unlocks them all. The Key is special, in that it can only be wielded by this Digimon. Some suspect that ClavisAngemon itself is a part of this key. It is said that the power embedded in this key could collapse the Digital World itself, but is only used against foes who would destroy the doors."
    },
    {
        "name": "Craniamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=craniummon",
        "url_image": "https://digimon.net/cimages/digimon/craniummon.jpg",
        "level": "Mega",
        "type": "Holy Knight",
        "attribute": "Vaccine",
        "special_Move": "・Waltz's End\n・Breath of the Gods",
        "profile": "Profile\nA Digimon with the greatest sense of decorum among the Royal Knights. Craniamon is a perfectionist, vying with other Royal Knights Digimon for the highest completion rate of orders from King Drasil. When fighting enemies, its policy is to eliminate them in one-on-one combat; the more formidable the foe, the more reason it has to rejoice. The code of Craniamon’s armor has been manipulated by King Drasil into Black Digizoid. It can access this data, allowing it to produce weapons and shields from its armor. Craniamon uses the special move Claíomh Solais to spin its magic lance at a high speed, unleashing a supersonic Sonic Wave (Waltz's End). Those hit by this Sonic Wave will continue to “dance” until all of their data is demolished. Furthermore, it can use its magic shield Avalon to activate Breath of the Gods, an impregnable omnidirectional defense that nullifies all attacks, albeit only for three seconds."
    },
    {
        "name": "Craniamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=craniummon_x",
        "url_image": "https://digimon.net/cimages/digimon/craniummon_x.jpg",
        "level": "Mega",
        "type": "Holy Knight",
        "attribute": "Vaccine",
        "special_Move": "・Grand Gríðr\n・Hjaðningar Waltz",
        "profile": "Profile\nA Digimon with the greatest sense of decorum among the Royal Knights. Craniamon is a perfectionist, vying with other Royal Knight Digimon for the highest completion rate of orders from King Drasil. When fighting enemies, its policy is to eliminate them in one-on-one combat; the more formidable the foe, the more reason it has to rejoice. The code of Craniamon’s armor has been manipulated by King Drasil, and is now Black Digizoid. It can access this data, allowing it to produce weapons and shields from its armor.\n\n■Effects of the X Antibody on Craniamon’s DigiCore:\nThe Black Digizoid around its body has grown even sturdier. An ordinary attack would hardly scratch it; on the contrary, the attacker itself would be the one to receive damage. Craniamon (X Antibody) has stowed Avalon away on its back, demonstrating its confidence that the ultimate magic shield won’t be needed. It uses its special move Grand Gríðr to detach the blades from both arms and hurl them as tomahawks. It also uses Hjaðningar Waltz to transform its magical spear Claíomh Solais into the Ultimate Crossblade Dáinsleif, spinning it at lightspeed to reduce targets in a three-kilometer area to ash. Those who observe this technique turn into garbage data without any comprehension that they’ve been attacked."
    },
    {
        "name": "Creepymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=demon",
        "url_image": "https://digimon.net/cimages/digimon/demon.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Flame Inferno",
        "profile": "Profile\nAn Evil King Digimon that commands many Evil-species and Dark Angel Digimon. Creepymon was originally an Angel Digimon like Devimon, of a particularly high level. But it resorted to rebellion—or perhaps violence—against the personification of the Digital World’s goodness (which may have been the human who built it), and was thus deleted to the Dark Area (the graveyard of erased data). Creepymon’s ilk will one day take over the Digital World, and it vows to take revenge on that being of goodness. It also secretly schemes to revive the most powerful of all Mega Digimon, the Ultra Digimon that commanded its forces during the aforementioned rebellion. Creepymon uses its Flame Inferno to attack with superheated hellfire. Those hit by this move are burnt up without a trace."
    },
    {
        "name": "Creepymon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=demon_x",
        "url_image": "https://digimon.net/cimages/digimon/demon_x.jpg",
        "level": "Mega",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Flame Inferno\n・Seventh Graviton\n・Inferno Burst",
        "profile": "Profile\nAn Evil King Digimon that commands many Evil-species and Dark Angel Digimon. Creepymon was originally an Angel Digimon like Devimon, of a particularly high level. But it resorted to rebellion—or perhaps violence—against the personification of the Digital World’s goodness (which may have been the human who built it), and was thus deleted to the Dark Area (the graveyard of erased data). Creepymon’s ilk will one day take over the Digital World, and it vows to take revenge on that being of goodness. It also secretly schemes to revive the most powerful of all Mega Digimon, the Ultra Digimon that commanded its forces during the aforementioned rebellion. Creepymon uses its Flame Inferno to attack with superheated hellfire. Those hit by this move are burnt up without a trace.\n\n■Effects of the X Antibody on Creepymon’s DigiCore:\nAfter Creepymon takes in the X Antibody, the Crown of Wrath appeared over its head, and due to this, the angrier Creepymon (X Antibody) gets, the more powerful it becomes. When its wrath finally overflows, its power is said to skyrocket above even that of an Ultra Digimon. Its special moves include Seventh Graviton, which involves firing supergravity lasers from both of its shoulders and its chest to reduce its surroundings to ash, and Inferno Burst, its ultimate attack where it surrounds itself in its Flame Inferno to transform into a fiery Evil King. Stopping Creepymon (X Antibody) in the form of a fiery Evil King while its Crown of Wrath blazes overhead is a task even the Royal Knights would likely find difficult."
    },
    {
        "name": "CresGarurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cresgarurumon",
        "url_image": "https://digimon.net/cimages/digimon/cresgarurumon.jpg",
        "level": "Mega",
        "type": "Beast Knight",
        "attribute": "Data",
        "special_Move": "・Yellow Beast Crescent Blade\n・Beast Cyclone\n・Fury: Ice Moon Fang",
        "profile": "Profile\nA final form of Garurumon, a subspecies of MetalGarurumon that, unlike fellow final form ZeedGarurumon, has taken on a humanoid form. Clad in golden Chrome Digizoid armor that reflects attacks, CresGarurumon wields the Yellow Beast Crescent Blade with excellent swordsmanship. It unleashes Beast Cyclone, rotating its body to turn into a blade and assault the enemy, and Fury: Ice Moon Fang, using ice to mold the Yellow Beast Crescent Blade into countless forms to hurl at the enemy."
    },
    {
        "name": "DarkKnightmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darkknightmon_x",
        "url_image": "https://digimon.net/cimages/digimon/darkknightmon_x.jpg",
        "level": "Mega",
        "type": "Dark Knight",
        "attribute": "Virus",
        "special_Move": "・Cruel Tornado\n・Deadly Break Lost\n・Undead Soldier",
        "profile": "Profile\nDarkKnightmon is the fusion of sworn brothers SkullKnightmon and DeadlyAxemon. It is the ultimate warrior, combining the ingenuity and dynamism of both brothers. DarkKnightmon wields its Twin Spear with formidable skill, allowing it to stab, cut, sweep and throw as the situation requires. Few are said to be capable of defeating it in a head-on confrontation. In addition to this ability, it seeks to fulfill its objective by any means necessary, and won’t balk at betraying its allies on occasion if it deems this necessary. This depth of obsession makes DarkKnightmon someone you wouldn’t want as an enemy.\n\n■Effects of the X Antibody on DarkKnightmon’s DigiCore:\nDarkKnightmon (X Antibody) has become a Mega due to its dramatically increased capacity for acting as a single Digimon. Its affinity for evil has also been amplified, and it now aims not only to control the world, but to become one of the Seven Great Demon Lords. Its special moves include Cruel Tornado, which involves unleashing a tornado from its Vortex Spear to crush its foes’ limbs, and Deadly Break Lost, where it combines its Shoulder Blade with its spear to form the Cyclone Deathscythe, then uses this new weapon to cut down its opponent with a cross-shaped slash."
    },
    {
        "name": "Darkdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darkdramon",
        "url_image": "https://digimon.net/cimages/digimon/darkdramon.jpg",
        "level": "Mega",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Dark Roar\n・Gigastick Lance",
        "profile": "Profile\nDarkdramon is an Android Digimon believed to be the D-Brigade’s ultimate weapon. Rumor has it that D-Brigade researchers created Darkdramon by Digivolving a Tankdramon they recovered. Supposedly, this Tankdramon was defeated in an operation designed to eliminate a target codenamed BAN-TYO. However, none of this information is particularly reliable. A vast amount of dark matter seems to have been used in this Digivolution process. Possibly as a result, Darkdramon immediately went berserk and fled. Its current whereabouts are unknown, even to the D-Brigade, though rumor has it that it’s still searching for Codename BAN-TYO. Its special move Dark Roar is a forbidden technique that involves firing an energy bomb composed of dark matter. Nothing can survive a hit from this attack, supposedly. Darkdramon also has a weapon called the Gigastick Lance built into its right arm, said to be equal in power to Gallantmon’s holy lance Gram."
    },
    {
        "name": "DarknessBagramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darknessbagramon",
        "url_image": "https://digimon.net/cimages/digimon/darknessbagramon.jpg",
        "level": "Mega\n(Xros Wars)",
        "type": "Composite",
        "attribute": "Virus",
        "special_Move": "・God of Death Snatcher\n・Balefire Eyes\n・Eternal Darkmare",
        "profile": "Profile\nThe Digixrosed form of DarkKnightmon and Bagramon. The combination of a dark knight and a brutal demon has given birth to the most evil of emperors. Imperium Vicious, the evil energy overflowing from DarknessBagramon’s body, is emblematic of its power. Any weaker evil bathed in this energy will grovel before it, immediately becoming its subordinate. One glare from DarkKnightmon on its chest makes it difficult for anyone attempting to resist to maintain their sense of self. One theory states that this Digimon plans to destroy all virtue in order to achieve a world filled with evil that it can manipulate to its will. While other Digimon may rival DarknessBagramon’s power, it is said to change any Digimon it can use into pawns to boost its power while looking for any signs of opposition, all in order to guarantee the success of its machinations. God of Death Snatcher is one move it uses to control Digimon, snatching the souls from any foe it recognizes, even from a distance. With Eternal Darkmare it flaps its jet-black wings toward enemies with no value to the world, destroying their data instantaneously. The darkness in the hearts of man and Digimon is aggregated and fused into the bottomless well that is DarknessBagramon’s power. It can unleash that power from the red eyes on its chest with Balefire Eyes, reducing its surroundings to nothingness."
    },
    {
        "name": "DeathXmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=death-x-mon",
        "url_image": "https://digimon.net/cimages/digimon/death-x-mon.jpg",
        "level": "Mega",
        "type": "Unanalyzable",
        "attribute": "Virus",
        "special_Move": "・",
        "profile": "Profile\nThis program lacks a DigiCore, and thus cannot be classified as a Digimon; it has a theoretical form, but no actual substance. DeathXmon executes Process 0 through Process F for eternity: detecting DigiCores, taking them into its body to dismantle them, and disposing of them so they can never be reconstructed. Despite being a simple program, conjecture states that defeating it is outside the realm of possibility. DeathXmon stops functioning in the absence of DigiCores, but said functions cannot be halted as long as DigiCores exist."
    },
    {
        "name": "Devitamamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=devitamamon",
        "url_image": "https://digimon.net/cimages/digimon/devitamamon.jpg",
        "level": "Mega",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Black Death Cloud",
        "profile": "Profile\nA Mega Mutant Digimon said to have Dark Digivolved from Digitamamon. Defining “evil” in the Digital World is a difficult task, but Devitamamon is a being akin to Pandora’s box, filled with all the wickedness of this world. All it sees and touches becomes the focus of its hatred, and it commands and incants magic through a lost, ancient high-level programming language. Such magic is used exclusively for the purpose of destruction. Devitamamon uses its special move Black Death Cloud to expel a jet-black gas that robs the opponent of their sight, eats away at their spirit, and digitally decomposes them from the outside in. Note: Devitamamon was created from a winning submission in the Bandai-Town FAX Service Digimon Illustration Contest by Kazuma Kanai from Saitama Prefecture."
    },
    {
        "name": "DexDorugoramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=death-x-dorugoramon",
        "url_image": "https://digimon.net/cimages/digimon/death-x-dorugoramon.jpg",
        "level": "Mega",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Metal Impulse\n・DORU-Din",
        "profile": "Profile\nAchieved through Death-X-evolution, this is the ultimate form of the Doru series, which involved experimenting on Prototype Digimon in hopes of discovering further stages of Digivolution. DexDorugoramon is known as the DigiCore Predator due to its reliance on the DigiCores of other Digimon to function, and is nothing but a threat to other Digimon. By constantly consuming the DigiCores of other Digimon, it is able to continue to function despite being dead. It has stored powerful DigiCore information in its body, so its entire body is covered in restraints, letting it barely function as a single Digimon. DexDorugoramon uses its special moves Metal Impulse to destroy and blast away everything of an enemy but its DigiCore, as well as DORU-Din."
    },
    {
        "name": "Diaboromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=diablomon",
        "url_image": "https://digimon.net/cimages/digimon/diablomon.jpg",
        "level": "Mega",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Catastrophe Cannon",
        "profile": "Profile\nDiaboromon absorbs any and all data on the Network so that it can repeatedly Digivolve and grow larger, thereby draining the Digital World and bringing it to the brink of destruction. Having absorbed a vast quantity of knowledge and data, Diaboromon sees itself as omniscient and omnipotent, and revels in carnage and slaughter. Out of the many Digimon in existence, it is one of the few with a definite purpose. Its ultimate goal is to hijack a military computer so that it can launch a nuclear strike and destroy the Real World, making it a terrifying Digimon. Its special move is Catastrophe Cannon, by which it fires a destructive energy bomb from the cannon in its chest."
    },
    {
        "name": "Diaboromon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=diablomon_x",
        "url_image": "https://digimon.net/cimages/digimon/diablomon_x.jpg",
        "level": "Mega",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Spooky Zapper\n・Fatal Gaze\n・Rewind Abyss 13",
        "profile": "Profile\nDiaboromon absorbs any and all data on the Network so that it can repeatedly Digivolve and grow larger, thereby draining the Digital World and bringing it to the brink of destruction. Having absorbed a vast quantity of knowledge and data, Diaboromon sees itself as omniscient and omnipotent, and revels in carnage and slaughter. Out of the many Digimon in existence, it is one of the few with a definite purpose. Its ultimate goal is to hijack a military computer so that it can launch a nuclear strike and destroy the Real World, making it a terrifying Digimon. Its special move is Catastrophe Cannon, by which it fires a destructive energy bomb from the cannon in its chest.\n\n■Effects of the X-Antibody on Diaboromon’s DigiCore:\nDiaboromon (X Antibody) is the vilest of Digimon, with the harsh environment around it having accentuated its worst characteristics. When it took in the X Antibody, the thought routines in its DigiCore ran wild, and it repeatedly wreaks destruction on the Digital World in an attempt to prove itself as an omnipotent and omniscient god. It will resort to any means necessary to achieve its goal, including setting cruel and cunning traps, and it’s learned several new techniques to ensure that it always comes out on top. It will appear before its enemies with its arms outstretched, using its tail to maintain its balance, then launch its attacks with strange movements and odd poses like some sort of invertebrate, all the while clearly displaying its disdain for all life. Its special moves include Spooky Zapper, where it spins its body like a top and slices into foes with its large claws and hidden arms, and Fatal Gaze, where it absorbs its opponent’s data by staring at them with the twelve eyes all over its body. Finally, when its hidden thirteenth eye is open, it can use Rewind Abyss 13, a despicable curse that forcefully De-Digivolves a Digimon at the end of a countdown."
    },
    {
        "name": "Dianamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dianamon",
        "url_image": "https://digimon.net/cimages/digimon/dianamon.jpg",
        "level": "Mega",
        "type": "Deity",
        "attribute": "Data",
        "special_Move": "・Crescent Harken\n・Arrow of Artemis\n・Good Night Moon",
        "profile": "Profile\nOne of the Olympos XII, Dianamon is a Deity Digimon that controls water and ice, allowing it to fight even in absolute zero conditions. Its personality is two-sided like the light and dark sides of the moon, and its beauty conceals a formidable strength. Dianamon uses its special move Crescent Harken to craft hallucinations with the mysterious power of the moon, making the opponent see itself as an enemy and immediately cut itself up, or Arrow of Artemis to draw and fire a long arrow of dazzling ice from the protuberance on its back. It also uses Good Night Moon to bathe its foe in moonlight fired from the Goodnight Sisters on both legs, lulling it to sleep."
    },
    {
        "name": "Dinorexmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dinorexmon",
        "url_image": "https://digimon.net/cimages/digimon/dinorexmon.jpg",
        "level": "Mega",
        "type": "Dinosaur",
        "attribute": "Data",
        "special_Move": "・Splatter Hunting\n・Ogre Flame",
        "profile": "Profile\nA carnivorous Dinosaur Digimon named the “King of Terror” due to its power far outclassing other Dinosaur Digimon and an unmatched savagery in battle. Dinorexmon grabs foes with talons almost half the length of its body, then snaps and brandishes its gigantic jaws to annihilate the enemy. That sort of extreme brutality is most well-suited for a survival-of-the-fittest environment, hence the reason for its title as king. Dinorexmon also fight among each other, and there are therefore very few in number. It uses its special move Splatter Hunting to grab foes with its talons before finishing them off, and Ogre Flame to spit a gooey, superheated shell from its mouth that resembles magma. Even if this superheated shell does not hit, it leaves the area around the point of impact as little more than a burnt field."
    },
    {
        "name": "Dinotigermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dinotigermon",
        "url_image": "https://digimon.net/cimages/digimon/dinotigermon.jpg",
        "level": "Mega",
        "type": "Ancient Beast",
        "attribute": "Data",
        "special_Move": "・Ground Fang\n・Highland Fang",
        "profile": "Profile\nInjured Digimon become Dinotigermon’s prey. Only a very rare SaberLeomon can survive through endless battles while abiding by survival of the fittest, taking earth metal components into itself to Digivolve into an Ancient Beast Digimon with an ultra-hardened body. Its movements lack SaberLeomon’s speed, but it possesses nearly double the tough flesh and muscles of its predecessor. Dinotigermon’s giant, sword-like fangs forcefully finish off even larger Digimon with thick skin or armor. Other Digimon fear its bold and barbaric predatory instinct, and none get close. Dinotigermon uses its special move Ground Fang to pin down the enemy and tear them apart with its fangs, or Highland Fang to swing its fangs down from a high place, instantly carving through its foe."
    },
    {
        "name": "DoneDevimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=donedevimon",
        "url_image": "https://digimon.net/cimages/digimon/donedevimon.jpg",
        "level": "Mega",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Destruction Claw\n・Ultimate Flare\n・Mias-spew",
        "profile": "Profile\nDoneDevimon is a Digimon that reached the Mega level by taking in as much negative data as possible. Its mental state lies somewhere between madness and sanity, but when angered it loses all trace of reason, lashing out like a wild beast. Any Digimon attacked by a rampaging DoneDevimon is utterly annihilated.\nDoneDevimon’s special moves include Destruction Claw, where it strikes through an opponent’s body, and Ultimate Flare, by which it fires a destructive energy beam from its mouth. Finally, it can attack with Mias-spew, which involves manifesting two giant arms to pummel foes by using the negative data overflowing within it."
    },
    {
        "name": "Dorbickmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dorbickmon",
        "url_image": "https://digimon.net/cimages/digimon/dorbickmon.jpg",
        "level": "Mega\n(Xros Wars)",
        "type": "Dragon Man",
        "attribute": "Virus",
        "special_Move": "・Tyrant Collbrande\n・Burning the Dragon\n・Infernal Dragon Fire",
        "profile": "Profile\nDorbickmon is the general of the Big Death-Stars’ Fire-Fury Army. Commanding large numbers of Dragon-species Digimon while maintaining perfect order, it has always been able to crush its foes on the battlefield with overwhelming force, regardless of the situation. Possessing exceptional power and speed as well as a wealth of combat experience and a sharp intuition, Dorbickmon is a flexible fighter that can quickly adapt to whatever is happening on the ground. It loves to watch the flames of destruction swell on the battlefield, and is quick to incite war whenever it finds a region at peace. Then it takes pleasure in watching as other Digimon and even the world itself burns and dies. In battle, Dorbickmon channels its burgeoning rage into a flaming sword called “Tyrant Collbrande,” which burns with destructive power equal to its fury. Dorbickmon can also strike at the dragon veins in the earth using Burning the Dragon, altering the terrain to damage groups of enemies. It also shoots blasts of super intense heat with Infernal Dragon Fire to instantly incinerate foes. These techniques allow it to face down countless opponents at once."
    },
    {
        "name": "Dorugoramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dorugoramon",
        "url_image": "https://digimon.net/cimages/digimon/dorugoramon.jpg",
        "level": "Mega",
        "type": "Beast Dragon",
        "attribute": "Data",
        "special_Move": "・Brave Metal\n・DORU-Din",
        "profile": "Profile\nAn imaginary Digimon born from the daydream of a DigiCore. Its form is the result of Digivolution caused by the interface on its forehead miraculously unlocking the creativity of its own DigiCore. This form created by the DigiCore is an avatar of powerful destruction and the incarnation of the “Ultimate Enemy,” perhaps due to the powerful draconic data sleeping deep within said DigiCore. Dorugoramon uses its special move Brave Metal to unleash its body and soul with a dreadful charge, and DORU-Din to unleash a shockwave of destruction."
    },
    {
        "name": "Durandamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=durandamon",
        "url_image": "https://digimon.net/cimages/digimon/durandamon.jpg",
        "level": "Mega",
        "type": "Holy Sword",
        "attribute": "Vaccine",
        "special_Move": "・Zwei Glänze\n・Thron Messer",
        "profile": "Profile\nDurandamon is the Digimon with the ultimate holy sword. It Digivolved by improving its own sword to the utmost limit, and by taking in data on various holy swords from games and myths alike. It is said that whoever holds Durandamon’s sword holds the key to victory, and Durandamon is among the most powerful of all the Legend-Arms that transform into swords. Its slashes are so fierce they can cleave any defensive barrier in two. According to record, only the strongest of the Legend-Arms that transform into shields is capable of withstanding it. Durandamon’s special moves are Zwei Glänze, where it slices through foes by channeling its fighting spirit into its blade-arms, and Thron Messer, a spinning slash capable of felling several enemies at once. Although both of these moves are strong enough to finish opponents in a single blow, Durandamon’s most compelling capability remains its powerful slashing attack in weapon form."
    },
    {
        "name": "Dynasmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dynasmon",
        "url_image": "https://digimon.net/cimages/digimon/dynasmon.jpg",
        "level": "Mega",
        "type": "Holy Knight",
        "attribute": "Data",
        "special_Move": "・Dragon's Roar\n・Wyvern's Breath",
        "profile": "Profile\nA member of the Royal Knights with the powers of a wyvern. Even among the Royal Knights, Dynasmon is unique. Extremely loyal, it provides absolute service to its lord, who must share Dynasmon’s own sense of justice. Even if others consider its master evil, Dynasmon will not hesitate to lay down its life for what it considers to be just. For this reason, it possesses a strong spirit of chivalry and bushido, and values loyalty, fidelity, and courtesy above all else. Between its own draconic might and its dragon armor made of refined Chrome Digizoid, it possesses matchless power. Its special moves include Dragon’s Roar, by which it fires energy blasts from its palms of all the elements of the Ten Legendary Warriors, and Wyvern’s Breath, by which it transforms the energy of its body into the aura of a giant wyvern."
    },
    {
        "name": "Dynasmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dynasmon_x",
        "url_image": "https://digimon.net/cimages/digimon/dynasmon_x.jpg",
        "level": "Mega",
        "type": "Holy Knight",
        "attribute": "Data",
        "special_Move": "・Dragon's Roar\n・Wyvern's Breath\n・Dragon's Gust",
        "profile": "Profile\nA member of the Royal Knights with the powers of a wyvern. Even among the Royal Knights, Dynasmon is unique. Extremely loyal, it provides absolute service to its lord, who must share Dynasmon’s own sense of justice. Even if others consider its master evil, Dynasmon will not hesitate to lay down its life for what it considers to be just. For this reason, it possesses a strong spirit of chivalry and bushido, and values loyalty, fidelity, and courtesy above all else. Between its own draconic might and its dragon armor made of refined Chrome Digizoid, it possesses matchless power. Its special moves include Dragon’s Roar, by which it fires energy blasts from its palms of all the elements of the Ten Legendary Warriors, and Wyvern’s Breath, by which it transforms the energy of its body into the aura of a giant wyvern.\n\n■Effects of the X Antibody on Dynasmon’s DigiCore:\nDynasmon (X Antibody)’s power as a wyvern has been drawn out dramatically, giving it a more ominous form, although most of its draconic armor is composed of Blue Digizoid, the lightest of the rare metals. Even so, it is Dynasmon (X Antibody)’s own overwhelming might that allows it to propel its large, heavyweight frame to high altitudes with just a single flap of its wings. For the sake of its lord, it will also unleash its special move, Dragon's Gust, which involves flying straight into foes with the full weight of its body behind the large horns on its forehead. Of all the Royal Knights, Dynasmon (X Antibody) is the most skilled at aerial combat."
    },
    {
        "name": "Eaglemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=crossmon",
        "url_image": "https://digimon.net/cimages/digimon/crossmon.jpg",
        "level": "Mega",
        "type": "Giant Bird",
        "attribute": "Vaccine",
        "special_Move": "・Kaiser Phoenix\n・Mystic Break",
        "profile": "Profile\nA Giant Bird Digimon clad in golden armor. The armor covers Eaglemon’s entire body, and is made of Chrome Digizoid, allowing it to repel any attack. Although its origins are unclear, some speculate that Eaglemon is the Digivolution of Parrotmon, an Ultimate-level Digimon. It is said that Eaglemon’s duty is to eliminate alien elements invading the Digital World. It uses its special move Kaiser Phoenix to ram with its full-metal body, or Mystic Break to shoot a white ray that reduces the enemy to ash. *Eaglemon was created from a winning submission in the Digimon Web Dot-art Contest by Shun Nabeto from Fukuoka Prefecture."
    },
    {
        "name": "Ebemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ebemon",
        "url_image": "https://digimon.net/cimages/digimon/ebemon.jpg",
        "level": "Mega",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Brain Rupture\n・Planet Destroyer",
        "profile": "Profile\nAn Android Digimon artificially created from a captured Vademon that had its body’s compositional data analyzed and improved. Ebemon is rumored to have been created using extraterrestrial technology at a site known as Area 51, but the truth remains shrouded in mystery. Its special move Brain Rupture involves firing a cracking program from the gun in its left hand into its opponent’s brain to absorb the data accumulated there. Planet Destroyer, by contrast, involves shooting out all the power Ebemon has amassed from the gun in its right hand. It is said to be capable of instantaneously destroying an entire planet. It’s also rumored that the country that created Ebemon is secretly researching Digimon so it can rule the Digital World. Note: Ebemon was created from a winning submission in the Digimon Web Dot-art Contest by Yosuke from Gifu Prefecture."
    },
    {
        "name": "Ebemon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ebemon_x",
        "url_image": "https://digimon.net/cimages/digimon/ebemon_x.jpg",
        "level": "Mega",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Brain Rupture\n・Planet Destroyer\n・Planet Destroyer Justice",
        "profile": "Profile\nAn Android Digimon artificially created from a captured Vademon that had its body’s compositional data analyzed and improved. Ebemon is rumored to have been created using extraterrestrial technology at a site known as Area 51, but the truth remains shrouded in mystery. Its special move Brain Rupture involves firing a cracking program from the gun in its left hand into its opponent’s brain to absorb the data accumulated there. Planet Destroyer, by contrast, involves shooting out all the power Ebemon has amassed from the gun in its right hand. It is said to be capable of instantaneously destroying an entire planet. It’s also rumored that the country that created Ebemon is secretly researching Digimon so it can rule the Digital World. Note: Ebemon was created from a winning submission in the Digimon Web Dot-art Contest by Yosuke from Gifu Prefecture.\n\n■Effects of the X Antibody on Ebemon’s DigiCore:\nEbemon’s ability to improve itself over and over was demonstrated again in a certain country’s Area 51. The gun in Ebemon (X Antibody)’s right hand now boasts high enough performance to be considered a second brain, instantly calculating any position or target, and now it can fire its Planet Destroyer Justice attack with 100% accuracy (although this is stretching its limits somewhat). Even a pot shot will demonstrate calculated results, showing the value of this functionality."
    },
    {
        "name": "Ebonwumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=xuanwumon",
        "url_image": "https://digimon.net/cimages/digimon/xuanwumon.jpg",
        "level": "Mega",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Mugen",
        "profile": "Profile\nOne of the Four Sovereign Digimon, protector of the North, and wielder of phantasmagorical water. Ebonwumon is legendary like its kin, and its strength is said to be unmatched even by the gods. It is the oldest of its kin, and has a gentle nature. It possesses four shining eyes like all of the Four Sovereign Digimon, and twelve DigiCores float around its body. Digimon usually possess a single DigiCore per body, which is only exposed in Undead types or the greatest of the Mega class. Its special move Mugen creates a thick fog around the enemy that shows hallucinations to break its spirit."
    },
    {
        "name": "Eldradimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eldoradimon",
        "url_image": "https://digimon.net/cimages/digimon/eldoradimon.jpg",
        "level": "Mega",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Golden Road\n・Meteor Earthquake\n・Giant Nipper",
        "profile": "Profile\nA Mutant Digimon created when a Digimon wandered into research data of ancient ruins left on a computer, fusing with said data over time. Eldradimon looks just like the ruins of an ancient fortress when it retracts its head and limbs. The immense amount of research data turned it into a gigantic and slow-witted Digimon, but dozens of Digimon couldn’t defeat Eldradimon even if they attacked it together. It is the very definition of an impregnable Digimon. It uses its special move Golden Road to charge its huge body headfirst through the enemy’s ranks even while under attack, or Meteor Earthquake to slam its huge foot and shake the ground. Eldradimon can also chomp through the enemy with the power of its jaws by unleashing Giant Nipper."
    },
    {
        "name": "Eosmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eosmon_lv6",
        "url_image": "https://digimon.net/cimages/digimon/eosmon_lv6.jpg",
        "level": "Mega",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Aurora Stream\n・Cutting Edge\n・Cruelty Rain",
        "profile": "Profile\nThe Mega form of Eosmon born when a researcher lost control after things didn’t go as expected, fusing multitudes of Eosmon into a single being. Eosmon (Mega) runs amok, following a sole instruction: eliminate all obstacles. New Ultimate Eosmon are produced from its bulging tail, allowing it to increase its subordinates.\nEosmon (Mega) uses its special move Aurora Stream to fire a beam from its chest, Cutting Edge to teleport and slash the enemy, and Cruelty Rain to enlarge the panels that protect it before crashing them down upon the enemy."
    },
    {
        "name": "Examon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=exsaon",
        "url_image": "https://digimon.net/cimages/digimon/exsaon.jpg",
        "level": "Mega",
        "type": "Holy Knight",
        "attribute": "Data",
        "special_Move": "・Avalon's Gate\n・Pendragon's Glory\n・Dragonic Impact",
        "profile": "Profile\nA Holy Knight Digimon and member of the Royal Knights, the holy defenders of the Digital World. Examon has an absurdly high data mass, so it could never be rendered on traditional digital devices. Its discovery only became possible when the latest digital devices finally proved powerful enough to render it. Though a member of the Royal Knights, Examon is also the ultimate Dragon Digimon, and so it bears the title of “Dragon Emperor” as well. It has massive, sentient wings referred to as Caledfwlch, along with the giant lance Ambrose. Caledfwlch is a unique set of Chrome Digizoid wings that decides for itself whether to be a pair of wings for flight or a shield to protect Examon. The lance Ambrose is loaded with special bullets containing viruses that can cause various effects, lending versatility to Examon’s attacks. Examon’s special moves are Avalon’s Gate, by which it pierces its foes with Ambrosius, blasting all of the lance’s special bullets into them to destroy them from the inside, and Pendragon’s Glory, by which it shoots up into the exosphere and unleashes a powerful laser beam from Ambrose. Examon can also plunge down from the exosphere to slam into foes while its body is still hot from friction generated by its reentry into the atmosphere with Dragonic Impact. As this move is accompanied by a shockwave, it can sometimes wipe out huge numbers of foes across a wide area."
    }
]