[
    {
        "name": "Agumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=agumon",
        "url_image": "https://digimon.net/cimages/digimon/agumon.jpg",
        "level": "Rookie",
        "type": "Reptile",
        "attribute": "Vaccine",
        "special_Move": "・Pepper Breath",
        "profile": "Profile\nA Reptile Digimon that’s developed the ability to walk on two legs, similar in appearance to a tiny dinosaur. Since Agumon isn’t fully matured, it lacks strength, but its fierce disposition makes it reckless. Hard, sharp claws grow from its limbs, and Agumon makes full use of them in battle. Agumon shows much potential, promising Digivolution into a great and powerful Digimon. Its special move is Pepper Breath, by which it spits flames at its foes."
    },
    {
        "name": "Agumon (2006 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=agumon-2006",
        "url_image": "https://digimon.net/cimages/digimon/agumon-2006.jpg",
        "level": "Rookie",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Pepper Breath\n・Baby Burner",
        "profile": "Profile\nA special Agumon with red belts wrapped around its arms. This growth is thought to be different from traditional Digivolutions. Agumon is weak and still growing, but the hard, sharp claws growing from both arms show their full power in battle. It uses its special move Pepper Breath to breathe flames from its mouth and attack its foes. Also, Baby Burner charges Pepper Breath in its mouth and releases it in a much more powerful blast."
    },
    {
        "name": "Agumon (Black)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=agumon-black",
        "url_image": "https://digimon.net/cimages/digimon/agumon-black.jpg",
        "level": "Rookie",
        "type": "Reptile",
        "attribute": "Virus",
        "special_Move": "・Pepper Breath",
        "profile": "Profile\nAn Agumon that Digivolved into a Virus type, awakening its feral instincts. Agumon (Black) is a savage creature—not to mention fearless—and the sharpness it demonstrates when going after prey rivals that of a Vaccine type Agumon. It uses its special move Pepper Breath to breathe flames at its foes."
    },
    {
        "name": "Agumon (Black) (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=agumon_b_x",
        "url_image": "https://digimon.net/cimages/digimon/agumon_b_x.jpg",
        "level": "Rookie",
        "type": "Reptile",
        "attribute": "Virus",
        "special_Move": "・BB Burner",
        "profile": "Profile\nAn Agumon that Digivolved into a Virus type, awakening its feral instincts. Agumon (Black) is a savage creature—not to mention fearless—and the sharpness it demonstrates when going after prey rivals that of a Vaccine type Agumon. It uses its special move Pepper Breath to breathe flames at its foes.\n\n■Effects of the X Antibody on Agumon (Black)’s DigiCore:\nLike the normal Agumon, the X Antibody makes this Digimon more ferocious. The brutal hunting style of an Agumon, which relies on its high attack power while obeying its feral instincts, is a fearsome sight indeed, practically a rampage. Agumon (Black) (X Antibody) uses its special move BB Burner to store flames in its mouth and release them in a single burst."
    },
    {
        "name": "Agumon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=agumon_x",
        "url_image": "https://digimon.net/cimages/digimon/agumon_x.jpg",
        "level": "Rookie",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Pepper Breath\n・Baby Burner",
        "profile": "Profile\nA Reptile Digimon that’s developed the ability to walk on two legs, similar in appearance to a tiny dinosaur. Since Agumon isn’t fully matured, it lacks strength, but its fierce disposition makes it reckless. Hard, sharp claws grow from its limbs, and Agumon makes full use of them in battle. Agumon shows much potential, promising Digivolution into a great and powerful Digimon. Its special move is Pepper Breath, by which it spits flames at its foes.\n\n■Effects of the X Antibody on Agumon (X Antibody)’s DigiCore:\nAgumon (X Antibody) boasts an increased potential to Digivolve into a species of Greymon, which are particularly powerful among Dinosaur-types. The characteristic blue lines that have appeared on Agumon (X Antibody)’s body are reflective of this, a sign that it is no longer to be classified as a Reptile-type, but rather as a Dinosaur-type. Agumon (X Antibody)’s claws are also sharper and deadlier than ever, and its more ferocious personality has given it the ability to perform a new special move, called Baby Burner, which involves charging up Pepper Breath in its mouth until it can release a more powerful blast."
    },
    {
        "name": "Agumon Expert",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=agumonhakase",
        "url_image": "https://digimon.net/cimages/digimon/agumonhakase.jpg",
        "level": "Rookie",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Mortarboard\n・Professor's Rod",
        "profile": "Profile\nA genius among Agumon with a doctorate in Digital Monster studies from Digital World Academy. The badge on its chest is proof of its doctorate. Although its title was conceived of by Agumon Expert itself, its knowledge of Digimon types and ecologies is the real deal. Its peculiar way of speaking seems to indicate origins in a far-off land. Agumon Expert uses its special move Mortarboard in an attempt to make it seem clever with its hat, or Professor's Rod in order to persuade its foe with its rod."
    },
    {
        "name": "Angoramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=angoramon",
        "url_image": "https://digimon.net/cimages/digimon/angoramon.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Double Lariat\n・Petit Tornado\n・Pyon Dump",
        "profile": "Profile\nA Beast Digimon characterized by its long ears and the fur covering its body. Angoramon is a gentle soul that dislikes fighting, and uses its long ears to sense enemies approaching from a distance so it can avoid combat. It can also spin those long ears to fly slowly through the air. A voracious appetite sustains its large frame. Sometimes its empty stomach rumbles so loudly, it interferes with the enhanced hearing it uses to detect foes.\n\nAngoramon uses its special move Double Lariat to spin its massive arms and mow down surrounding enemies, Petit Tornado to spin its ear propellers and generate small tornadoes, and Pyon Dump to jump high into the air before crushing its foe with its huge body."
    },
    {
        "name": "Arcadiamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=arkadimon",
        "url_image": "https://digimon.net/cimages/digimon/arkadimon.jpg",
        "level": "Rookie",
        "type": "Mysterious Beast",
        "attribute": "Virus",
        "special_Move": "・Soul Absorption\n・Desolation Sickle",
        "profile": "Profile\nA cursed Digimon artificially created from the data of various Digimon. Arcadiamon Digivolves by absorbing its opponents’ data, but it’s unclear if it has any sense of self. Details about it are unknown, so it is currently under investigation. Its special move Soul Absorption dismantles and absorbs an opponent’s data, and Desolation Sickle destroys an enemy’s composition data, wiping it out."
    },
    {
        "name": "Argomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=algomon_lv3",
        "url_image": "https://digimon.net/cimages/digimon/algomon_lv3.jpg",
        "level": "Rookie",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Brute Knuckles\n・Imprisonment",
        "profile": "Profile\nThe Rookie form of Argomon. It protects young Argomon as they consume data, intercepting any enemies that draw near. It attacks with Brute Knuckles, punching with the tentacles on both hands curled into balls, and Imprisonment, restraining foes with loose tentacles."
    },
    {
        "name": "Armadillomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=armadimon",
        "url_image": "https://digimon.net/cimages/digimon/armadimon.jpg",
        "level": "Rookie",
        "type": "Mammal",
        "attribute": "Free",
        "special_Move": "・Scratch Beat\n・Diamond Shell",
        "profile": "Profile\nA Mammal Digimon clad head-to-toe in a sturdy carapace. Easy-going and courteous, but sometimes pushes its luck. Armadillomon is a descendant of the same ancient species as Veemon, so it can perform a special Armor Digivolution. It uses its signature move Scratch Beat to attack the enemy with extended front claws. It can launch its curled-up body at the enemy with its special move Diamond Shell."
    },
    {
        "name": "Aruraumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=alraumon",
        "url_image": "https://digimon.net/cimages/digimon/alraumon.jpg",
        "level": "Rookie",
        "type": "Vegetation",
        "attribute": "Data",
        "special_Move": "・Nemesis Ivy",
        "profile": "Profile\nA Vegetation Digimon that attained a Digivolution similar to that of Palmon. During the day, Aruraumon opens its arms and the flower on its head to enable photosynthesis. The scent emitted from the flower on its head is definitely inherited from Palmon, and is as intensely foul as ever. It uses its special move Nemesis Ivy to entwine enemies in the vines from its hands, confusing them."
    },
    {
        "name": "Bakomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bacomon",
        "url_image": "https://digimon.net/cimages/digimon/bacomon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Gum Roll\n・Transdelivery",
        "profile": "Profile\nA Digimon that hides its entire body inside cardboard boxes. Bakomon is extremely shy, to the extent that it could have been a shut-in, but the cardboard boxes covering its body give it the courage it needs to walk around. Anyone who tries to look inside ends up trapped in one of its cardboard boxes. Since cardboard is soft, though, Bakomon doesn’t like to fight. Its special moves include Gum Roll, by which it throws the roll of packing tape in its hand to wrap around and immobilize a foe, and Transdelivery, by which it captures an enemy in a box, then sends them flying to end the fight.\n\nNote: Bakomon was a winning submission in the Original Digimon Contest for Digimon Fusion."
    },
    {
        "name": "Bearmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bearmon",
        "url_image": "https://digimon.net/cimages/digimon/bearmon.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Bear Fist",
        "profile": "Profile\nA Beast Digimon resembling a small bear with a trademark backwards cap. Although timid at times, Bearmon gets along well with other Digimon. Even so, it possesses uncommon pluck and stamina. Once a battle starts, it will continue to fight no matter how many hits it takes, making for a reliable ally. The melee potential of its physical form is quite high, even requiring it to wrap its own fists with leather belts so as not to injure itself with the destructive power of its punches. With its special move Bear Fist, Bearmon leaps into its opponent’s chest to drive home a full-force blow."
    },
    {
        "name": "Betamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=betamon",
        "url_image": "https://digimon.net/cimages/digimon/betamon.jpg",
        "level": "Rookie",
        "type": "Amphibian",
        "attribute": "Virus",
        "special_Move": "・Electric Shock",
        "profile": "Profile\nAn Amphibian Digimon that walks on four legs. Betamon is a docile Digimon with a mild temperament, although it won’t hesitate to unleash its special move Electric Shock when angered, attacking its enemies with over a million volts of electric current."
    },
    {
        "name": "Betamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=betamon_x",
        "url_image": "https://digimon.net/cimages/digimon/betamon_x.jpg",
        "level": "Rookie",
        "type": "Aquatic",
        "attribute": "Virus",
        "special_Move": "・Electric Shock 185V\n・Electric Shock",
        "profile": "Profile\nAn Amphibian Digimon that walks on four legs. Betamon is a docile Digimon with a mild temperament, although it won’t hesitate to unleash its special move Electric Shock when angered, attacking its enemies with over a million volts of electric current.\n\n■Effects of the X Antibody on Betamon’s DigiCore:\nBetamon (X Antibody)’s mild temperament and emerald green body have made some enthusiasts hunt its kin for viewing pleasure. Although it is endangered, it is gradually growing accustomed to battle, as a life form evolving into a splendid Aquatic Digimon. Both its crest and foot claws have developed, allowing it to attack enemies that approach. Electric Shock is also powered up to 1.85 MV Electric Shock, enabling Betamon (X Antibody) to unleash 1.85 megavolts when its anger reaches its peak."
    },
    {
        "name": "Biyomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=piyomon",
        "url_image": "https://digimon.net/cimages/digimon/piyomon.jpg",
        "level": "Rookie",
        "type": "Baby Bird",
        "attribute": "Vaccine",
        "special_Move": "・Spiral Twister",
        "profile": "Profile\nA Baby Bird Digimon with arm-like wings. Biyomon can use these to dexterously grip objects, though this limits its ability to fly. Biyomon spends most of its time on the ground, but can escape into the air when danger draws near. Since it’s similar in flying ability to Patamon, Biyomon sees Patamon as a rival. Biyomon’s dream is to one day Digivolve into Birdramon and fly freely through the sky. Its nightmare is becoming Kokatorimon, who cannot fly at all. Possessed of an inquisitive mind, Biyomon likes to peck at the sprout growing from Tanemon’s head. Biyomon’s special move is Spiral Twister, an attack of spectral flames."
    },
    {
        "name": "Bokomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bokomon",
        "url_image": "https://digimon.net/cimages/digimon/bokomon.jpg",
        "level": "Rookie",
        "type": "Mutant",
        "attribute": "Vaccine",
        "special_Move": "・Wild Escape Dash",
        "profile": "Profile\nA Mutant Digimon like an old man with a “haramaki” wrap around its stomach. A knowledgeable Digimon scholar, Bokomon carries the Monoshiri Book chronicling every facet of the Digital World, but doesn’t really like showing it to people. It hates fighting and can usually be seen smiling energetically, but when the chips are down it takes on a serious expression and becomes a surprisingly reliable ally. Bokomon’s special move Wild Escape Dash lets it flee at impossible speeds the moment it senses defeat on the horizon."
    },
    {
        "name": "Bulucomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bulucomon",
        "url_image": "https://digimon.net/cimages/digimon/bulucomon.jpg",
        "level": "Rookie",
        "type": "Mini Dragon",
        "attribute": "Data",
        "special_Move": "・Baby Hail\n・Ice-Smash",
        "profile": "Profile\nBulucomon is a Mini Dragon Digimon that lives in an isolated land surrounded by ice. Its muscles have been honed by this harsh environment, giving it the strength to lift up objects larger than itself with ease. Since the majority of its body is composed of ice, though, parts of it will melt away in warmer temperatures, leaving it thin and weak. Also, because it was raised in a land with few other living creatures, it’s said to feel a strong bond with other Digimon it meets, even if they’re of a different species. It is particularly good friends with Penmon.\nBulucomon’s special moves include Baby Hail, where it breathes out a blast of cold air from its mouth, pelting foes with countless tiny pieces of ice, and Ice-Smash, which involves attacking repeatedly with its icy hide."
    },
    {
        "name": "Burgamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=burgamon",
        "url_image": "https://digimon.net/cimages/digimon/burgamon.jpg",
        "level": "Rookie",
        "type": "Food",
        "attribute": "Vaccine",
        "special_Move": "・Delicious Patty\n・Green Pickles",
        "profile": "Profile\nA Food Digimon that took in data from a myriad of hamburgers. Burgamon’s greatest joy is serving hamburgers full of TLC to Digimon with empty stomachs. It aims to open a top-notch hamburger shop with EbiBurgamon that customers will flock to. Burgamon is merciless toward those who interrupt a meal, using Delicious Patty to stick the opponent in a big, beautiful patty and kneed them, and Green Pickles to hurl pickle-shaped discs like a frisbee."
    },
    {
        "name": "BushiAgumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bushiagumon",
        "url_image": "https://digimon.net/cimages/digimon/bushiagumon.jpg",
        "level": "Rookie",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Chouteisoku Ichimonjigiri\n・Choukousoku Ichimonjigiri",
        "profile": "Profile\n“I am a wandering super-swordsman. BushiAgumon is my name. The crest I bear upon my chest is proof of my great skill.” This is how BushiAgumon describes itself, and while it’s true that it’s a first-rate swordfighter, what exactly constitutes a “super-swordsman” is unclear. Its special moves are Chouteisoku Ichimonjigiri and Choukousoku Ichimonjigiri. Apparently it’s highly skilled at altering the speed of its attacks."
    },
    {
        "name": "Candlemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=candmon",
        "url_image": "https://digimon.net/cimages/digimon/candmon.jpg",
        "level": "Rookie",
        "type": "Fire",
        "attribute": "Data",
        "special_Move": "・Bonfire",
        "profile": "Profile\nA Fire Digimon that burns with intensity, its DigiCore—considered the heart of a Digimon—sitting on its head. Candlemon cannot maintain its vital functions if the DigiCore flame above its head goes out. One theory suggests that the flame above its head is actually its true form, with the body underneath acting as a decoy. Candlemon has a gentle personality for a Fire Digimon, and will not cause harm to those around it. It uses its special move Bonfire to cough up a small ball of fire."
    },
    {
        "name": "Chikurimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chikurimon",
        "url_image": "https://digimon.net/cimages/digimon/chikurimon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Mine",
        "attribute": "Virus",
        "special_Move": "・Final Chikurimon\n・Kompeitō Hammer",
        "profile": "Profile\nChikurimon is a Digimon that lurks either underwater or in the shade of large rocks, hardly ever moving from its chosen location. Although it is naturally inclined to attack anyone who draws near, it’s not actually an aggressive Digimon, and will refrain from attacking so long as it’s not approached. However, since the Chikurimon population explodes at temperatures above 86°F, they can overrun lakes and rocky areas in the summer. This often leads to other Digimon being attacked as they try to get a drink of water. Chikurimon’s ultimate special move is the self-sacrificial Final Chikurimon, which, as its name implies, involves setting off one final blast to destroy itself and its foes alike."
    },
    {
        "name": "ChuuChuumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tyutyumon",
        "url_image": "https://digimon.net/cimages/digimon/tyutyumon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Beast",
        "attribute": "Virus",
        "special_Move": "・Tyutyu Twitter",
        "profile": "Profile\nChuuChuumon is a tactician Digimon with a tiny body and a brilliant mind. ChuuChuumon’s strategies are extremely precise, to the extent that it can even take the plodding and dim-witted Damemon and command it in such a way that it’s a force to be reckoned with in battle. ChuuChuumon believes that victory is ultimately what matters, and that the most important thing is that everything goes according to its plan. Battles should be decided before they are begun. That’s how ChuuChuumon thinks it has to be, and it will ally with or betray whoever it needs to in order to make that happen. Kind words like “trust” or “friendship” aren’t in its vocabulary. Whenever anyone threatens to interfere with ChuuChuumon’s plans, it uses its Tyutyu Twitter to hypnotize them by whispering in their ear. It then controls them as it sees fit."
    },
    {
        "name": "Chuumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tyumon",
        "url_image": "https://digimon.net/cimages/digimon/tyumon.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Virus",
        "special_Move": "・Cheese Bomb",
        "profile": "Profile\nA Digimon resembling a mouse who is always filling Sukamon’s head with shady ideas. Chuumon has a solid friendship with Sukamon (although perhaps it’s only the former who sees things that way). This relationship started after an incident when Chuumon was caught in a Carnivore system trap on the network, only to be saved by Sukamon as it just happened to pass by. A fundamentally meek and timid thing, Chuumon is the best at what it does—being crafty—and takes off like a shot at the merest whiff of danger. It uses its special move Cheese Bomb to hurl a cheese-shaped explosive. Bad things happen if Chuumon eats one of these by accident, though."
    },
    {
        "name": "ClearAgumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=clearagumon",
        "url_image": "https://digimon.net/cimages/digimon/clearagumon.jpg",
        "level": "Rookie",
        "type": "Puppet",
        "attribute": "Vaccine",
        "special_Move": "・Precious Flare\n・Dream Missile",
        "profile": "Profile\nA subspecies of ToyAgumon composed of transparent plastic blocks. An extremely rare Digimon, ClearAgumon was supposedly made by a child just like ToyAgumon. Still, finding one is a quite difficult, with an estimated 0.1% of ToyAgumon turning out this way. It is cowardly like ToyAgumon, yet maintains a strong sense of justice that won’t allow for any sort of wrongdoing. ClearAgumon uses its special move Precious Flare to breathe out a toy flame, or Dream Missile to fire a toy missile from its mouth."
    },
    {
        "name": "Commandramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=commandramon",
        "url_image": "https://digimon.net/cimages/digimon/commandramon.jpg",
        "level": "Rookie",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・M16 Assassin\n・DCD Bomb",
        "profile": "Profile\nAn infantry Digimon of the D-Brigade. This mechanized brigade is a special forces unit composed of Dragon Cyborg Digimon, committed to missions kept secret from the public at all costs. Commandramon’s skin has been modified with a special texture that detects surrounding colors in real time, allowing it to display all sorts of camouflage. Thus, most of Commandramon’s targets end up in the ground without realizing it exists. It uses its special move M16 Assassin to fire the assault rifle in its possession, and DCD Bomb to lob a small-scale explosive."
    },
    {
        "name": "Coronamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=coronamon",
        "url_image": "https://digimon.net/cimages/digimon/coronamon.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・CoronaｰKnuckles\n・Corona Flame\n・Petit Prominence",
        "profile": "Profile\nA Beast Digimon born through the fusing of data obtained by observing the sun. Coronamon has a strong sense of justice and a pure, simple-minded personality. Its special move CoronaｰKnuckles unleashes combos using fists heated with the power of flame, and Corona Flame consumes its stamina to gather flame power onto its forehead in order to fire a flame bullet at the enemy. It can also use Petit Prominence, wreathing its entire body in flame for defense or ramming attacks."
    },
    {
        "name": "Crabmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ganimon",
        "url_image": "https://digimon.net/cimages/digimon/ganimon.jpg",
        "level": "Rookie",
        "type": "Crustacean",
        "attribute": "Data",
        "special_Move": "・Scissors Execution",
        "profile": "Profile\nA Crustacean Digimon that dramatically increased its combat ability by attaching metal data dissolved into the Net Ocean to its body. Crabmon attacks with a giant blade on its left pincer and the powerful grip of its right pincer. For defense, it relies on its thorny shell to damage attackers, and is utterly self-confident in battle. Its weak points are its joints and its underbelly, but since it is fully aware of these weaknesses, it rarely leaves them exposed. It enjoys trapping its opponents, and is something of a prankster. Its special move is Scissors Execution, by which it goes for its adversary’s throat with its sharp left pincer."
    },
    {
        "name": "Crabmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ganimon_x",
        "url_image": "https://digimon.net/cimages/digimon/ganimon_x.jpg",
        "level": "Rookie",
        "type": "Crustacean",
        "attribute": "Data",
        "special_Move": "・Scissors Execution\n・Heavy Crunch",
        "profile": "Profile\nA Crustacean Digimon that dramatically increased its combat ability by attaching metal data dissolved into the Net Ocean to its body. Crabmon attacks with a giant blade on its left pincer and the powerful grip of its right pincer. For defense, it relies on its thorny shell to damage attackers, and is utterly self-confident in battle. Its weak points are its joints and its underbelly, but since it is fully aware of these weaknesses, it rarely leaves them exposed. It enjoys trapping its opponents, and is something of a prankster. Its special move is Scissors Execution, by which it goes for its adversary’s throat with its sharp left pincer.\n\n■Effects of the X Antibody on Crabmon’s DigiCore:\nHaving survived the harsh environment of the Net Ocean, Crabmon (X Antibody) swiftly attached metal data dissolved in the water to its body, eliminating any holes in its defense and giving it the ability to immediately restore broken parts. Repeated destruction and restoration of its shell means that each Crabmon (X Antibody) has a unique appearance. It has acquired the signature move Heavy Crunch, which it uses to bear down on the enemy and constrict it with its pincers."
    },
    {
        "name": "Cutemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cutemon",
        "url_image": "https://digimon.net/cimages/digimon/cutemon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Pixie",
        "attribute": "Vaccine",
        "special_Move": "・Healing Glow\n・Immediate Healing\n・Healing GlowⅡ\n・Supersonic Wave\n・Ultrasonic Wave",
        "profile": "Profile\nA Pixie Digimon found in cold regions. Cutemon may be timid, but it loves to pull pranks and is full of enthusiasm. What look like rabbit ears on its head are in fact a type of sensory organ that allows it to immediately pick up on the approach of other Digimon. Cutemon will then quickly hide away as a result, meaning it’s extremely rare to actually see one. If you do catch sight of a Cutemon, you’re either exceptionally lucky, or it’s about to lure you into one of its pranks. Its trademark scarf is very warm, and surprisingly effective at keeping out the cold. Should you ever get ahold of one somehow, you can truly count yourself lucky. Cutemon has the ability to heal wounds, and will sometimes stealthily approach an injured Digimon to help it recover. If you ever find your cuts and scrapes have suddenly vanished, it’s probably one of Cutemon’s cute little pranks."
    },
    {
        "name": "DemiDevimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=picodevimon",
        "url_image": "https://digimon.net/cimages/digimon/picodevimon.jpg",
        "level": "Rookie",
        "type": "Little Devil",
        "attribute": "Virus",
        "special_Move": "・Demi Darts",
        "profile": "Profile\nA small Digimon resembling a bat. DemiDevimon serves as a familiar to higher-level Digimon like Devimon and Myotismon. Despite its low status, it is rumored to have been responsible for tempting Devimon, once an Angel Digimon, to the dark side. What DemiDevimon lacks in attack power it makes up for in malicious cunning, and it’s always causing trouble somewhere. Fond of darkness and typically in the company of higher level Digimon, it’s rare to see DemiDevimon by itself. Its special move is Demi Darts, where it throws giant syringes at the enemy to drain their blood."
    },
    {
        "name": "DoKunemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dokunemon",
        "url_image": "https://digimon.net/cimages/digimon/dokunemon.jpg",
        "level": "Rookie",
        "type": "Larva",
        "attribute": "Virus",
        "special_Move": "・Worm Venom\n・Poison Ride",
        "profile": "Profile\nA Larva Digimon resembling a Kunemon. Like Kunemon, DoKunemon is studied to unlock the mysteries of Insectoid Digimon. Unlike Kunemon, though, it is cowardly by nature, normally hiding in the woods and preventing any real progress in research. It also possesses powerful poison, making even touching it a dangerous prospect. DoKunemon uses its special move Worm Venom to jump and scatter a paralyzing neurotoxin from its beak, or Poison Ride to charge and stab the foe with its tail horn."
    },
    {
        "name": "Dondokomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dondokomon",
        "url_image": "https://digimon.net/cimages/digimon/dondokomon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Musical Instrument",
        "attribute": "Vaccine",
        "special_Move": "・Dondoko March\n・Dondoko Rush\n・Extreme Taiko",
        "profile": "Profile\nDondokomon is a festival-loving Digimon that will appear out of nowhere whenever things start getting lively and wind everyone up with a hot beat. The particular rhythm that it plays, along with the resulting waves of sound that shake listeners to their core, stimulate the nerves of everyone in earshot, pumping up their emotions. While this is sure to stir things up at an event, if Dondokomon ever shows up at a fight, it can turn into an unmitigated disaster where even the onlookers get dragged into a giant brawl. Though Dondokomon’s only intentions are to cheer people on, its Dondoko March’s ability to stir up friend and foe alike means that when it starts to sound, conflicts never die down. Dondokomon will also beat up anyone who tries to interfere with its performance using its Dondoko Rush, by which it produces multiple shockwaves."
    },
    {
        "name": "Dorumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dorumon",
        "url_image": "https://digimon.net/cimages/digimon/dorumon.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Dash Metal\n・Metal Cannon",
        "profile": "Profile\nA Beast Digimon presumed to be an experimental “Prototype Digimon” from before Digimon were discovered due to the antiquated interface on its forehead. The personality originally present in Combat Species is particularly apparent in Dorumon. It has a strong combat instinct, biting and bellowing at anything and everything. That being said, it supposedly grows accustomed to anything it bites once. During an experiment, the strong life force data of the legendary “dragon” was said to be hidden in the deepest part of its DigiCore, and it can supposedly grow into a mighty Digimon. Dorumon uses its special move Metal Cannon to fire an iron ball from its mouth. It uses its signature move Dash Metal to launch an iron ball while charging, although this move lacks power compared to when it stands still and charges up before firing."
    },
    {
        "name": "Dracmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dracumon",
        "url_image": "https://digimon.net/cimages/digimon/dracumon.jpg",
        "level": "Rookie",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Eye of Nightmares\n・Undead Fang",
        "profile": "Profile\nDracmon is the Dark Area’s biggest prankster. It won’t hesitate to risk life and limb if that means successfully pulling off a prank. One time, for instance, it nearly died when it decided to draw doodles on the faces of all Four Sovereign Digimon (whether it succeeded or not is unclear). While technically a vampiric Digimon, rumor has it that lately it’s been so absorbed in pulling a prank on the Royal Knights that it’s forgotten all about drinking blood. It’s also said that anyone that looks directly into one of the Eye of Nightmares on its palms will be subject to its mind control. Furthermore, its Undead Fang attack involves biting into a foe with its fangs, much like a vampire."
    },
    {
        "name": "Dracomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dracomon",
        "url_image": "https://digimon.net/cimages/digimon/dracomon.jpg",
        "level": "Rookie",
        "type": "Dragon",
        "attribute": "Data",
        "special_Move": "・Baby Breath\n・Tail Smash\n・Great Strike",
        "profile": "Profile\nDracomon is a Dragon Digimon of an old bloodline said to trace back to the progenitor of all Dramon Digimon. It possesses physical capabilities difficult to even imagine given its small size, with its speed and power ranking among the very best of all Rookie Digimon. Though extremely fierce by nature, it also has a softer side it only shows to those it deems worthy of its trust. Despite having wings, they’re not fully developed, so Dracomon is unable to fly. One of its other defining characteristics is its drive to collect “shiny things,” and it has an odd attachment to gems and certain types of metal. If it’s particularly fond of some shiny object, it will eat it. Its special moves include Baby Breath, where it breathes out a blast of hot air, and Tail Smash, which involves spinning its whole body around to smack foes with its tail. Perhaps most importantly, among all the scales covering Dracomon’s body, there’s one that’s known as the Gekirin, or “fury scale.” If anything ever touches this scale, Dracomon will lose itself in a blind rage, attacking indiscriminately with its Great Strike, which involves making the horns on its head glow brightly before firing an energy beam from its mouth."
    },
    {
        "name": "Dracomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dracomon_x",
        "url_image": "https://digimon.net/cimages/digimon/dracomon_x.jpg",
        "level": "Rookie",
        "type": "Dragon",
        "attribute": "Data",
        "special_Move": "・Baby Blaze\n・Smash Horn\n・Great Strike",
        "profile": "Profile\nDracomon is a Dragon Digimon of an old bloodline said to trace back to the progenitor of all Dramon Digimon. It possesses physical capabilities difficult to even imagine given its small size, with its speed and power ranking among the very best of all Rookie Digimon. Though extremely fierce by nature, it also has a softer side it only shows to those it deems worthy of its trust. Despite having wings, they’re not fully developed, so Dracomon is unable to fly. One of its other defining characteristics is its drive to collect “shiny things,” and it has an odd attachment to gems and certain types of metal. If it’s particularly fond of some shiny object, it will eat it. Its special moves include Baby Breath, where it breathes out a blast of hot air, and Tail Smash, which involves spinning its whole body around to smack foes with its tail. Perhaps most importantly, among all the scales covering Dracomon’s body, there’s one that’s known as the Gekirin, or “fury scale.” If anything ever touches this scale, Dracomon will lose itself in a blind rage, attacking indiscriminately with its Great Strike, which involves making the horns on its head glow brightly before firing an energy beam from its mouth.\n\n■Effects of the X Antibody on Dracomon (X Antibody)’s DigiCore:\nDracomon (X Antibody)’s wings have developed further, allowing it to fly for short periods.\nBut the true value of Dracomon (X Antibody)’s wings lies not in how they can be used to fly, but how they change the nature of its attacks. Since its wings are now situated on its arms, it can shoot forward a blast of air that amplifies the fiery Baby Blaze it breathes from its mouth. This allows it to attack enemies across a wide area. Also, because the X-Antibody increased its internal body temperature, its horns now function as a heat sink, which raises the temperature of its horns to extremely high levels. As a result, it can crash into foes with its superheated horns using Smash Horn. This attack is much more powerful than anything a Rookie Digimon is normally capable of."
    },
    {
        "name": "EbiBurgamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ebiburgamon",
        "url_image": "https://digimon.net/cimages/digimon/ebiburgamon.jpg",
        "level": "Rookie",
        "type": "Food",
        "attribute": "Data",
        "special_Move": "・Fresh Shrimp\n・Hot Cutlets",
        "profile": "Profile\nA Digimon that has incorporated the data of food. EbiBurgamon possesses a pure heart, perhaps due to the carefully selected ingredient data from which it was formed. This Digimon is a variant of Burgamon that also incorporates the ingredient data of fresh shrimp. Its special moves Fresh Shrimp and Hot Cutlets generate savory smells that can stop an enemy in its tracks."
    },
    {
        "name": "Ekakimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ekakimon",
        "url_image": "https://digimon.net/cimages/digimon/ekakimon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Mini Mini Ekakimon\n・Colorful Change",
        "profile": "Profile\nThe Digimon with the greatest passion for drawing in the Digital World. Ekakimon’s body is made of a variety of vibrant colored pencils, and it’s always drawing something no matter the time or place. It can produce whatever color it needs, and also uses its pencils as part of its Colorful Change attack. Colorful Change has different properties depending on the color used, with red being fire, blue being water, green being grass, and so on. Ekakimon can also draw a smaller version of itself, Mini Mini Ekakimon, which it then animates to fight its enemies.\nNote: Ekakimon was a winning submission in the Original Digimon Contest for Digimon Fusion."
    },
    {
        "name": "Elecmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=elecmon",
        "url_image": "https://digimon.net/cimages/digimon/elecmon.jpg",
        "level": "Rookie",
        "type": "Mammal",
        "attribute": "Data",
        "special_Move": "・Sparkling Thunder",
        "profile": "Profile\nA Mammal Digimon that retained the mammalian traits of Tsunomon when it Digivolved. Its strong sense of curiosity and love of mischief was inherited from Tsunomon. Furthermore, Elecmon has nine tails which it fans out like a peacock during battle in order to intimidate foes. Its special move is Sparkling Thunder."
    },
    {
        "name": "Elecmon (Violet)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=elecmon-violet",
        "url_image": "https://digimon.net/cimages/digimon/elecmon-violet.jpg",
        "level": "Rookie",
        "type": "Mammal",
        "attribute": "Virus",
        "special_Move": "・Jamming Thunder",
        "profile": "Profile\nAn Elecmon that Digivolved into a Virus type. Elecmon (Violet) has an unpleasant personality, bullies indiscriminately, and skillfully wields its tails to smack enemies. It uses its signature move Tail Dusk to unleash nine consecutive attacks with its nine tails. Elecmon (Violet) uses its special move Jamming Thunder to rub its tails together, generating static electricity to interfere with radio waves."
    },
    {
        "name": "Espimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=espimon",
        "url_image": "https://digimon.net/cimages/digimon/espimon.jpg",
        "level": "Rookie",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Mot Bomb\n・Divanish",
        "profile": "Profile\nThe Cyborg Digimon Espimon will immediately start investigating any rumors or suspicious leads going around the Digital World the moment they reach its ears. It boldly goes to investigate the truth even in areas where dangerous Digimon may reside. Espimon can toggle its eyes to search mode to perform surveillance on objects that are many kilometers away. It can press the switch on its stomach to enable camouflage with its Divanish move, completely blending into its surroundings so it can avoid detection and do reconnaissance. Espimon's signature move is Mot Bomb, a self-propulsive automatically-detonating explosive that it can use as a decoy if the circumstances require it. It is said that the Crack Team tests its cracking ability by controlling Espimon, though the veracity of this rumor is unknown."
    },
    {
        "name": "Fake Agumon Expert",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=niseagumonhakase",
        "url_image": "https://digimon.net/cimages/digimon/niseagumonhakase.jpg",
        "level": "Rookie",
        "type": "Dinosaur",
        "attribute": "Virus",
        "special_Move": "・Fake Mortarboard\n・Fake Professor's Rod",
        "profile": "Profile\nA genius among Agumon with a doctorate in Digital Monster studies from Digital World Academy. Its title was stolen from Agumon Expert. Fake Agumon Expert lacks Agumon Expert’s knowledge of Digimon species and ecosystems, but it has no qualms spreading false information, so caution is warranted. Even so, its feeling of rivalry is the real deal, and it never fails to concoct ideas designed to cause trouble for Agumon Expert. Fake Agumon Expert uses its special move Fake Mortarboard in an attempt to make it seem clever, or Fake Professor's Rod in order to persuade its foe. From beginning to end, it is “fake” in every respect."
    },
    {
        "name": "Falcomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=falcomon",
        "url_image": "https://digimon.net/cimages/digimon/falcomon.jpg",
        "level": "Rookie",
        "type": "Bird",
        "attribute": "Vaccine",
        "special_Move": "・Scratch Smash\n・Falco Rush",
        "profile": "Profile\nA Bird Digimon living among 10,000-ft peaks. Since Falcomon’s wings have yet to fully develop, it’s only capable of gliding, not flying. It makes up for this, however, with its powerful legs, which allow it to race over rocky mountains at high speed. It has an aggressive personality, and will attack fiercely if approached without care. So if you ever run into one, watch out! Its special moves include Scratch Smash, where it lashes out with the claws on its wings, and Falco Rush, an attack that utilizes the strength of its powerful legs."
    },
    {
        "name": "Falcomon (2006 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=falcomon-2006",
        "url_image": "https://digimon.net/cimages/digimon/falcomon-2006.jpg",
        "level": "Rookie",
        "type": "Bird",
        "attribute": "Vaccine",
        "special_Move": "・Scratch Smash\n・Ninja Blade\n・Firecracker Smokescreen",
        "profile": "Profile\nA subspecies of Falcomon with more developed wings that allow it to fly, as opposed to the species’ typical leg strength. In spite of this, this Falcomon variant seems obsessed with appearing from the sky while riding on a giant kite like a ninja. Its special moves include Scratch Smash, where it lashes out with the claws on its wings, and Ninja Blade, which involves firing off cross-shaped throwing stars made from its hardened feathers. Its signature move is Firecracker Smokescreen, where it drops small bombs on foes from above while riding on its kite."
    },
    {
        "name": "FanBeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=funbeemon",
        "url_image": "https://digimon.net/cimages/digimon/funbeemon.jpg",
        "level": "Rookie",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Gear Stinger\n・Buzz-Buzz Call",
        "profile": "Profile\nAn Insectoid Digimon affiliated with the mysterious Royal Base, a secret floating honey base. Although its daily life differs from from other Insectoid Digimon, FanBeemon is cheerful by nature, and a hard worker of considerable strength. It always gets along with Vegetation Digimon like Palmon or Lillymon. The base is under constant construction, and its mission requires it to carry back field data like flowers and plants bit by bit as materials, so it is classified as a Virus type. The base is also protected by a powerful Digimon that prevents anyone from getting close, so the purpose of this construction is currently a mystery. FanBeemon uses its special move Gear Stinger to rapid-fire tiny serrated stingers. When the antennae on its head turns red, it contacts its allies with Buzz-Buzz Call. This will summon a horde of its brethren, so fleeing is clearly the smarter option."
    },
    {
        "name": "Floramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=floramon",
        "url_image": "https://digimon.net/cimages/digimon/floramon.jpg",
        "level": "Rookie",
        "type": "Vegetation",
        "attribute": "Data",
        "special_Move": "・Rain of Pollen",
        "profile": "Profile\nFloramon is a rare Digimon that, like Palmon, Digivolved in reptilian fashion but is classified as a Vegetation Digimon. The entirety of its face is in the shape of a flower, and it generally uses its petal-like shell to protect its head like a helmet. When no predators are around, or if it’s in a good mood, it will spread open the petals on its head and arms. It sees Palmon as a rival, and has a very high opinion of itself. Its special move Rain of Pollen involves releasing clouds of allergy-inducing pollen from the flowers on its arms. Anyone hit by this attack, even a large Digimon, is robbed not only of their composure but also their will to fight."
    },
    {
        "name": "Gabumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gabumon",
        "url_image": "https://digimon.net/cimages/digimon/gabumon.jpg",
        "level": "Rookie",
        "type": "Reptile",
        "attribute": "Data",
        "special_Move": "・Blue Blaster",
        "profile": "Profile\nDespite being covered in fur, this is a full-fledged Reptile Digimon. Gabumon is an extremely shy, timid creature, always gathering up the data Garurumon leaves behind and wearing it like a pelt. Since other Digimon are fearful of Garurumon’s pelt, this also serves to protect Gabumon. While wearing the pelt, Gabumon’s personality is completely reversed. Its special move is Blue Blaster."
    },
    {
        "name": "Gabumon (Black)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gabumon_black",
        "url_image": "https://digimon.net/cimages/digimon/gabumon_black.jpg",
        "level": "Rookie",
        "type": "Reptile",
        "attribute": "Virus",
        "special_Move": "・Blue Blaster",
        "profile": "Profile\nA Gabumon that Digivolved into a Virus type. Gabumon (Black)’s pelt appears to be made from data it collected from Virus type Garurumon. It can be wild and unruly, but like its Vaccine counterpart it turns shy and timid if its pelt is removed. Thus, its true appearance remains a mystery. It uses its special move Blue Blaster to cough up a small ball of fire."
    },
    {
        "name": "Gabumon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gabumon_x",
        "url_image": "https://digimon.net/cimages/digimon/gabumon_x.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Blue Blaster",
        "profile": "Profile\nDespite being covered in fur, this is a full-fledged Reptile Digimon. Gabumon is an extremely shy, timid creature, always gathering up the data Garurumon leaves behind and wearing it like a pelt. Since other Digimon are fearful of Garurumon’s pelt, this also serves to protect Gabumon. While wearing the pelt, Gabumon’s personality is completely reversed. Its special move is Blue Blaster.\n\n■Effects of the X Antibody on Gabumon (X Antibody)’s DigiCore:\nThough originally classified as a Reptile Digimon, Gabumon (X Antibody) has made itself a Beast type by taking in the data of the Beast pelt it’s so fond of. While Gabumon (X Antibody) itself is still naturally shy and timid, it favors a ferocious fighting style when wearing the pelt, and has become capable of attacking with the agile movements of a Beast Digimon. Similarly, it’s learned to store up a Blue Blaster in its right hand so it can hit foes with a Blue Blaster Hook. For this reason, it no longer wears its precious pelt over its right hand."
    },
    {
        "name": "Gammamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gammamon",
        "url_image": "https://digimon.net/cimages/digimon/gammamon.jpg",
        "level": "Rookie",
        "type": "Ceratopsian",
        "attribute": "Virus",
        "special_Move": "・Horn Attack\n・Breaclaw",
        "profile": "Profile\nAn extremely rare, young white Ceratopsian Digimon that was recently discovered. Gammamon’s Digivolution is said to be related to a digital signal that came from somewhere outside our galaxy. The two sturdy horns growing from its head are weapons for both attack and defense. Gammamon uses the small wings on its back to float, allowing it to fly a little. It rarely shows emotion, but it seems to grow friendly over time once it establishes an emotional bond.\nGammamon uses its special move Horn Attack to charge with its twin horns. It also uses Breaclaw to charge power into the claws of its left hand before unleashing a powerful blow."
    },
    {
        "name": "Gaomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gaomon",
        "url_image": "https://digimon.net/cimages/digimon/gaomon.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Rolling Upper\n・Double Backhand\n・Gao Rush",
        "profile": "Profile\nA Beast Digimon thought to be a subspecies of sharp-clawed Gazimon. Gaomon specializes in hit-and-run attacks using agile movements. The gloves on its hands seem to protect its claws until they grow in. Gaomon unleashes its special move Rolling Upper by utilizing its tenacious leg strength to roll into the enemy’s chest, and releases a Double Backhand while spinning. It also has Gao Rush, which is a barrage of high-speed punches combined with nimble movements."
    },
    {
        "name": "Gaossmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gaossmon",
        "url_image": "https://digimon.net/cimages/digimon/gaossmon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Reptile",
        "attribute": "Virus",
        "special_Move": "・Kilo Flame\n・Head Strike",
        "profile": "Profile\nA tiny Digimon that loves to bark. If nothing else, its competitive spirit is quite strong. Gaossmon is also quick to run away and highly nimble. Trying to keep up with it if it runs into the bush is a lost cause, although it will soon give itself away by starting to bark again. Having been born to run on land, it hates the water and is completely unable to swim. A stream just four inches deep may as well be an impassable barrier to Gaossmon, and it can sometimes be found passed out after nearly drowning in a puddle of water. Its special moves are Kilo Flame, by which it shoots out somewhat hot flames, and Head Strike, which consists of a powerful headbutt."
    },
    {
        "name": "Gazimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gazimon",
        "url_image": "https://digimon.net/cimages/digimon/gazimon.jpg",
        "level": "Rookie",
        "type": "Mammal",
        "attribute": "Virus",
        "special_Move": "・Electric Stun Blast",
        "profile": "Profile\nA Mammal Digimon with huge, sharp claws. Gazimon is bipedal, which is unusual for　Mammal Digimon. It may be that using its front legs like arms was what allowed its claws to develop and caused it to learn to walk on its hind legs. Though not a large Digimon, it has an exceedingly wild temperament, and it never tries to get along with humans. The claws on its forelimbs are extremely effective for attacking, but are also surprisingly well-suited to digging holes. Due to Gazimon’s mischievous nature, it enjoys making pitfalls for other Digimon to fall into. Its special move is Electric Stun Blast, by which it breathes out with its poisonous breath."
    },
    {
        "name": "Gazimon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gazimon_x",
        "url_image": "https://digimon.net/cimages/digimon/gazimon_x.jpg",
        "level": "Rookie",
        "type": "Mammal",
        "attribute": "Virus",
        "special_Move": "・Electric Stun Blast\n・Booby Pit",
        "profile": "Profile\nA Mammal Digimon with huge, sharp claws. Gazimon is bipedal, which is unusual for Mammal types. The claws on its front limbs may have developed while it used them like arms, leading to Gazimon using its hind legs to walk. While not a large Digimon, it has an exceedingly wild temperament, and it never tries to get along with humans. The claws on its forelimbs are extremely effective for attacking, but are also surprisingly well-suited to digging holes. Due to Gazimon’s mischievous nature, it enjoys making pitfalls for other Digimon to fall into. It uses its special move Electric Stun Blast to breathe out a poisonous gas.\n\n■Effects of the X-Antibody on Gazimon’s DigiCore:\nGazimon (X Antibody) has adopted a fighting style that takes advantage of its bipedal stance, making itself look bigger to overwhelm Digimon smaller than itself. Furthermore, it has acquired Booby Pit, a crafty fighting style that it uses to drop Digimon bigger than itself into special pitfalls. If the situation warrants, it will then fire off an Electric Stun Blast."
    },
    {
        "name": "Ghostmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ghostmon",
        "url_image": "https://digimon.net/cimages/digimon/ghostmon.jpg",
        "level": "Rookie",
        "type": "Ghost",
        "attribute": "Data",
        "special_Move": "・Little Plasma\n・Jack Raid",
        "profile": "Profile\nA Ghost Digimon often seen reveling in graveyards. Ghostmon is naturally shy and timid, preferring to stay out of sight, but it has a good heart and is happy to help anyone in need so long as it’s invisible.\nWhen it has to fight, it can attack with Little Plasma, where it fires a small burst of energy from its palm, or move around in unorthodox ways with Jack Raid, which involves rushing straight towards a foe, then disappearing right before hitting them so it can attack from behind while its enemy is still confused."
    },
    {
        "name": "Gizamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gizamon",
        "url_image": "https://digimon.net/cimages/digimon/gizamon.jpg",
        "level": "Rookie",
        "type": "Sea Animal",
        "attribute": "Virus",
        "special_Move": "・Spiral Edge",
        "profile": "Profile\nA Sea Animal Digimon with fins on its feet to paddle through water. Gizamon is more suited to life underwater than on land, using its fins and strong hind legs to swim quickly through subaquatic areas. On land, however, it bounces around like a frog. It acts cowardly on land, but displays its ferocious disposition once back in the water. Its special move Spiral Edge attacks foes with its sharp-edged dorsal fins."
    },
    {
        "name": "Goblimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=goburimon",
        "url_image": "https://digimon.net/cimages/digimon/goburimon.jpg",
        "level": "Rookie",
        "type": "Demon",
        "attribute": "Virus",
        "special_Move": "・Goblin Strike",
        "profile": "Profile\nA Digimon resembling a troublesome imp that loves mischief. Crafty creatures devoid of courage, Goblimon always move in groups, hiding in the shades of trees or buildings while waiting in ambush. But if the situation goes south, they scatter in all directions, fleeing at full speed. Their intelligence, on the other hand, is above average for Rookie Digimon. Goblimon uses its special move Goblin Strike to hurl fireballs at the enemy at Mach speed."
    },
    {
        "name": "Gomamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gomamon",
        "url_image": "https://digimon.net/cimages/digimon/gomamon.jpg",
        "level": "Rookie",
        "type": "Sea Beast",
        "attribute": "Vaccine",
        "special_Move": "・Marching Fishes",
        "profile": "Profile\nA Sea Beast Digimon covered in warm fur that can move on land. The short white fur that covers its body grows longer and turns brown as it ages. A busybody and a troublemaker, Gomamon loves to get involved in any situation. The streak of red fur running from its head down its back moves in accordance with its mood, bristling when Gomamon is angry. Its claws are sharp enough to cut through solid ice with ease, and anyone who underestimates Gomamon is in for a rude awakening. Its special move is Marching Fishes, by which Gomamon commands a loyal squad of small fish to attack."
    },
    {
        "name": "Gomamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gomamon_x",
        "url_image": "https://digimon.net/cimages/digimon/gomamon_x.jpg",
        "level": "Rookie",
        "type": "Sea Beast",
        "attribute": "Vaccine",
        "special_Move": "・Marching Fishes",
        "profile": "Profile\nA Sea Beast Digimon covered in warm fur that can move on land. The short white fur that covers its body grows longer and turns brown as it ages. A busybody and a troublemaker, Gomamon loves to get involved in any situation. The streak of red fur running from its head down its back moves in accordance with its mood, bristling when Gomamon is angry. Its claws are sharp enough to cut through solid ice with ease, and anyone who underestimates Gomamon is in for a rude awakening. Its special move is Marching Fishes, by which Gomamon commands a loyal squad of small fish to attack.\n\n■Effects of the X Antibody on Gomamon’s DigiCore:\nIts charming personality has increased a level, and now it expresses a full gamut of emotions with its signature red hair. This has only bolstered the number of enthusiastic Gomamon fans. Still, it is difficult to raise for enjoyment. Gomamon (X Antibody)’s small body demonstrates a shocking amount of strength, and it can now move quickly even over land. Clearly it has lost none of its ability as a fighting Digimon. On extremely rare occasions, it acts in tandem with the humongous DaiPenmon, who it apparently considers to be its subordinate. Gomamon (X Antibody) has been thought to boast a rarely-seen signature move known as Goma Milk Death; in reality, however, this is a powerful special move used by DaiPenmon."
    },
    {
        "name": "Gotsumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gottsumon",
        "url_image": "https://digimon.net/cimages/digimon/gottsumon.jpg",
        "level": "Rookie",
        "type": "Ore",
        "attribute": "Data",
        "special_Move": "・Rock Fist",
        "profile": "Profile\nGotsumon is an Ore Digimon with powerful defensive abilities, having armored itself using ore data from its surroundings. Spunky, mischievous, and ambitious as any young tough guy, it leads around groups of low-generation Digimon as it travels the system. It also has a selfish side, and can be a real handful when angered, rampaging like an erupting volcano. Depending on where and how it forms, the ore data it uses for armor may appear different, and it has the potential to Digivolve into a number of different forms. Gotsumon’s special move is Rock Fist, by which it shoots extremely hard ore from its head."
    },
    {
        "name": "Gotsumon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gottsumon_x",
        "url_image": "https://digimon.net/cimages/digimon/gottsumon_x.jpg",
        "level": "Rookie",
        "type": "Ore",
        "attribute": "Data",
        "special_Move": "・Rock Fist\n・Rage Rock",
        "profile": "Profile\nGotsumon is an Ore Digimon with powerful defensive abilities, having armored itself using ore data from its surroundings. Spunky, mischievous, and ambitious as any young tough guy, it leads around groups of low-generation Digimon as it travels the system. It also has a selfish side, and can be a real handful when angered, rampaging like an erupting volcano. Depending on where and how it forms, the ore data it uses for armor may appear different, and it has the potential to Digivolve into a number of different forms. Gotsumon’s special move is Rock Fist, by which it shoots extremely hard ore from its head.\n\n■Effects of the X Antibody on Gotsumon’s DigiCore:\nIts ability to clad itself in ore data from fields has improved, giving it a thicker body and heightened defense. Naturally, the heavy blows from Gotsumon (X Antibody)’s body have also powered up, and its reckless, fury-fueled Rage Rock tackle boasts impressive destructive power for a Rookie."
    },
    {
        "name": "Guilmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=guilmon",
        "url_image": "https://digimon.net/cimages/digimon/guilmon.jpg",
        "level": "Rookie",
        "type": "Reptile",
        "attribute": "Virus",
        "special_Move": "・Rock Breaker\n・Fire Ball",
        "profile": "Profile\nA Digimon resembling a young dinosaur. Although Guilmon is a Rookie Digimon, Guilmon possesses a carnivore’s brutality, and great potential as the fighting type Digimon it originally descended from. The mark on its chest is called the Digital Hazard, and is inscribed on any Digimon that could cause serious damage to computer data. Still, if used for the sake of peace, this ability could make it a guardian of the Digital World. It can use its signature move Rock Breaker to destroy even stone with its tenacious front claws. With its special move Fire Ball, it spits a powerful ball of flame from its mouth."
    },
    {
        "name": "Guilmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=guilmon_x",
        "url_image": "https://digimon.net/cimages/digimon/guilmon_x.jpg",
        "level": "Rookie",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Rock Breaker\n・Fire Ball\n・Fire Mitt",
        "profile": "Profile\nA Digimon resembling a young dinosaur. Although Guilmon is a Rookie Digimon, Guilmon possesses a carnivore’s brutality, and great potential as the fighting type Digimon it originally descended from. The mark on its chest is called the Digital Hazard, and is inscribed on any Digimon that could cause serious damage to computer data. Still, if used for the sake of peace, this ability could make it a guardian of the Digital World. It can use its signature move Rock Breaker to destroy even stone with its tenacious front claws. With its special move Fire Ball, it spits a powerful ball of flame from its mouth.\n\n■Effects of the X Antibody on Guilmon’s DigiCore:\nThe Digital Hazard mark has disappeared from Guilmon (X Antibody). This is because it has accepted and contained that power within its small body. While it has yet to awaken to that power, its talent for maturing into the true guardian of the Digital World will improve if it is raised the right way. Its viral instincts have grown stronger, giving Guilmon (X Antibody) a more aggressive personality and letting it acquire the special move Fire Mitt, which it uses to strike foes with arms wrapped in its Fire Ball technique."
    },
    {
        "name": "Gumdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gumdramon",
        "url_image": "https://digimon.net/cimages/digimon/gumdramon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Mini Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Ran-gum Break\n・Jacked Hammer\n・Fire Vortex",
        "profile": "Profile\nA Digimon with an extensible and highly flexible Tail Hammer. Gumdramon’s body is soft and elastic, so it can move around dynamically like a spring. Its small wings also give it the ability to fly about as fast as it can run. Gumdramon is highly mischievous and loves being the center of attention. It will jump into even the most dangerous situations if it thinks it has a chance to shine, continuing to run wild until everyone is focused on it. It harbors an immeasurable power within itself, but the Kinkoji binding on its tail limits its ability to tap into that hidden potential. Its special moves include Ran-gum Break, by which it wildly swings its hammer-like tail in all directions, Jacked Hammer, by which it performs a forward handspring to smash down with its enlarged Tail Hammer, and Fire Vortex, by which it performs a series of somersaults at high speed, igniting its Tail Hammer and smashing it down in a single blow."
    },
    {
        "name": "Hagurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hagurumon",
        "url_image": "https://digimon.net/cimages/digimon/hagurumon.jpg",
        "level": "Rookie",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Cog Crusher",
        "profile": "Profile\nHagurumon is a mutant Machine Digimon with a main body resembling a large gear. It has countless other gears built into its body, all of which are constantly spinning. If even one gear is removed, all of its other gears will stop turning and Hagurumon will cease functioning. Hagurumon has an ability that allows it to infect others with a virus so it can control them. For this reason, malicious Digimon often make use of Hagurumon. Since Hagurumon has no sense of self, though, it has no way of knowing it is being used for evil. Its special move is Cog Crusher, by which it implants a black gear loaded with a computer virus into its opponent’s body, causing them to go berserk."
    },
    {
        "name": "Hagurumon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hagurumon_x",
        "url_image": "https://digimon.net/cimages/digimon/hagurumon_x.jpg",
        "level": "Rookie",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Cog Crusher",
        "profile": "Profile\nHagurumon is a mutant Machine Digimon with a main body resembling a large gear. It has countless other gears built into its body, all of which are constantly spinning. If even one gear is removed, all of its other gears will stop turning and Hagurumon will cease functioning. Hagurumon has an ability that allows it to infect others with a virus so it can control them. For this reason, malicious Digimon often make use of Hagurumon. Since Hagurumon has no sense of self, though, it has no way of knowing it is being used for evil. Its special move is Cog Crusher, by which it implants a black gear loaded with a computer virus into its opponent’s body, causing them to go berserk.\n\n■Effects of the X Antibody on Hagurumon (X Antibody)’s DigiCore\nKoHagurumon containing even more powerful computer viruses have appeared. Still, neither Hagurumon (X Antibody) nor the KoHagurumon have any sense of self. Their sole connection is the fact that they rotate in sync with each other; if they fall out of sync, the KoHagurumon may fall off and take damage. Its gears have transformed into drills, causing injury to any who approach without caution."
    },
    {
        "name": "Hawkmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hawkmon",
        "url_image": "https://digimon.net/cimages/digimon/hawkmon.jpg",
        "level": "Rookie",
        "type": "Bird",
        "attribute": "Free",
        "special_Move": "・Pecking Beak\n・Feather Slash",
        "profile": "Profile\nA calm, collected and extremely courteous Bird Digimon. Just like Veemon, it is a descendant of a unique species that prospered in ancient times, and can borrow the power of the Digi-Eggs for armored pseudo-Digivolution. Hawkmon’s signature move Pecking Beak unleashes violent beak attacks like a woodpecker. It uses its special move Feather Slash to throw the feather ornament on its head like a boomerang."
    },
    {
        "name": "Herissmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=herissmon",
        "url_image": "https://digimon.net/cimages/digimon/herissmon.jpg",
        "level": "Rookie",
        "type": "Mammal",
        "attribute": "Data",
        "special_Move": "・Lightning Fur\n・Needle-Point Dive",
        "profile": "Profile\nHerissmon is a Digimon brimming with curiosity, and will often focus on whatever has just caught its interest to the exclusion of everything else. Despite this, it’s also extremely cautious, and if it ever feels threatened it will extend its hard, needle-like quills and curl up into a ball until the danger has passed. Once it’s opened up to someone, though, it is quick to become close friends with them, and will happily show off its favorite treasures, which it keeps hidden among its quills. Apparently it’s been bullied several times in the past, and it will instinctively tense up when it sees Gatomon. Herissmon’s special moves include Lightning Fur, where it lights up its quills with a flash before shooting them at foes, and Needle-Point Dive, which involves curling up into a ball and charging towards an enemy."
    },
    {
        "name": "Huckmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=huckmon",
        "url_image": "https://digimon.net/cimages/digimon/huckmon.jpg",
        "level": "Rookie",
        "type": "Mini Dragon",
        "attribute": "Data",
        "special_Move": "・Fifth Rush\n・Teen Ram\n・Pepper Breath",
        "profile": "Profile\nA Mini Dragon Digimon with a cool white sheen. Unfettered and hating shackles, Huckmon’s swashbuckling way of life is likely due to the influence of Gankoomon’s DNA. It faces the harsh trials imposed by Gankoomon with composure. Huckmon’s lineage gives it a keen sense for battle, and training supervised by the Sistermon siblings makes it more than evenly matched in fights against even Ultimate foes. Huckmon specializes in nimble melee combat, using Fifth Rush to cleave the opponent with tough claws, Teen Ram to thrust its rotating tail like a drill, and even Pepper Breath to keep the enemy at bay. It fights battle after battle in pursuit of its dream to become Royal Knights like Gankoomon."
    },
    {
        "name": "Ignitemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=iguneetmon",
        "url_image": "https://digimon.net/cimages/digimon/iguneetmon.jpg",
        "level": "Rookie\n(Xros Wars)",
        "type": "Reptile Man",
        "attribute": "Virus",
        "special_Move": "・Galápagos Field\n・Timoniniser\n・Final Traveler",
        "profile": "Profile\nA Reptile Man Digimon that spends every day in rest and relaxation. Ignitemon can often be found hanging out with its friend Monitamon, since it enjoys laughing along to Digitalk show comedies on Monitamon’s screen whenever it has a spare moment. Ignitemon is extremely reluctant to do anything it doesn’t find appealing, and if a fight breaks out nearby, it’s quick to run away and hide. In spite of its laziness, however, every one of its weapons is quite powerful. It can slice through foes by throwing the Galápagos (Navy) in its right hand or the Galápagos (Army) in its left. Also, if it concentrates its power, it can unleash a cutting wave of force with Galápagos Field. What’s more, it can use Timoniniser to fire bullets capable of producing different effects through the Gunsword on its head. This allows it to force its opponents into a variety of situations depending on the combination of effects. Though Ignitemon prefers to avoid battle, it will go on a rampage should anyone interrupt its fun (especially if it’s watching TV). By setting off the McField-brand Fernandina that hangs from its chest, Ignitemon can blow itself and any enemies away with Final Traveler, but since this would mean the end of the life it so enjoys, Ignitemon prefers not to engage."
    },
    {
        "name": "Impmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=impmon",
        "url_image": "https://digimon.net/cimages/digimon/impmon.jpg",
        "level": "Rookie",
        "type": "Little Devil",
        "attribute": "Virus",
        "special_Move": "・Summon\n・Night of Fire",
        "profile": "Profile\nImpmon is a Rookie Digimon that looks like a devil child. It loves to pull pranks, relishing the thought of watching its victims struggle. Rumor has it that whenever Impmon appears, electrical appliances briefly go haywire, so if your screen ever shakes or freezes, it might be because Impmon is pulling a prank. But as much as Impmon delights in mischief and malice, it’s not one to meekly bow before the strong. It will put on a brave face and stand up to them instead, and deep down, it’s actually quite lonely. Impmon’s signature move is Summon, by which it summons fire and ice elementals. It can also attack its foes with dark flames using Night of Fire."
    },
    {
        "name": "Impmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=impmon_x",
        "url_image": "https://digimon.net/cimages/digimon/impmon_x.jpg",
        "level": "Rookie",
        "type": "Little Devil",
        "attribute": "Virus",
        "special_Move": "・Night of Fire\n・Summon Chaser",
        "profile": "Profile\nImpmon is a Rookie Digimon that looks like a devil child. It loves to pull pranks, relishing the thought of watching its victims struggle. Rumor has it that whenever Impmon appears, electrical appliances briefly go haywire, so if your screen ever shakes or freezes, it might be because Impmon is pulling a prank. But as much as Impmon delights in mischief and malice, it’s not one to meekly bow before the strong. It will put on a brave face and stand up to them instead, and deep down, it’s actually quite lonely. Impmon’s signature move is Summon, by which it summons fire and ice elementals. It can also attack its foes with dark flames using Night of Fire.\n\n■Effects of the X Antibody on Impmon’s DigiCore:\nBy taking in the X Antibody, Impmon (X Antibody) has grown confident in its own strength and become more aloof. It picked out its eyepatch and scarf itself, since it thought they made it seem more like a lone wolf, and it’s convinced that taking off its eyepatch will allow it to make use of its full power. However, doing so doesn’t seem to make its attacks any more powerful... Impmon (X Antibody)’s special move Summon Chaser involves making the fire and ice elementals it’s summoned relentlessly pursue foes. This move can be used as part of a prank as well as an attack."
    },
    {
        "name": "Jazamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jazamon",
        "url_image": "https://digimon.net/cimages/digimon/jazamon.jpg",
        "level": "Rookie",
        "type": "Bird Dragon",
        "attribute": "Data",
        "special_Move": "・Tap-tapping Pick",
        "profile": "Profile\nA machine Digimon in the shape of a bird. While Jazamon can use its wings to glide if it takes off from an elevated position, flapping them does not allow it to fly. Somewhat timid and extremely cautious, it is always wary of any movement in its surroundings.\nIts special move is Tap-tapping Pick, which involves pecking at foes with its hard beak."
    },
    {
        "name": "Jellymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jellymon",
        "url_image": "https://digimon.net/cimages/digimon/jellymon.jpg",
        "level": "Rookie",
        "type": "Mollusk",
        "attribute": "Data",
        "special_Move": "・Bibi Thunder\n・Bolt Knuckle\n・Spiral Kick",
        "profile": "Profile\nA Mollusk Digimon with a head that’s squishy like a jellyfish. Its entire body is just as pliable, and in fact, Jellymon sometimes stores itself within its own cranium, spending its days looking like it is just a head. It is so light that while it is in this form, a mere breeze will send it flying. It prefers clean spaces and clean conduct, flying into a fit in the face of dirty acts and unfurling its body into combat mode.\n\nJellymon uses its signature move Bibi Thunder to launch paralytic static from the tips of its tentacles, Bolt Knuckle to unleash a punch with an electric fist, and Spiral Kick to smack the enemy into the air with a somersault kick."
    },
    {
        "name": "Junkmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=junkmon",
        "url_image": "https://digimon.net/cimages/digimon/junkmon.jpg",
        "level": "Rookie",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Parabolic Junk\n・Scrap Teeth",
        "profile": "Profile\nA Puppet Digimon that tends to toss junk parts into the cannon on its back. Junkmon dismantles the structure of its surroundings to arrange a hospitable environment for itself. If familiar workshops suddenly disappear, it may be the work of a Junkmon herd. When it discovers an enemy, it uses Parabolic Junk to smack the sack at the base of its cannon with its tail, shooting out the junk parts stashed within to repel the opponent. Against persistent foes, it uses Scrap Teeth to sink its prized incisors into the opponent."
    },
    {
        "name": "Kamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kamemon",
        "url_image": "https://digimon.net/cimages/digimon/kamemon.jpg",
        "level": "Rookie",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Pointer Arrow\n・Met Tackle\n・Shell Guard",
        "profile": "Profile\nAn Android Digimon wearing a shell like a computer mouse. Kamemon uses its special move Pointer Arrow to fire an arrow-shaped missile that it guides to strike the enemy, or Met Tackle to roll on the ball in its stomach, charging forward and tackling the enemy with the helmet on its head. It also possesses the Shell Guard ability, by which it hides in its shell and repels enemy attacks. Incidentally, its helmet won’t fit inside its shell."
    },
    {
        "name": "Keramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=keramon",
        "url_image": "https://digimon.net/cimages/digimon/keramon.jpg",
        "level": "Rookie",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Crazy Giggle",
        "profile": "Profile\nKeramon is a Rookie Digimon that Digivolved from Tsumemon. Now that its body has grown larger and its mouth is bigger, it can devour more data. Keramon is capable of consuming more than 100 megabytes per second, and most data is destroyed the instant Keramon accesses it. Extremely playful by nature, it thinks of its destructive acts as a kind of game. Its special move is Crazy Giggle, by which it unleashes a highly destructive beam of light from its mouth as it laughs... laughs?"
    },
    {
        "name": "Keramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=keramon_x",
        "url_image": "https://digimon.net/cimages/digimon/keramon_x.jpg",
        "level": "Rookie",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Crazy Giggle",
        "profile": "Profile\nKeramon is a Rookie Digimon that Digivolved from Tsumemon. Now that its body has grown larger and its mouth is bigger, it can devour more data. Keramon is capable of consuming more than 100 megabytes per second, and most data is destroyed the instant Keramon accesses it. Extremely playful by nature, it thinks of its destructive acts as a kind of game. Its special move is Crazy Giggle, by which it unleashes a highly destructive beam of light from its mouth as it laughs... laughs?\n\n■Effects of the X Antibody on Keramon’s DigiCore:\nKeramon (X Antibody) has divided its face into three parts while retaining a single body so it can chew through even a vast amount of data in a single bite. It’s reached the point where other Digimon have become its prey, and it can even devour a Mega should it catch one. Each face has a will of its own, resulting in a variety of expressions as they all consume the same food, with some seeming to savor the taste even as others find it unpleasant. This also means Keramon (X Antibody)’s special move Crazy Giggle is more than three times as effective as before, since it now performs the move with several different expressions at once."
    },
    {
        "name": "KoDokugumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kodokugumon",
        "url_image": "https://digimon.net/cimages/digimon/kodokugumon.jpg",
        "level": "Rookie",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Poison Nails",
        "profile": "Profile\nA spider-shaped Rookie Digimon that moves in tandem with Dokugumon. KoDokugumon is usually gentle, rolling up into a ball and hanging from tree branches and the like. But when enemies approach, it will drop down from above with its brethren to attack. It can’t produce strong poison yet, and so wears gloves that inject strong poison from claws at the tips. KoDokugumon uses its special move Poison Nails to scratch the enemy with its poison claw gloves."
    },
    {
        "name": "KoKabuterimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kokabuterimon",
        "url_image": "https://digimon.net/cimages/digimon/kokabuterimon.jpg",
        "level": "Rookie",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Scoop Smash\n・Beetle Lariat",
        "profile": "Profile\nAn Insectoid Digimon of small stature but incredible strength. KoKabuterimon has large horns and forelimbs, and is feared by those around it, but it actually has a gentle disposition and dislikes conflict. That being said, it is rather powerful, having apparently lifted Tortomon up during the experimentation of a certain research institution. KoKabuterimon uses its special move Scoop Smash to scoop up and flick away foes with its vaunted horns, or Beetle Lariat to lunge with its large forelimbs."
    },
    {
        "name": "Kokuwamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kokuwamon",
        "url_image": "https://digimon.net/cimages/digimon/kokuwamon.jpg",
        "level": "Rookie",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Mini Scissor Claw",
        "profile": "Profile\nAn extremely rare insect Machine Digimon that was recently discovered. No insect Machine Digimon had been discovered up to this point; its mere existence not even considered a possibility. Kokuwamon’s stun gun-shaped head and arms can discharge 100 megavolts of electricity when it senses danger, so none can approach without caution. Even so, it lacks any aggression, having a docile nature that causes it to seek peace instead. Kokuwamon obtains nourishment from electricity, and recharges itself with the two limbs on its midsection. It uses its special move Mini Scissor Claw to electrify its pincers and slice through even the sturdiest objects."
    },
    {
        "name": "Kokuwamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kokuwamon_x",
        "url_image": "https://digimon.net/cimages/digimon/kokuwamon_x.jpg",
        "level": "Rookie",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Mini Scissor Claw",
        "profile": "Profile\nAn extremely rare insect Machine Digimon that was recently discovered. No insect Machine　Digimon had been discovered up to this point; its mere existence not even considered a possibility. Kokuwamon’s stun gun-shaped head and arms can discharge 100 megavolts of electricity when it senses danger, so none can approach without caution. Even so, it lacks any aggression, having a docile nature that causes it to seek peace instead. Kokuwamon obtains nourishment from electricity, and recharges itself with the two limbs on its midsection. It uses its special move Mini Scissor Claw to electrify its pincers and slice through even the sturdiest objects.\n\n■Effects of the X Antibody on Kokuwamon’s DigiCore:\nIts increased electrical capacity lets it not only discharge electricity, but also supplies electricity for its Dendouhenkei electrical transformation. While an increase in attack power cannot be confirmed at this time, Kokuwamon (X Antibody) will charge forward in its Dendouhenkei form once overly angered."
    },
    {
        "name": "Kotemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kotemon",
        "url_image": "https://digimon.net/cimages/digimon/kotemon.jpg",
        "level": "Rookie",
        "type": "Reptile",
        "attribute": "Data",
        "special_Move": "・Thunder Kote\n・Hothead",
        "profile": "Profile\nA Reptile Digimon that aims to become the greatest swordsman of the Digimon world. Kotemon is a hard worker that silently endeavors to train in unseen areas. It never removes its protector, so its bare face is a total mystery. Although Kotemon is cowardly and prone to crying, it cares for its friends and has a strong sense of justice, and occasionally displays a stalwart side. Its uses its signature move Thunder Kote to strike the enemy’s arm with an electrically charged blow. With its special move Hothead, it wreathes its bamboo sword in flames before aiming for the head of its foe."
    },
    {
        "name": "Kudamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kudamon",
        "url_image": "https://digimon.net/cimages/digimon/kudamon.jpg",
        "level": "Rookie",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Bullet Whirlwind\n・Blinding Ray",
        "profile": "Profile\nA Holy Beast Digimon that is always wrapped around a holy ammunition cartridge. Kudamon constantly stores holy power within the earring on its left ear, and the amount it accumulates affects the course of its next Digivolution. Calm and collected by nature, it will properly assess any situation—even a battle—ensuring that combat progresses in a favorable manner. When things turn south, however, this Digimon enters its cartridge in order to strengthen its defensive position. It uses its special move Bullet Whirlwind to smack the foe with its cartridge while spinning its body, or Blinding Ray to blind the enemy with a large flash from its earring."
    },
    {
        "name": "Kudamon (2006 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kudamon-2006",
        "url_image": "https://digimon.net/cimages/digimon/kudamon-2006.jpg",
        "level": "Rookie",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Bullet Whirlwind\n・Blinding Ray\n・Holy Shot",
        "profile": "Profile\nA Holy Beast Digimon wearing a holy ammunition cartridge. Kudamon (2006 Anime Version) constantly stores holy power within the earring on its left ear, and the amount it accumulates affects the course of its next Digivolution. Calm and collected by nature, it will properly assess any situation—even a battle—ensuring that combat progresses in a favorable manner. When things turn south, however, this Digimon enters its cartridge in order to strengthen its defensive position. It uses its special move Bullet Whirlwind to smack the foe with its cartridge while spinning its body, or Blinding Ray to blind the enemy with a large flash from its earring. Finally, when the designs resembling a circuit board on its back begin to glow, it can fire a beam of sacred energy with Holy Shot."
    },
    {
        "name": "Kunemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kunemon",
        "url_image": "https://digimon.net/cimages/digimon/kunemon.jpg",
        "level": "Rookie",
        "type": "Larva",
        "attribute": "Virus",
        "special_Move": "・Electric Thread",
        "profile": "Profile\nA Larva Digimon with a lightning pattern on its body. Insectoid Digimon children are peculiar beasts even among Digimon, as their Digivolved forms are still unclear. Even so, the discovery of Kunemon suggests that the existence of Insectoid Digimon aside from Kabuterimon will be confirmed one day. It is uncertain whether or not the bolt-shaped patterns on what seems to be Kunemon’s face act as optic organs, but the fact that they change shape according to its emotions makes it a distinct possibility. This Digimon loves pranks. It uses its special move Electric Thread to spit an electrified thread from its hard beak. Anything entwined in this thread passes out from shock."
    },
    {
        "name": "Labramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=labramon",
        "url_image": "https://digimon.net/cimages/digimon/labramon.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Cure Liqueur\n・Retriever Bark",
        "profile": "Profile\nA Beast Digimon resembling a real canine. This Rookie is said to be the final form of artificially created Digimon. Although it is commonly assumed that Labramon won’t Digivolve further, unconfirmed information indicates that this is far from the case. Perhaps some sort of miracle will encourage Labramon’s further Digivolution. It is extremely loyal to its Tamer, treating their protection as its duty. Labramon's special ability, Cure Liqueur, allows it to heal the injuries and cure the illnesses of Digimon it considers allies. It uses its special move Retriever Bark to generate a hyper-oscillation with an intense bark."
    },
    {
        "name": "Lalamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lalamon",
        "url_image": "https://digimon.net/cimages/digimon/lalamon.jpg",
        "level": "Rookie",
        "type": "Vegetation",
        "attribute": "Data",
        "special_Move": "・Seed Blast\n・Lala Screw\n・Sing a Song",
        "profile": "Profile\nA Vegetation Digimon resembling a flower bud. Lalamon drifts through the sky by spinning the leaves on its head, and despite its lack of expression, it has a great deal of charm. Its special move Seed Blast involves shooting hard seeds from its mouth with a surprising degree of accuracy. It also has Lala Screw, where it spins its leaves as fast as it can to slam into an enemy, and Sing a Song, by which it lulls opponents to sleep with a relaxing tune."
    },
    {
        "name": "Liollmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=liollmon",
        "url_image": "https://digimon.net/cimages/digimon/liollmon.jpg",
        "level": "Rookie",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Lio Claw\n・Critical Bite",
        "profile": "Profile\nA Holy Beast Digimon with golden fur. There seem to be extremely few Liollmon in existence, and so it wasn’t confirmed until recent years. This incredibly territorial Digimon won’t tolerate anything invading its territory, even its own kin. The hair on Liollmon’s head is charged with static electricity when it is on guard, and it emits a threatening sound. It uses its special move Lio Claw to cleave its foe with sharp claws, or Critical Bite to aim for the enemy’s vitals with its fangs. Critical Bite has enough explosive power to floor Champion Digimon in a single blow, but has a low rate of success."
    },
    {
        "name": "Lopmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lopmon",
        "url_image": "https://digimon.net/cimages/digimon/lopmon.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Terrier Tornado\n・Double Typhoon\n・Blazing Ice",
        "profile": "Profile\nLopmon is the Rookie Digivolution of one sibling in a pair of extremely rare twin Digimon. Of the two, Terriermon has one horn growing from its head, while Lopmon has three. Their ecosystem is wrapped in mystery, and while their composition is enough to deem them Beast Digimon, nothing else is known about them. Terriermon has a laid-back personality, albeit with a lot of energy, while Lopmon has the opposite disposition, being more of a lonely crybaby. Neither seem like Digimon of the Combat Species, but they do show unexpected power in battle. Lopmon’s signature moves are Terrier Tornado, where it spins both of its ears like a propeller to create a small tornado, and the team attack Double Typhoon.Its special move Blazing Ice involves firing a blast of icy bullets."
    },
    {
        "name": "Lopmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lopmon_x",
        "url_image": "https://digimon.net/cimages/digimon/lopmon_x.jpg",
        "level": "Rookie",
        "type": "Beast",
        "attribute": "Data",
        "special_Move": "・Blazing Ice\n・Terrier Tornado\n・Fi-rost Typhoon",
        "profile": "Profile\nLopmon is the Rookie Digivolution of one sibling in a pair of extremely rare twin Digimon. Of the two, Terriermon has one horn growing from its head, while Lopmon has three. Their ecosystem is wrapped in mystery, and while their composition is enough to deem them Beast Digimon, nothing else is known about them. Terriermon has a laid-back personality, albeit with a lot of energy, while Lopmon has the opposite disposition, being more of a lonely crybaby. Neither seem like Digimon of the Combat Species, but they do show unexpected power in battle. Lopmon’s signature moves are Terrier Tornado, where it spins both of its ears like a propeller to create a small tornado, and the team attack Double Typhoon.Its special move Blazing Ice involves firing a blast of icy bullets.\n\n■Effects of the X Antibody on Lopmon’s DigiCore:\nIts ear hair and tail are more buoyant than air, letting it float gently on the breeze. Lopmon (X Antibody)’s Chen Garnet ear jewelry is linked to Terriermon (X Antibody), and constantly informs one of how the other is doing. Lopmon (X Antibody)’s favorite thing to do is go on an aerial stroll with Terriermon (X Antibody), who it cares for deeply. Its special move Fi-rost Typhoon is a team attack where the two unleash a blast of hot and cold air at exactly the same time."
    },
    {
        "name": "Lucemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lucemon",
        "url_image": "https://digimon.net/cimages/digimon/lucemon.jpg",
        "level": "Rookie",
        "type": "Angel",
        "attribute": "Vaccine",
        "special_Move": "・Grand Cross",
        "profile": "Profile\nLucemon is an Angel Digimon resembling a child said to have descended from on high long ago, in the Ancient Digital World. It appeared in a time of chaos, and is said to have ushered in a new era of peace and order. However, due to Lucemon’s subsequent rebellion, the world was then plunged into a long dark age. Despite having the appearance of a child, Lucemon is wiser and more powerful than an Ultimate Digimon. It is said that in the modern era, Lucemon’s abilities have been passed down to and divided among The Three Celestials. Lucemon’s special move is Grand Cross, which involves firing a collection of ten super-heated spheres of light arranged into the shape of a cross as if they were planets in alignment. This attack is even more destructive than Seraphimon’s special move Strike of the Seven Stars."
    },
    {
        "name": "Ludomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ludomon",
        "url_image": "https://digimon.net/cimages/digimon/ludomon.jpg",
        "level": "Rookie",
        "type": "Armor",
        "attribute": "Data",
        "special_Move": "・Wall Rake",
        "profile": "Profile\nLudomon is one of the Legend-Arms that can transform its body into a weapon. Ludomon is the only Digimon among the Legend-Arms who transforms into a shield. Tough iron shields don its head and arms, enabling it to protect itself against attacks from any direction. As a Digimon focused on defense, records show incidents of Ludomon protecting areas targeted by the D-Brigade. With the special move Wall Rake, it wields the titular devices on its arms for both offensive and defensive purposes. Moreover, Ludomon demonstrates the full potential of its defense while in shield form."
    },
    {
        "name": "Lunamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lunamon",
        "url_image": "https://digimon.net/cimages/digimon/lunamon.jpg",
        "level": "Rookie",
        "type": "Mammal",
        "attribute": "Data",
        "special_Move": "・Luna Claw\n・Tearing Shot\n・Lop-Ear Ripple",
        "profile": "Profile\nA Mammal Digimon resembling a rabbit, born from the fusion of moon observation data. Its large ears can recognize sounds from any distance. Although timid, it often gets lonely and easily grows attached to others. It uses its special move Luna Claw to scratch with claws that seem cute, but which are imbued with dark power. With Tearing Shot it concentrates power into the antenna on its forehead to shoot a beautiful orb of water at the enemy. It can also use its move Lop-Ear Ripple to twirl its ears, enveloping enemies in a vortex of bubbles."
    },
    {
        "name": "Minidekachimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=minidekachimon",
        "url_image": "https://digimon.net/cimages/digimon/minidekachimon.jpg",
        "level": "Rookie",
        "type": "Mini Dragon",
        "attribute": "Data",
        "special_Move": "・Kocchon\n・Minideka Flame",
        "profile": "Profile\nA Rookie Digimon so small it is mistaken for an In-Training one. Minidekachimon is no good at fighting, but it has a big attitude. It tends to throw its weight around, using Kocchon to make use of its small stature, jumping in close to infuriate the opponent and exhaust their stamina. Still, it is protected in Atamadekachimon’s mouth, giving it peace of mind no matter what pandemonium occurs. Minidekachimon cooperates with Atamadekachimon by using Minideka Flame to spit fire from its mouth, but there’s no way to tell if the flame will be big or small."
    }
]