[
    {
        "name": "Ghilliedhumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ghilliedhumon",
        "url_image": "https://digimon.net/cimages/digimon/ghilliedhumon.jpg",
        "level": "Ultimate",
        "type": "Pixie",
        "attribute": "Data",
        "special_Move": "・True Sight\n・Core Snipe",
        "profile": "Profile\nA forest-dwelling Digimon that is particularly skilled at hunting. Ghilliedhumon is an incredibly adept hunter, and its camouflage-covered body allows it to blend in with the forest and strike without giving its position away to its prey. Though Ghilliedhumon has a peaceful disposition, it is very territorial over its hunting grounds, and those who carelessly wander into its domain will be sniped without warning. Ghilliedhumon prefers slow movements to avoid leaving any signs or making any sound. As such, it struggles to move swiftly. Ghilliedhumon's eyes have special abilities, and its True Sight skill allows it to see even inside Digimon prey, and accurately locate their Digicores. Ghilliedhumon then uses its trusty rifle, \"Bellota,\" to perform its Core Snipe move and finish off its targets."
    },
    {
        "name": "Aegiochusmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Bolt Break Knockdown\n・Lightning Pile\n・Charging Strike",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon’s form changes dramatically to match its environment. This form is based on the data of Dragon types. Normally this data would lie dormant in this Digimon, centered around the crystal in its chest, but Aegiochusmon has manifested the Dragon data around its body, turning it into an armor. This power suit is not just for defense, but also acts as its muscles, dramatically increasing attack power. Aegiochusmon uses its special move Bolt Break Knockdown to perform a punch rush with fists coiled using lightning produced from its horn, or Lightning Pile to drive a pile-shaped bolt down on the enemy from above, driving them into the ground. If this move pierces the enemy once, subsequently-released piles can then connect without fail, no matter where they’re thrown. It also uses Charging Strike to pierce the opponent’s head with a high-speed charge utilizing its vaunted leg strength."
    },
    {
        "name": "Aegiochusmon: Blue",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon:blue",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon:blue.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Penetra-laser\n・Wing Cutter\n・Powered Ignition",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon: Blue’s form changes dramatically to match its environment. This blue form is based on the data of Cyborg types. Normally this data would lie dormant in its body, centered around the crystal in its chest, but Aegiochusmon: Blue has concentrated the cyborg data primarily into the upper left side of its body. Like a cyborg, Aegiochusmon: Blue can lock on to a target to ensure it never escapes while unleashing intense bursts of power. It can even detach its giant left arm, known as its Mechanization Powered Arm, to seek out and attack an enemy it’s locked on to, reattaching the arm afterwards. Its special moves include Penetra-laser, where it fires a beam from the fingers of its Mechanization Powered Arm, and Wing Cutter, which involves using the wings extending from its lower back to take flight, then cutting down an enemy from above. Finally, when its Mechanization Powered Arm is attached to its body, it can use Powered Ignition to gather energy into its palm, then charge towards its foe and unleash a powerful blast."
    },
    {
        "name": "Aegiochusmon: Dark",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon:dark",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon:dark.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Triangler\n・Plasmadness\n・Death Dinner",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon: Dark’s form changes dramatically to match its environment. This dark form is based on the data of Evil types. Normally this data would lie dormant in its body, centered around the crystal in its chest, but Aegiochusmon: Dark has allowed the Evil data to proliferate throughout its whole body. The malevolence of Evil types bubbles forth in both mind and body, causing it to treat everything it sees as prey to be hunted. A virus lurks within the red electricity discharged from its body, making this special Digimon a Vaccine type that also creates viruses. It injects the viruses it generates into the wounds it inflicts on enemies, making for a terrifying attack that destroys victims from within. Aegiochusmon: Dark uses its special move Triangler to mince foes with three scythes, Plasmadness to shoot dark electricity gathered in both hands, or Death Dinner to jump onto the opponent and devour them based on pure instinct."
    },
    {
        "name": "Aegiochusmon: Green",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon:green",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon:green.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Bramble Bite\n・Plant Zone Cradle\n・Charging Strike",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon: Green’s form changes dramatically to match its environment. This green form is based on the data of Plant types. Normally this data would lie dormant in its body, centered around the crystal in its chest, but Aegiochusmon has affixed the Plant data around its arms and upper body. Because it is based on Plant types, its body is dramatically lighter than other forms. Aegiochusmon: Green fires sturdy thorns from the busters equipped to both arms, using them for attack, defense, or for performing trick actions by hooking them onto various places like grapples. Agile movement that utilizes this equipment and lightness is the most pertinent characteristic of this form. Aegiochusmon: Green uses its special move Bramble Bite to summon demonic thorns that bite the enemy, or Plant Zone Cradle to unleash countless thorns from its body, surrounding foes over a wide area before tearing them to ribbons. It also uses the base technique Charging Strike to pierce the opponent’s head with a high-speed charge utilizing its vaunted leg strength."
    },
    {
        "name": "Aegiochusmon: Holy",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon_holly",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon_holly.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Shower\n・Thunder Slash\n・Circlet Defense",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon: Holy’s form changes dramatically to match its environment. This holy form is based on the data of Angel-species. Normally this data would lie dormant in its body, centered around the crystal in its chest, but Aegiochusmon: Holy has spread the Angel-species data throughout its body, and its heart is as clear as a pool of reflective water. By using the shields in its hands to channel the overwhelming essence of Vaccine types that wells up within it, it can create either a weapon, such as a short sword, or a defensive barrier that no Virus or Data type can penetrate.\n\nIts special moves include Lightning Shower, which involves attacking foes with a barrage of short swords raining down from the sky, and Thunder Slash, where it wraps lightning around one of its short swords, allowing it to slash foes with the sword as if it were a whip. Finally, it can generate a defensive barrier with Circlet Defense, which repels any attack an enemy may use with an added jolt of electricity. This is a powerful way for it to counter attacks."
    },
    {
        "name": "AeroVeedramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=earov-dramon",
        "url_image": "https://digimon.net/cimages/digimon/earov-dramon.jpg",
        "level": "Ultimate",
        "type": "Holy Dragon",
        "attribute": "Vaccine",
        "special_Move": "・V-Wing Blade\n・Dragon Impulse",
        "profile": "Profile\nAeroVeedramon is a further Digivolved form of Veedramon that’s become capable of flight. Only the strongest of the Veedramon line can Digivolve into AeroVeedramon by making it through countless battles, and since Veedramon is a rare species to begin with, AeroVeedramon is practically a legend. It also gained more than wings in the process of Digivolving, and now boasts increased offensive and defensive capabilities. Combined with its new ability to attack in the air, this makes AeroVeedramon practically unbeatable. Its special moves include V-Wing Blade, by which it creates an energy field between the horn on its nose and its wingblades before flying at an enemy, and Dragon Impulse, by which it unleashes a shockwave in the shape of a dragon. V-Wing Blade is a powerful technique that AeroVeedramon can use to slice through foes with its wingblades, but its one drawback is that it can only be used in flight."
    },
    {
        "name": "Ajatarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ajatarmon",
        "url_image": "https://digimon.net/cimages/digimon/ajatarmon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Vaccine",
        "special_Move": "・Assault Hatchet\n・Entangling Ivy\n・Shotgun Moss",
        "profile": "Profile\nAjatarmon is a Vegetation Digimon that lives in tribal groups. As a result, these tribes have established their own culture deep within the wilds of the jungle. Taciturn by nature, Ajatarmon relies on hand signals to coordinate with other Ajatarmon when on a hunt. They work together smoothly to bring down their prey. Though gruff and short-tempered, this Digimon is a proud hunter and pure of heart.\nWith its special move Assault Hatchet, it strikes down its foe with its mighty hatchet capable of felling large trees in an instant. It also has Entangling Ivy, where it binds foes with the vine-like feelers sprouting from the back of its head. When facing ranged enemies, it pins them down with Shotgun Moss, shooting out poison needles that grow from its head like hair."
    },
    {
        "name": "Andromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=andromon",
        "url_image": "https://digimon.net/cimages/digimon/andromon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Gatling Missile\n・Spiral Sword",
        "profile": "Profile\nAndromon is an Android Digimon. It’s powerful enough to take out any Digimon of less than Ultimate level with a single blow. Developed as a prototype for Android Digimon, Andromon was created as a machine-based model at the same time Boltmon was made to be an organic one. The same techniques were then appropriated for use in other Digimon, including MetalGreymon and Megadramon. Since Andromon is a prototype, it lacks emotions and has no will of its own, acting only in accordance with its programming. After its programming was upgraded based on data obtained from the Andromon on File Island, its strength increased dramatically. It uses its special move Spiral Sword to fire energy blades from its arms."
    },
    {
        "name": "Angewomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=angewomon",
        "url_image": "https://digimon.net/cimages/digimon/angewomon.jpg",
        "level": "Ultimate",
        "type": "High Angel",
        "attribute": "Vaccine",
        "special_Move": "・Celestial Arrow\n・Heaven's Charm",
        "profile": "Profile\nA High Angel Digimon with the appearance of a beautiful woman. Though previously classified as an Angel Digimon, the great power of its abilities makes clear it is a High Angel Digimon. A Champion-level Angel has six wings and an Ultimate-level Angel has eight wings. Angewomon is calm by nature, but does not tolerate wickedness, and will continue attacking until its foe is reformed. Due to Angewomon’s strength of spirit and great power, it is regarded as a goddess of the Digital World. One of Angewomon’s special moves is the powerful lightning attack Celestial Arrow, also known as Heaven’s Punishment, while the other, a deadly beam attack filled with the essence of beauty and kindness known as Heaven’s Charm, is more effective the stronger the dark power of the opposing Digimon."
    },
    {
        "name": "Angewomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=angewomon_x",
        "url_image": "https://digimon.net/cimages/digimon/angewomon_x.jpg",
        "level": "Ultimate",
        "type": "High Angel",
        "attribute": "Vaccine",
        "special_Move": "・Grand Celestial Arrow\n・Heaven's Charm",
        "profile": "Profile\nA High Angel Digimon with the appearance of a beautiful woman. Though previously classified as an Angel Digimon, the great power of its abilities makes clear it is a High Angel Digimon. A Champion-level Angel has six wings and an Ultimate-level Angel has eight wings. Angewomon is calm by nature, but does not tolerate wickedness, and will continue attacking until its foe is reformed. Due to Angewomon’s strength of spirit and great power, it is regarded as a goddess of the Digital World. One of Angewomon’s special moves is the powerful lightning attack Celestial Arrow, also known as Heaven’s Punishment, while the other, a deadly beam attack filled with the essence of beauty and kindness known as Heaven’s Charm, is more effective the stronger the dark power of the opposing Digimon.\n\n■Effects of the X-Antibody on Angewomon’s DigiCore:\nAngewomon (X Antibody)’s holy power has been amplified, allowing it to channel its own pure energy into any element (fire, earth, wind, or water) that it touches. By doing so, it’s said it can instill within fire the ability to ward off evil, cause shoots to spring up and flowers to bloom upon the earth, purify water, or make wind capable of calming the hearts of Digimon.\nIts special move is Grand Celestial Arrow, where it draws on the power of nearby elements to fire a lightning arrow."
    },
    {
        "name": "Antylamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=andiramon_2",
        "url_image": "https://digimon.net/cimages/digimon/andiramon_2.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Virus",
        "special_Move": "・Meditation Cure\n・Mantra Chant",
        "profile": "Profile\nAntylamon is an Ultimate Digimon taking the form of the rabbit deva from the twelve Holy Beasts in eastern folklore. It can freely control the spirit energy flowing through its body. Sometimes Antylamon moves with soft grace, and other times it strikes with hard iron blows. Its signature move, Meditation Cure, recovers any amount of damage in an instant. Its special move Mantra Chant involves hardening its own body tissue to the level of Chrome Digizoid alloy by releasing all the energy in its body, then striking a powerful blow."
    },
    {
        "name": "Antylamon (Deva)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=andiramon",
        "url_image": "https://digimon.net/cimages/digimon/andiramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Bunny Blades",
        "profile": "Profile\nAn Ultimate Digimon resembling a rabbit, and one of the Twelve Deva Digimon. A minion of Azulongmon, one of the Four Sovereign Digimon, Antylamon (Deva) has a kind heart. It is fond of small creatures, which it treats with the utmost care. As a result, should anything try to stamp out these little ones, its entire personality shifts as it transforms its hands into Bǎo Fǔ and goes on the attack. Once enraged, it won’t regain its composure again until every enemy in the area has been eliminated. Its special move Bunny Blades involves spinning itself around like a tornado, using its Bǎo Fǔ to cut through everything around it."
    },
    {
        "name": "Argomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=algomon",
        "url_image": "https://digimon.net/cimages/digimon/algomon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Imprisonment\n・Elimination Line\n・Worm Phase",
        "profile": "Profile\nA Digimon generated from a bug in a calculation algorithm. Argomon uses countless vines as tentacles to control a vast field through its high-speed processing ability. Its special move Imprisonment uses its tentacles to constrict an enemy’s strength and restrict its movements, and Elimination Line fires an erasing beam from the eyes on its limbs. Argomon also transforms into its parasitic Worm Phase once it controls a vast field."
    },
    {
        "name": "Arresterdramon: Superior Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=arresterdramon_superior",
        "url_image": "https://digimon.net/cimages/digimon/arresterdramon_superior.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Blaze Spiker\n・Mach Flicker\n・Flog Shot\n・Spin Caliber\n・Spiral Shredder\n・Prism Garrett",
        "profile": "Profile\nAn enhanced form of Arresterdramon that grew even stronger after its desire for strength manifested a new Kinkoji binding. Arresterdramon: Superior Mode’s larger wings have improved its ability to fly, its huge new Tail Anchor is sharper than ever, and the shape of its right arm, thought to come from Bagramon, symbolizes the immense destructive power Arresterdramon gained.\nThe Kinkoji, normally a binding meant to inhibit power, would manifest in such a way as to prove that Arresterdramon: Superior Mode is a Digimon that uses its power for good. It uses its drastically increased might to confront evil Digimon.\nIts special move is Blaze Spiker, a flaming heel palm strike. When unleashed at full strength, this move will break through even the strongest defense."
    },
    {
        "name": "Arukenimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=archnemon",
        "url_image": "https://digimon.net/cimages/digimon/archnemon.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Spider Thread\n・Predation Spider",
        "profile": "Profile\nA Dark Beast Digimon in the form of a “Spider Queen” that appears in Greek mythology. As a Digimon of both impressive intelligence and cunning, this queen rules over all Dokugumon. Arukenimon specializes in transforming into a humanoid form, approaching potential prey while they have their guard down. Short-tempered and ferocious, its nature elicits a sense of trepidation from a great many other Digimon. Arukenimon uses its special move Spider Thread to mangle enemies with sharp wires, or Predation Spider to assault foes with the countless carnivorous Dokugumon hidden in its abdomen."
    },
    {
        "name": "Assaultmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=assaultmon",
        "url_image": "https://digimon.net/cimages/digimon/assaultmon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Justice Massacre\n・Surprise Attack",
        "profile": "Profile\nA special mobile Digimon that boosts its combat power with armored clothes. Due to its humanoid top half and quadruped lower half, Assaultmon is rumored to be a member of Centarumon’s special forces, but this is unconfirmed. It uses its special move Justice Massacre to strike with its arm gatling guns and stomach machine gun in the name of justice, or Surprise Attack to erase its presence and attack from behind."
    },
    {
        "name": "Astamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=astamon",
        "url_image": "https://digimon.net/cimages/digimon/astamon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Mad Dog Fire\n・Maverick",
        "profile": "Profile\nThough Astamon is an Ultimate-level Digimon, its power exceeds that of a Mega, and as a noble of the Dark Area, it leads a force of demonic Digimon. Astamon is cruel to its enemies but also kind to its allies, and many demonic Digimon are drawn to its service because of its personal charisma. The bullets Astamon fires from its beloved machine gun, Oro Salmón, have a will of their own, and will pursue their targets literally to the farthest corners of hell. Astamon’s special moves include Mad Dog Fire, by which it fires all the bullets in its Oro Salmón in a deadly barrage, and Maverick, by which its focuses its own dark energy into a single powerful kick."
    },
    {
        "name": "Asuramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=asuramon",
        "url_image": "https://digimon.net/cimages/digimon/asuramon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Vaccine",
        "special_Move": "・Fire Fist of Shiva",
        "profile": "Profile\nA legendary Digimon with four arms and three faces that suddenly appeared within a computer while it was analyzing literature regarding the ancient Indian civilization. Asuramon has three faces: one of wrath, one of mercy, and one of blessings. In spite of its terrifying appearance, this Digimon honors justice, and its personality is something like the incarnation of a god of light. Asuramon fights back against injustice mercilessly on sight. Its special move Fire Fist of Shiva is a punch rush unleashed with all four arms, possessing power to obliterate its foes. Of course, this is the final and most powerful technique of Asuramon’s face of wrath."
    },
    {
        "name": "AtlurBallistamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=atlurballistamon",
        "url_image": "https://digimon.net/cimages/digimon/atlurballistamon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Machine",
        "attribute": "Vaccine",
        "special_Move": "・Plasma Crack",
        "profile": "Profile\nAtlurBallistamon is the Digivolved form of Ballistamon. Its metal body is bulkier than ever, and it has added electromagnetic armor as well. This allows it to reduce the damage it takes with a magnetic field and gives it an electrical discharge attack. All of this works together with its caring personality to define its fighting style, which is to loom over opponents like a defensive wall, protecting its friends on the battlefield.\n\nIts special moves include Plasma Crack, where it puts both hands together to unleash a powerful electric attack, and Rocket Bunker, which involves punching foes with its extensible arms."
    },
    {
        "name": "Baalmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baalmon",
        "url_image": "https://digimon.net/cimages/digimon/baalmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Wizard",
        "attribute": "Free",
        "special_Move": "・Kamiuchi\n・Guiltish\n・Leak Information",
        "profile": "Profile\nA Digimon possessing extensive knowledge of all subjects who is also known as the Sublime Lord. According to one theory, Baalmon is rumored to be the alternative form of a certain Evil King Digimon. Baalmon is said to be willing to exchange one page of information from its Red Book of Appin in which all of its knowledge has been recorded, in exchange for the reader’s soul. Baalmon can answer any question, but it always puts its petitioners through a trial first. Those who fail to overcome this trial will receive no answer, and Baalmon steals their soul. Baalmon’s cape consists of various talismans gathered from all times and places. These are said to contain countermeasures for every known technique, and this vast wealth of knowledge allows it to block any attack. Its special moves include Guiltish, which transforms its talismans into various forms to attack, and Kamiuchi, by which it releases a powerful bolt of lightning from the Dǎshénbiān in its hand. Kamiuchi is especially powerful against Holy Digimon."
    },
    {
        "name": "Baalmon（X antibody）",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baalmon_x",
        "url_image": "https://digimon.net/cimages/digimon/baalmon_x.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Free",
        "special_Move": "・Tribunal Blast\n・Zai-Kamiuchi\n・Absorption Mark",
        "profile": "Profile\nA Digimon possessing extensive knowledge of all subjects who is also known as the Sublime Lord. According to one theory, Baalmon is rumored to be the alternative form of a certain Evil King Digimon. Baalmon is said to be willing to exchange one page of information from its Red Book of Appin in which all of its knowledge has been recorded, in exchange for the reader’s soul. Baalmon can answer any question, but it always puts its petitioners through a trial first. Those who fail to overcome this trial will receive no answer, and Baalmon steals their soul. Baalmon’s cape consists of various talismans gathered from all times and places. These are said to contain countermeasures for every known technique, and this vast wealth of knowledge allows it to block any attack. Its special moves include Guiltish, which transforms its talismans into various forms to attack, and Kamiuchi, by which it releases a powerful bolt of lightning from the Dǎshénbiān in its hand. Kamiuchi is especially powerful against Holy Digimon.\n\nEffects of the X-Antibody on Baalmon's DigiCore\nThe X-Antibody releases some of the power sealed inside Baalmon by its amulets. The Red Book of Appin reveals its will. Should one seeking knowledge give a wrong answer to the question, they will receive judgment from its owner.\nIts special moves are Tribunal Blast, in which unleashes a shot from the shotgun on its right arm, and Zai-Kamiuchi, in which its whip, Deus Fractus, merges with its left arm to strike any enemies attempting to flee. With Absorption Mark, Baalmon aims the Red Book of Appin at its enemy, causing its enemy to be absorbed into one of the book's pages."
    },
    {
        "name": "Bastemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bastemon",
        "url_image": "https://digimon.net/cimages/digimon/bastemon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Helter Skelter\n・Vampire Dance",
        "profile": "Profile\nA Beast Man Digimon sometimes referred to as the goddess of cats. With an ostentatious but sly personality, Bastemon excels at using the many gems that adorn its body and the alluring flash of its eyes to beguile and then manipulate its foes. It can charm most of the creatures it meets, wrapping them around its little finger. Bastemon’s graceful movements are a testament to its exceptional agility, but despite its slender frame it’s also quite strong, and the claws on its hands can slice through large boulders. Rumor has it that Bastemon does not get along at all with Nefertimon, who is an avatar of light. Bastemon’s special moves include Helter Skelter, by which it confuses and manipulates foes with an entrancing belly dance, and Vampire Dance, by which it dances up to an enemy and drains them of all their blood."
    },
    {
        "name": "Betsumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=betsumon",
        "url_image": "https://digimon.net/cimages/digimon/betsumon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Tsukkomi Punch\n・Cold Gag",
        "profile": "Profile\nAn eccentric Digimon that impersonates all other Digimon to mess around with its foes. Betsumon is a Puppet Digimon like Etemon or Monzaemon, but the Digimon suit (?) it dons makes it a rare type capable of disguising itself as various Digimon. Its special move Tsukkomi Punch is only powerful enough to be considered a lark (although it mentally drains the opponent), and Cold Gag is a freezing attack that halts the opponent with a dodgy gaze and an indecipherable gag."
    },
    {
        "name": "BigMamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bigmamemon",
        "url_image": "https://digimon.net/cimages/digimon/bigmamemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Big Smiley Bomber",
        "profile": "Profile\nBigMamemon is a Mutant Digimon that acts as Mamemon’s boss, and is sometimes referred to as the “Smiley Bomber.” Some speculate that BigMamemon is in fact just an aggregation of Mamemon. A regular Mamemon is about the same size as an In-Training Digimon, though it harbors an incredible amount of power in its small frame. BigMamemon, on the other hand, lives up to its name by being dozens if not hundreds of times larger than regular Mamemon. Why BigMamemon is still referred to as “Mamemon,” which was named for its diminutive stature, is unclear. BigMamemon has a warm and gentle personality, and is not fond of battle or conflict. It’s always playing with its Mamemon followers. BigMamemon’s special move is Big Smiley Bomber, by which it uses the Mamemon under its command as weapons. It is said to shrink in size after using this technique."
    },
    {
        "name": "BishopChessmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bishopchessmon",
        "url_image": "https://digimon.net/cimages/digimon/bishopchessmon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Bishop Laser\n・Bishop Cross\n・Magical Stick",
        "profile": "Profile\nA Puppet Digimon that is a master of long-range attacks. BishopChessmon has an incredible range, and can strike at its foes from far away. Its catchphrase is “Oh Lord, give me strength!” Its special move Bishop Laser fires a massive beam of light from its staff, and Bishop Cross annihilates foes with a cross-shaped magic circle. It can also use Magical Stick to bewitch the enemy at close range with its staff."
    },
    {
        "name": "BlackKingNumemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackkingnumemon",
        "url_image": "https://digimon.net/cimages/digimon/blackkingnumemon.jpg",
        "level": "Ultimate",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Dark Pupil\n・Poison Mucus",
        "profile": "Profile\nA jet-black Numemon that established its position as king of the dark trash data world, Digivolving to Ultimate level. BlackKingNumemon wears a crown it found like a shell on its back, and grew a moustache. Although its newfound dignity makes it hesitate to use poop attacks that would violate said dignity, it will still do so when the urge strikes.\nBlackKingNumemon uses its special move Dark Pupil to fire a black beam of light from its round eyes. It also uses Poison Mucus to spit a copious amount of liquid at the enemy, making them smelly, sticky and poisoned, for agony on multiple levels."
    },
    {
        "name": "BlackMachGaogamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackmachgaogamon",
        "url_image": "https://digimon.net/cimages/digimon/blackmachgaogamon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Gaoga Tornado\n・Winning Knuckle\n・Howling Cannon",
        "profile": "Profile\nBlackMachGaogamon is an Android Digimon with an immensely powerful rocket engine on its back. It took on this black form after the sudden ingestion of Black Digitron. This allows it to remain airborne for longer, although its top speed has been reduced. Its special moves include Gaoga Tornado, where it circles foes at top speed while unleashing a storm of lightning-fast blows, and Winning Knuckle, which is a single powerful punch that packs quite a wallop. It also has Howling Cannon, a supersonic attack that it unleashes with a sudden roar."
    },
    {
        "name": "BlackRapidmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackrapidmon",
        "url_image": "https://digimon.net/cimages/digimon/blackrapidmon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Rapid Fire\n・Golden Triangle",
        "profile": "Profile\nBlackRapidmon is a black version of Rapidmon that has become capable of fighting at night after ingesting Black Digitron. While it’s lost some of its speed, it’s also gained the ability to move without making a sound. Still capable of tracking enemies with its radar ears, BlackRapidmon excels at fighting in the dark, making it exceptionally difficult to defeat in a battle at night. It uses its special move Rapid Fire to unleash homing missiles from both of its arms, as well as the revolver on its back. It also has Golden Triangle, which is a beam attack unleashed from its entire body that breaks down the opponents’ data."
    },
    {
        "name": "BlackWarGrowlmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackmegalogrowmon",
        "url_image": "https://digimon.net/cimages/digimon/blackmegalogrowmon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Double Edge\n・Atomic Blaster",
        "profile": "Profile\nBlackWarGrowlmon is an Ultimate Android Digimon that Digivolved from BlackGrowlmon. Like BlackGrowlmon, BlackWarGrowlmon fiercely expresses its nature as a Virus type, and it’s also known as the Black Destroyer Dragon. The upper half of its body is made of powerful Chrome Digizoid, and it can fly thanks to the two vernier thrusters on its shoulders. It also has a freely extensible cord-like object that extends from its back which can double as a weapon to pierce foes. BlackWarGrowlmon’s signature move is Double Edge, by which it slices through foes using the two Pendulum Blades on its arms. Its special move Atomic Blaster involves firing the twin guns on its chest to destroy enemies at the atomic level."
    },
    {
        "name": "Blossomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blossomon",
        "url_image": "https://digimon.net/cimages/digimon/blossomon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Data",
        "special_Move": "・Spiral Flower",
        "profile": "Profile\nAn Ultimate Vegetation Digimon shaped like a giant flower, with countless tentacles growing from its body. Blossomon’s meek personality contrasts with its strange appearance, and it rarely appears in front of others.Its life span is surprisingly long for a plant, and it has a peculiar trait which causes the petals around its body (or perhaps head?) to fall off as the seasons change, only for new ones to grow in their place. Blossomon can’t stand arid locations, and always lives near the water. It uses its special move Spiral Flower to hurl the small flowers on the tips of its tentacles like throwing stars. The petals on these flowers will cut through even the hardest substance."
    },
    {
        "name": "BlueMeramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bluemeramon",
        "url_image": "https://digimon.net/cimages/digimon/bluemeramon.jpg",
        "level": "Ultimate",
        "type": "Fire",
        "attribute": "Virus",
        "special_Move": "・Ice Phantom\n・Cold Flame",
        "profile": "Profile\nA Fire Digimon that burns hotter than a Champion Meramon. Its special move Ice Phantom inflicts frostbite on foes with sub-zero flames."
    },
    {
        "name": "Boutmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=boutmon",
        "url_image": "https://digimon.net/cimages/digimon/boutmon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Heel\n・Buden Blast\n・Storm of Blows",
        "profile": "Profile\nA Digimon that Digivolved from data related to combat sports, like karate. Well-versed in the rules of all fighting styles, the courteous Boutmon will battle in the style of its opponent's choosing. Boutmon can perform a wide variety of techniques, and will occasionally even unleash an attack from a fighting game or other fictional source.\nIts special moves include Lightning Heel, where it smashes its opponent's head with a lightning-charged axe kick, and Buden Blast, where it releases a huge burst of energy from its hands. Finally, it has Storm of Blows, where it launches a flurry of kicks, punches, and other techniques without ever giving its opponent a chance to fight back."
    },
    {
        "name": "Brachiomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=brachiomon",
        "url_image": "https://digimon.net/cimages/digimon/brachiomon.jpg",
        "level": "Ultimate",
        "type": "Plesiosaur",
        "attribute": "Data",
        "special_Move": "・Brachio Bubble",
        "profile": "Profile\nA Plesiosaur Digimon like the brachiosaurs that lived long ago. Brachiomon is quite the heavy class among dinosaur Digimon, and those trampled by its humongous body pay a heavy price. However, it is a gentle herbivore that will not attack indiscriminately. Brachiomon uses its special move Brachio Bubble to spit countless bubbles that attack the enemy."
    },
    {
        "name": "Bulbmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=valvemon",
        "url_image": "https://digimon.net/cimages/digimon/valvemon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Mud Pump\n・Octagon Attack",
        "profile": "Profile\nA Machine Digimon among the largest in size of any Vehicle-species Digimon. Bulbmon can transport up to 40 Digimon by carrying them inside its body, conveying them to strategic locations. It is also powerful enough to defeat enemies should it be attacked en route. Its special move is Mud Pump, by which it sends out a stream of soldiers from within."
    },
    {
        "name": "CannonBeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cannonbeemon",
        "url_image": "https://digimon.net/cimages/digimon/cannonbeemon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Nitro Stinger\n・Sky Rocket ∞",
        "profile": "Profile\nCannonBeemon is an enormous Digimon that guards the secret floating honey base known as Royal Base, which is shrouded in mystery. This airborne base is surrounded by danger on all sides, so CannonBeemon’s attacks cover a wide area, involving a simultaneous barrage from the giant munition containers on its upper body. It can also use its special move Nitro Stinger to fire its high-caliber laser cannon and pierce even heavily armored foes. What’s more, its weapon stores are so extensive that it can keep up a fierce barrage with Sky Rocket ∞ until all threats have been eliminated."
    },
    {
        "name": "Canoweissmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=canoweissmon",
        "url_image": "https://digimon.net/cimages/digimon/canoweissmon.jpg",
        "level": "Ultimate",
        "type": "Sky Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Gallia Fissure\n・Dragonia\n・Meteor Lux\n・Gran Nova",
        "profile": "Profile\nA Sky Dragon Digimon with large, majestic wings turned a pure white by the ferocity of the roaring flames in its heart. Canoweissmon prefers honorable battles, be they in power or in speed. Its delight in combat increases the fiercer the battle becomes. However, Canoweissmon tolerates no acts of duplicity and will oppose them by enforcing its sense of righteousness. When Canoweissmon releases all of its power, its entire body shines with white-hot light so intense that it can be perceived in other dimensions.\nIt is well-versed in various battle techniques. For example, it can use Gallia Fissure to rip apart its opponent with tough claws that have enough power to slice clean through low-purity Chrome Digizoid. It can also close its wings to fire projectiles that look like balls of light with Dragonia or attack from a distance with Meteor Lux, in which a meteor shower pours from its outspread wings. Canoweissmon's most powerful move is Gran Nova. It gathers all of its power and fires a bright fireball from its mouth that draws in surrounding bodies in its scorching-hot magnitude."
    },
    {
        "name": "CaptainHookmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=captainhookmon",
        "url_image": "https://digimon.net/cimages/digimon/captainhookmon.jpg",
        "level": "Ultimate",
        "type": "Marine Man",
        "attribute": "Vaccine",
        "special_Move": "・Rage Giga Anchor\n・Pirate's Punisher\n・Leg Revolver",
        "profile": "Profile\nCaptainHookmon is a stalwart and heroic ship’s captain Digimon that commands a pirate ship which sails across the Digital World. Well-versed in survival techniques, CaptainHookmon feels a great responsibility to foster the growth of its crew, and is well aware of how difficult a task that can be. As a result, it is always careful to conduct itself like a gentleman, even when dealing with those it does not like. This makes it not only well-traveled, but worldly as well. CaptainHookmon is not so violent as to start a fight itself, but if threatened, it will meet force with force. Simply by raising the Rage Giga Anchor attached to its hand, CaptainHookmon can overawe its opponents. Between this anchor and CaptainHookmon’s special move Pirate's Punisher, which may involve both slashing and shooting, it’s clear that the sort of fighting that CaptainHookmon excels at is quite brutal. The Leg Revolver built into its right leg is well-suited for use in a surprise attack, but CaptainHookmon is such a gentleman that he always warns his opponent before firing it."
    },
    {
        "name": "CatchMamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=catchmamemon",
        "url_image": "https://digimon.net/cimages/digimon/catchmamemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Magic Arm\n・Miracle Bomb",
        "profile": "Profile\nCatchMamemon is a Mutant Digimon that Digivolved from Mamemon when it fused with data from file management software. Purposeful and sometimes obstinate, CatchMamemon considers caring for DigiEggs to be its chief task. If need be, it can move around without floating by using its giant arms to walk. If another Digimon ever tries to take one of CatchMamemon’s DigiEggsDigi-Eggs, it will catch hold of them and use its special move Magic Arm to turn them into a stuffed animal with its mysterious powers. Then, after its foe has been rendered helpless, it will carry them away. Alternatively, if the slot machine on CatchMamemon’s chest rolls a triple seven as it grabs onto a Digimon, it will transform them into a bomb using Miracle Bomb, then use this transformed enemy to attack. The force of the resulting explosion is said to be equal to the strength of the captured Digimon."
    },
    {
        "name": "Caturamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=caturamon",
        "url_image": "https://digimon.net/cimages/digimon/caturamon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Śwabhojana",
        "profile": "Profile\nAn Ultimate Digimon resembling a dog, and one of the Twelve Deva Digimon. A minion of Baihumon, one of the Four Sovereign Digimon, Caturamon watches over its fellow subordinates Makuramon and Sinduramon as a big brother (not that the two seem to feel any appreciation for this). It has a strong sense of justice, and won’t be satisfied until it determines the right and wrong of all things. Caturamon acts as judge and jury for any quarrels between its kin, transforming itself into a giant hammer (Bǎo Chuí) and passing judgment to determine guilt or innocence. It uses its special move Śwabhojana to slam the Bǎo Chuí into the ground, thereby causing a massive earthquake."
    },
    {
        "name": "Cerberusmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cerberumon",
        "url_image": "https://digimon.net/cimages/digimon/cerberumon.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Vaccine",
        "special_Move": "・Inferno Gate\n・Mad Dog Fire",
        "profile": "Profile\nA Dark Beast Digimon known as the “Watchdog of Hell.” The claws on Cerberusmon’s limbs are hard enough to easily slice through low-purity Chrome Digizoid. Its body is also protected by a stiff organic shell, and has the ability to heal any damage instantly. The pieces of armor on each shoulder possess wills of their own, and are able to instantly sense attacks coming from any direction and report this to Cerberusmon. It uses its signature move Inferno Gate to open up a gate in the earth, sending its foes plunging down into the jet-black Dark Area. It emits incandescent flames with its special move Mad Dog Fire."
    },
    {
        "name": "Cerberusmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cerberumon_x",
        "url_image": "https://digimon.net/cimages/digimon/cerberumon_x.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Vaccine",
        "special_Move": "・Inferno Gate\n・Mad Dog Fire",
        "profile": "Profile\nA Dark Beast Digimon known as the “Watchdog of Hell.” The claws on Cerberusmon’s limbs are hard enough to easily slice through low-purity Chrome Digizoid. Its body is also protected by a stiff organic shell, and has the ability to heal any damage instantly. The pieces of armor on each shoulder possess wills of their own, and are able to instantly sense attacks coming from any direction and report this to Cerberusmon. It uses its signature move Inferno Gate to open up a gate in the earth, sending its foes plunging down into the jet-black Dark Area. It emits incandescent flames with its special move Mad Dog Fire.\n\n■Effects of the X Antibody on Cerberusmon’s DigiCore:\nCerberusmon (X Antibody) is a demonstrably better fighter than it was before, having honed its combat prowess to more effectively eliminate its targets. It uses its claws, known as Styx Killers (named for the river Styx), in two different styles depending on the combat situation, quadrupedal mode and bipedal mode. Crucially, it doesn’t just use its Styx Killers to attack, but shreds, stabs, sweeps, and deflects attacks with them, skillfully incorporating them into its techniques. Cerberusmon (X Antibody) prowls the area around the entrance to hell, carrying out the missions it takes on with ease. However, if it ever feels it hasn’t been paid its due, it will ruthlessly cut down its own client with its sharp claws, like the fierce and cunning old hound that it is."
    },
    {
        "name": "Cerberusmon: Werewolf Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cerberumon_werewolfmode",
        "url_image": "https://digimon.net/cimages/digimon/cerberumon_werewolfmode.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Vaccine",
        "special_Move": "・Inferno Divide\n・Cerberus Erase\n・Mad Dog Fire",
        "profile": "Profile\nCerberusmon: Werewolf Mode is a mutant form of Cerberusmon, the Digimon known as the Watchdog of Hell that lives in the Dark Area. It transformed into its current form to prevent the spread of data formed from human malice, which permeates the Internet in the form of both images and text, because it fears this data will have an adverse effect on the Digital World.\nAs a result of its transformation, its body has been covered in an organic shell, and it can now walk on two legs. It also overwrote the data on its arms to allow it to crush any tainted data it finds using its powerful jaws.\nWith its special move Inferno Divide, it can blast foes with firebombs at point blank range while it holds them in place, which it does by biting them with the massive heads on the ends of its arms. Or, with Cerberus Erase, it can cut down enemies using a combination of dynamic movements and the claws on its feet. Finally, it can use Mad Dog Fire to unleash a blast of scorching, hellish flames to reduce any foe to ashes. The destructive power of this attack is on a whole other level compared to that of the unmutated Cerberusmon."
    },
    {
        "name": "Cherrymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jyureimon",
        "url_image": "https://digimon.net/cimages/digimon/jyureimon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Cherry Bomb",
        "profile": "Profile\nCherrymon is a Digimon further Digivolved from Woodmon, gaining a high degree of intelligence and power. Known as the Lord of the Deep Forest, it is a terrifying Digimon that lures those who wander into the depths of the dark forest ever farther inside, so they can never leave again. Its body produces a hallucinogenic mist to lure Digimon deep into the forest. Then it uses its branch-like tentacles and vines to capture its enemies and draw nourishment from them. Should you ever encounter an old Woodmon, it may be best to defeat it before it can Digivolve into Cherrymon. Cherrymon’s special move Cherry Bomb makes use of the forbidden fruit growing in the thick branches on its head. The sweet scent of this fruit makes it seem quite tempting, but certain death awaits those who take even a single bite."
    },
    {
        "name": "Chirinmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tyilinmon",
        "url_image": "https://digimon.net/cimages/digimon/tyilinmon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Wind Cutter Sword\n・Knowledge of Swiftness\n・Holy Wave",
        "profile": "Profile\nA Holy Beast said to be an Ancient Digimon born at the advent of the Digital World, possessing strength akin to a Mega Digimon despite being Ultimate itself. While immensely powerful, Chirinmon deeply despises conflict, and never engages in cruelty. Its compassionate personality causes it to treat all things living in the Digital World with affection. Because of this, however, it will punish any who engage in pointless cruelty without holding anything back. With its special move Wind Cutter Sword, it descends from above in an instant to pierce the enemy with the horn on its head. With Knowledge of Swiftness, it creates clones of itself at high speed to fluster the enemy. Chirinmon releases Holy Wave by emitting an aura and flapping its wings, guiding even the enemy down the path of righteousness."
    },
    {
        "name": "Cho-Hakkaimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chohakkaimon",
        "url_image": "https://digimon.net/cimages/digimon/chohakkaimon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Home Run Blast\n・Strike, Strike, Strike, Mince\n・Pig Roast",
        "profile": "Profile\nA feminine Digimon wearing a pig costume. Cho-Hakkaimon was originally an Angel Digimon, but its evil deeds incurred the wrath of Ophanimon. It was thus expelled from the heavens of the Digital World and transformed into its current form. Ordinarily optimistic and bearing no ill will about its altered form, the hungrier Cho-Hakkaimon gets the angrier it becomes, until it is ultimately consumed by fury. At the peak of its hunger, it loses itself entirely. Its weapon, the Roketto Dīngpá, is equipped with a rocket booster, and when combined with Cho-Hakkaimon’s great strength, this gives it immense destructive power. When Cho-Hakkaimon takes a full swing with the Roketto Dīngpá at maximum acceleration using Home Run Blast, it sends enemies flying out of sight. Alternatively, Cho-Hakkaimon can rain down blows with the Roketto Dīngpá using Strike, Strike, Strike, Mince, flattening foes into pancakes in gruesome fashion. Finally, Cho-Hakkaimon can grab hold of foes directly with Pig Roast, burning them until they’re well done using the flames rising from its own body due to its intense anger at being so hungry. Cho-Hakkaimon is currently journeying in hopes that it will be able to reform itself, quelling the ferocious aspect of its personality."
    },
    {
        "name": "Climbmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=climbmon",
        "url_image": "https://digimon.net/cimages/digimon/climbmon.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Giton Isolation\n・Piton Strike\n・Dynamic Scyther",
        "profile": "Profile\nAn Insectoid Digimon that Digivolved from bouldering course data. The pickaxes on Climbmon's arms are not only good for scaling cliffs, they also allow it to hammer the pitons hidden beneath its wings into hard rock. Through skillful use of its pitons and axes, Climbmon can hold firm in the most tenuous positions and move with the speed and grace of a ninja.\nIt specializes in surprise attacks, using its camouflage technique Giton Isolation to blend in with its surroundings and silently sneak up on foes. Its special moves include Piton Strike, where it throws its pitons at range, and Dynamic Scyther, where it extends its pickaxe-arms then spins, slicing its way through foes."
    },
    {
        "name": "Crescemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=crescemon",
        "url_image": "https://digimon.net/cimages/digimon/crescemon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Lunatic Dance\n・Ice Archery\n・Dark Archery",
        "profile": "Profile\nA Wizard Digimon with a flexible body, Crescemon attacks its foes with graceful movements. It specializes in highly fluid fighting styles, and is said to grow twice as strong in the light of the moon. Its special move Lunatic Dance involves using dance-like steps to confuse opponents, drawing near to them and then lashing out with the Nova Luna, the weapons it holds in both hands. Alternatively, it can combine the Nova Luna into a single weapon that resembles a bowgun. With its weapon in this form, it can unleash two different attacks: Ice Archery, where it fires an ice arrow, and Dark Archery, where it fires an arrow made of dark energy."
    },
    {
        "name": "Crowmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yatagaramon_axcel",
        "url_image": "https://digimon.net/cimages/digimon/yatagaramon_axcel.jpg",
        "level": "Ultimate",
        "type": "Mysterious Bird",
        "attribute": "Vaccine",
        "special_Move": "・Savage Emperor\n・Haguro",
        "profile": "Profile\nAn odd-looking Mysterious Bird Digimon with three legs. Although its jet-black body may cause those who see it to suspect it of being evil, legend has it that Crowmon is the Digimon who guides the chosen few to El Dorado, in the eastern part of the Digital World. This region remains shrouded in mystery, and El Dorado is said to be protected by numerous holy barriers. With Crowmon’s guidance the barriers can be dispelled, but according to oral tradition, only those who overcome the three trials given by Crowmon can reach El Dorado. Those who fail are apparently sent to the Dark Area instead. One of Crowmon’s special moves is Savage Emperor, which involves channeling the energy produced by the vajra on its two wings into its forelegs to fire at foes. Digimon struck by this technique have their digital cells broken down into simple ones and zeroes. Crowmon can also use Haguro, the dark light given off by its jet-black wings, to shroud the surrounding area for almost two miles around in deep darkness."
    },
    {
        "name": "Crowmon (2006 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yatagaramon",
        "url_image": "https://digimon.net/cimages/digimon/yatagaramon.jpg",
        "level": "Ultimate",
        "type": "Mysterious Bird",
        "attribute": "Vaccine",
        "special_Move": "・Savage Emperor\n・Haguro",
        "profile": "Profile\nAn odd-looking Mysterious Bird Digimon with three legs. Although its jet-black body may cause those who see it to suspect it of being evil, legend has it that Crowmon is the Digimon who guides the chosen few to El Dorado, in the eastern part of the Digital World. This region remains shrouded in mystery, and El Dorado is said to be protected by numerous holy barriers. With Crowmon’s guidance the barriers can be dispelled, but according to oral tradition, only those who overcome the three trials given by Crowmon can reach El Dorado. Those who fail are apparently sent to the Dark Area instead. One of Crowmon’s special moves is Savage Emperor, which involves channeling the energy produced by the vajra on its two wings into its forelegs to fire at foes. Digimon struck by this technique have their digital cells broken down into simple ones and zeroes. Crowmon can also use Haguro, the dark light given off by its jet-black wings, to shroud the surrounding area for almost two miles around in deep darkness."
    },
    {
        "name": "CrysPaledramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cryspaledramon",
        "url_image": "https://digimon.net/cimages/digimon/cryspaledramon.jpg",
        "level": "Ultimate",
        "type": "Dragon Man",
        "attribute": "Data",
        "special_Move": "・Frozen Claw\n・Callous Dimension",
        "profile": "Profile\nCrysPaledramon is a Dragon Man Digimon that only a few Paledramon are said to be capable of Digivolving into. Its icy exterior has developed further, transforming into a kind of armor that covers its entire body. This greatly increases its offensive and defensive capabilities.\nThanks to the pillars of ice that extend from its wings, it is now able to maintain its form unchanged, even when facing Digimon that give off incredible heat. What’s more, the cold air produced by its thrusters allows it to manipulate the surrounding air currents, helping it to fly even faster in the midst of a blizzard.\nIts special moves include Frozen Claw, where it uses the ice claws on both arms to rip through foes before freezing their wounds, and Callous Dimension, which involves causing a localized blizzard to freeze its enemies along with anything else nearby."
    },
    {
        "name": "Cyberdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cyberdramon-xwars",
        "url_image": "https://digimon.net/cimages/digimon/cyberdramon-xwars.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Alien Humanoid",
        "attribute": "Vaccine",
        "special_Move": "・Erase Claw\n・Glutton Fang\n・Cyber Blader\n・Death Divider",
        "profile": "Profile\nA mysterious Digimon rumored to have come from another world. Altered language and thought patterns make communication with Cyberdramon practically impossible. It is as dangerous and belligerent as its bizarre appearance suggests. Cyberdramon fights with the goal of obtaining large amounts of energy, making it a hunter that preys on all Digimon it comes across. It is also able to sneak up on enemies by camouflaging into its surroundings, making it difficult to capture. Cyberdramon specializes in surprise attacks, using tricky, unpredictable moves to toy with its foes before striking them with abnormal techniques. It uses Cyber Blader to ride atop its spinning tail and cleave the enemy with its spear, Death Divider to move in a circle around its lance and attack with its tail, or Glutton Fang to extend the ribs from its chest and skewer the opponent."
    },
    {
        "name": "Cyberdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cyberdramon",
        "url_image": "https://digimon.net/cimages/digimon/cyberdramon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Desolation Claw",
        "profile": "Profile\nA dragon-type Android Digimon protected with special rubber armor that can resist any attack. If a Virus Digimon appears on a computer network, this Digimon will appear in an instant to eradicate it. Still, Cyberdramon operates alone, never working with the justice group known as the “Virus Busters,” and its identity is wrapped in mystery. Its special rubber armor offers superior defense, but also serves to multiply its offensive strength. Its special move Desolation Claw destroys enemy configuration data with a high-frequency vibration from both arms, erasing the very space around them. Anything hit with this attack has every last iota of data eradicated."
    },
    {
        "name": "Cyberdramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cyberdramon_x",
        "url_image": "https://digimon.net/cimages/digimon/cyberdramon_x.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Extreme Tailer\n・Desolation Claw",
        "profile": "Profile\nA dragon-type Android Digimon protected with special rubber armor that can resist any attack. If a Virus Digimon appears on a computer network, this Digimon will appear in an instant to eradicate it. Still, Cyberdramon operates alone, never working with the justice group known as the “Virus Busters,” and its identity is wrapped in mystery. Its special rubber armor offers superior defense, but also serves to multiply its offensive strength. Its special move Desolation Claw destroys enemy configuration data with a high-frequency vibration from both arms, erasing the very space around them. Anything hit with this attack has every last iota of data eradicated.\n\n■Effects of the X Antibody on Cyberdramon’s DigiCore:\nFrom the top of its head to the tips of its claws, Cyberdramon (X Antibody) is covered in a unique substance formed when its rubber armor hardened. This solid substance glimmers as though polished to a high sheen. Cyberdramon (X Antibody) moves quietly and efficiently as it eliminates Virus Digimon. Its Desolation Claw is now sharper and stronger than ever, and it’s also gained the special move Extreme Tailer, where it concentrates the Vaccine energy charged up in its wings to fire from its tail."
    },
    {
        "name": "DarkKnightmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darkknightmon",
        "url_image": "https://digimon.net/cimages/digimon/darkknightmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Dark Knight",
        "attribute": "Virus",
        "special_Move": "・Twin Spear\n・Shoulder Blade\n・Undead Soldier",
        "profile": "Profile\nDarkKnightmon is the fusion of sworn brothers SkullKnightmon and DeadlyAxemon. It is the ultimate warrior, combining the ingenuity and dynamism of both brothers. DarkKnightmon wields its Twin Spear with formidable skill, allowing it to stab, cut, sweep and throw as the situation requires. Few are said to be capable of defeating it in a head-on confrontation. In addition to this ability, it seeks to fulfill its objective by any means necessary, and won’t balk at betraying its allies on occasion if it deems this necessary. This depth of obsession makes DarkKnightmon someone you wouldn’t want as an enemy."
    },
    {
        "name": "DarkSuperStarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darksuperstarmon",
        "url_image": "https://digimon.net/cimages/digimon/darksuperstarmon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Dark Explosion\n・Schwarz Nebel\n・Dark Hole",
        "profile": "Profile\nDarkSuperStarmon is a Digimon steeped in darkness born from observational data on black holes. It apparently has a past so grim that it’s given up all its hopes and dreams, donning sunglasses so that no light can reach it. Its special moves are Dark Explosion, which involves attacking with the shard of a supernova, Schwarz Nebel, a black mist that shrouds everything in darkness, and Dark Hole, by which it creates a hole in spacetime that draws in everything around it."
    },
    {
        "name": "Datamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=nanomon",
        "url_image": "https://digimon.net/cimages/digimon/nanomon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Digital Bomb",
        "profile": "Profile\nA super-mini Machine Digimon used for healing. Originally a Vaccine-type Digimon for repairing crashed computers, Datamon’s thought processing circuits were corrupted after it was attacked by a strong Virus-type Digimon, causing it to go rogue. It will try (albeit poorly) to “rebuild” the data of correctly functioning computers. Its forte is destroying any kind of data. No matter how strong the Digimon, Datamon will easily destroy the data that comprises its body. Its special move Digital Bomb is fired from its fingertips."
    },
    {
        "name": "DeckerGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deckergreymon",
        "url_image": "https://digimon.net/cimages/digimon/deckergreymon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Virus",
        "special_Move": "・Plasma Deckerdra Launcher\n・Mail Birdra Launcher\n・Tera Destroyer\n・Final Spark",
        "profile": "Profile\nAn Assault Strike Mode that adds Deckerdramon’s offensive abilities and forward charging capacity to MetalGreymon’s power. This form features a high level of balance between DeckerGreymon’s offense, defense, and mobility. DeckerGreymon’s overall combat ability is equal to that of an entire battalion composed of 324 combat Digimon. Even should it be ambushed by a group of enemies, its rock-solid defense and immense firepower together with its ability to easily maneuver through even the roughest terrain allow it to assault and overrun the enemy line. Of particular note is its ability to unleash multiple special moves against several enemies at once. This is what allows DeckerGreymon to fight against entire corps on its own. Also, the energy inside its body has been increased to such an extreme that DeckerGreymon can finish things with one final attack. Even should DeckerGreymon be defeated, that still isn’t the end. The sudden release of all that energy creates an intense shockwave that can scorch the earth for more than six miles around."
    },
    {
        "name": "Deramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=delumon",
        "url_image": "https://digimon.net/cimages/digimon/delumon.jpg",
        "level": "Ultimate",
        "type": "Bird",
        "attribute": "Data",
        "special_Move": "・Royal Nuts",
        "profile": "Profile\nThis odd Digimon seems like a Bird type at first glance, but lush vegetation sprouts from its back. Much like Kiwimon, Deramon has plantlike qualities and cannot fly. It is extremely prideful, considering itself to be a high-class individual, despite the frustration of its inability to fly. Still, its Digivolution to Ultimate means it boasts considerable battle power. The crown atop its head and its glittering gold beak are points of pride for Deramon. Its special move Royal Nuts fires strange objects akin to eggs or nuts from the thicket on its back."
    },
    {
        "name": "Destromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=destromon",
        "url_image": "https://digimon.net/cimages/digimon/destromon.jpg",
        "level": "Ultimate",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Triple Cannon Shot\n・Juggernaut Blast\n・Long-Range Buster Cannon\n・Fusionize",
        "profile": "Profile\nAn Ultimate Digimon that has assimilated the data of the most powerful battleship in the world. Being large enough to deploy other Digimon for battle, Destromon throws its overwhelming destructive power into the fray upon reaching the strike point itself.\nIts arsenal includes Triple Cannon Shot, which fires shells from its arms; Juggernaut Blast, which launches attacks from its chest; and the Long-Range Buster Cannon on its back. Destromon's high-firepower armaments ensure that all who attack it are utterly annihilated."
    },
    {
        "name": "DexDoruGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=death-x-doruguremon",
        "url_image": "https://digimon.net/cimages/digimon/death-x-doruguremon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Bloody Cave\n・Metal Meteor",
        "profile": "Profile\nDexDoruGreymon is an Undead Digimon that bears a striking resemblance to the final product of the Doru series, which involved experimenting on Prototype Digimon in hopes of discovering further stages of Digivolution. By constantly consuming the DigiCores of other Digimon, it is able to continue to function despite being dead, and it hungers for powerful DigiCores so that it can Digivolve. Since It can instinctively sense the presence of DigiCores and its eyes and nose are covered in armor. It uses the sharp points of the swords on its tail and wings to skewer as many Digimon as it can, allowing it to later consume their DigiCores. Its special moves are Bloody Cave, where it uses the horn on its head to force its way through its foe’s armor and then consumes their DigiCore, and Metal Meteor."
    },
    {
        "name": "Digitamamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=digitamamon",
        "url_image": "https://digimon.net/cimages/digimon/digitamamon.jpg",
        "level": "Ultimate",
        "type": "Perfect",
        "attribute": "Data",
        "special_Move": "・Enigma\n・Nightmare Syndrome",
        "profile": "Profile\nThe Ultimate Digimon with the appearance of a Digi-Eggs, and the alpha and omega of all Digimon. Digitamamon is the apex of Digivolution, and supposedly Digivolves not from a normal Digimon, but by fusing with data from another dimension. Its egg-shaped exoskeleton renders all attacks meaningless. Its special move Enigma destroys the enemy’s mind, and Nightmare Syndrome is a ball of darkness. Digimon who are hit by these moves will cease all biological activity."
    },
    {
        "name": "Dinobeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dinobeemon",
        "url_image": "https://digimon.net/cimages/digimon/dinobeemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Hell Masquerade",
        "profile": "Profile\nA Mutant Digimon DNA Digivolved from Stingmon and ExVeemon. A chimera of dragon and insect, this Digimon is known as the “Terrible Bee.” Dinobeemon cannot be easily classified as Dragon or Insectoid type, but its insect characteristics shine through. Flying through the sky with its four wings, it perceives enemies with the accuracy of its compound eyes before choking the life out of them with brutal certainty. Dinobeemon demonstrates a nature that borders on completely barbaric. It uses its special move Hell Masquerade to perform a “dance of Hell,” cutting through foes with movements fast enough to leave afterimages."
    },
    {
        "name": "Divemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=divemon",
        "url_image": "https://digimon.net/cimages/digimon/divemon.jpg",
        "level": "Ultimate",
        "type": "Aquatic",
        "attribute": "Data",
        "special_Move": "・Fillet Blade\n・Ripple Edge\n・Liquid Veil",
        "profile": "Profile\nA Digimon that Digivolved from research data that analyzes the techniques of world-class swimmers. Though Divemon may look half-fish, when on land it can walk on two legs. One of the fastest swimmers of all Aquatic Digimon, it uses its four eyes to keep its prey in sight in the water. Despite its fierce appearance, it has a strong sense of fair play and is devoted to the pursuit of beauty in swimming.\nIts special moves include Fillet Blade, where it carves through foes with its sharp fins, and Ripple Edge, where it fires a blast of water that has been compressed into a blade. When Divemon is on land, it relies instead on Liquid Veil, which covers its body in watery armor that boosts its physical capabilities. This allows it to fight with as much power as if it were in the water."
    },
    {
        "name": "Divermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hangyomon",
        "url_image": "https://digimon.net/cimages/digimon/hangyomon.jpg",
        "level": "Ultimate",
        "type": "Aquatic Beast Man",
        "attribute": "Data",
        "special_Move": "・Strike Fishing",
        "profile": "Profile\nAn Aquatic Beast Man Digimon wearing a wetsuit. Cheerful by nature, Divermon can always be found swimming in the Net Ocean. Underwater movement is its forte, and it uses the underwater high-speed motor on its back to engage in speedy combat. Its special move Strike Fishing stabs the enemy with its beloved harpoon, which it calls “Trent.”"
    },
    {
        "name": "DoruGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=doruguremon",
        "url_image": "https://digimon.net/cimages/digimon/doruguremon.jpg",
        "level": "Ultimate",
        "type": "Beast Dragon",
        "attribute": "Data",
        "special_Move": "・Metal Meteor\n・Bloody Tower",
        "profile": "Profile\nDoruGreymon is a massive Beast Dragon Digimon also known as “The Final Enemy.” Its form is the result of the interface on its forehead unlocking the draconic data lying dormant deep within its DigiCore, filled with the powerful life force of that mythical beast. With its overwhelming size, it is able to utterly crush any Digimon courageous enough to oppose it, and it’s powerful enough to repel an attack from Nightmare Soldiers with a single flap of its wings. It is also highly intelligent, and since it only rarely reveals itself, simply being able to find it is extremely difficult. Its special moves are Metal Meteor, by which it unleashes a supermassive iron sphere more than ten times its own immense size, wiping out its foes all at once, and Bloody Tower, where it skewers its opponent and then flings them up into the sky."
    },
    {
        "name": "Doumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=doumon",
        "url_image": "https://digimon.net/cimages/digimon/doumon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Exorcism Scrolls\n・Hidden Gate Divination",
        "profile": "Profile\nA Taoist Digimon that uses all the skills of faith to defeat opponents. Doumon is particularly talented at curses and charms. Like Taomon, Doumon usually resides in the dark, but unlike Taomon, Doumon specializes in death curses and assassination. Doumon can also change charms into familiars known as shikigami. Its signature move Exorcism Scrolls wraps the enemy in talismans before making them explode. Its special move Hidden Gate Divination is a terrifying technique by which it uses a huge brush to draw a barrier in midair while chanting, trapping its opponents in an endless maze from which they can never escape."
    },
    {
        "name": "Dragomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dagomon",
        "url_image": "https://digimon.net/cimages/digimon/dagomon.jpg",
        "level": "Ultimate",
        "type": "Aquatic Beast Man",
        "attribute": "Virus",
        "special_Move": "・Forbidden Trident",
        "profile": "Profile\nA wicked god Digimon known as the “Sinful Priest of the Ocean Floor.” Dragomon is thought to be Digivolved from a computer virus that would infect ship computers, sending their bearing and routes off-course. It bundles its countless tentacles into a humanoid shape, but its actual identity is an Digivolution of a strange Mollusk Digimon. It uses its special move Forbidden Trident to throw its trident with tremendous strength. Dragomon holds the rosary around its neck and adopts a sort of mourning pose for defeated foes."
    },
    {
        "name": "Duramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=duramon",
        "url_image": "https://digimon.net/cimages/digimon/duramon.jpg",
        "level": "Ultimate",
        "type": "Weapon",
        "attribute": "Vaccine",
        "special_Move": "・Glass Slash\n・Blinded",
        "profile": "Profile\nDuramon is an Ultimate Digimon that’s caught a glimpse of its final destination and begun to walk towards the other side. It may not know what its future holds, but whatever obstacles it might face, it’s sure to cut through them with its own blade, tempered through repeated training. When in weapon form, the hallmark greatsword on its back demonstrates incomparable power. Its special moves include Glass Slash, where it cuts through enemies with its two arm-blades, and Blinded, a beam attack that it fires from its chest. Should this beam hit its target, it deals a huge amount of damage and brands them with the number 20."
    },
    {
        "name": "Entmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=entmon",
        "url_image": "https://digimon.net/cimages/digimon/entmon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Dryad Stinger\n・Blasted Disaster",
        "profile": "Profile\nA Vegetation Digimon with a body of withered trees woven and fused together. Entmon’s entire body is eroding in places, with mold growing on the parts with the bark stripped off. Its body is packed with throngs of insects that serve as muscles to move it around. Whenever it flies with its dead leaf wings, insects spill from its joints in a repulsive scene.\nEntmon uses its special move Dryad Stinger to skewer the enemy with sharp stake-like tusks, and Blasted Disaster to spit a dusky miasma that completely withers the opponent’s flesh. This miasma is actually innumerable small insects that feed on Digimon data."
    },
    {
        "name": "Eosmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eosmon_lv5",
        "url_image": "https://digimon.net/cimages/digimon/eosmon_lv5.jpg",
        "level": "Ultimate",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Beat Press\n・Hexa-thunder\n・Cutting Edge",
        "profile": "Profile\nThe Digivolved form taken by a Champion Eosmon when it encountered an obstruction while carrying out its mission. Eosmon (Ultimate) deploys even more transparent panels, gaining large wings for high-speed movement, and large hands for powerful attacks. It can also create illusions that act as mirrors to deceive its enemies. Eosmon (Ultimate) can also rearrange its transparent panels to transform into Beast Mode and attack its foes. It uses its special move Beat Press to crush enemies with gigantic hands, Hexa-thunder to fire electricity from its antennae, and Cutting Edge to throw panel-shaped energy from its hands, slicing through its opponent."
    },
    {
        "name": "Etemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=etemon",
        "url_image": "https://digimon.net/cimages/digimon/etemon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Love Serenade\n・Dark Spirits",
        "profile": "Profile\nAn unidentified Digimon that suddenly appeared in the Digital World. The self-proclaimed “King of Digimon,” Etemon’s combat strength is unimaginable. Oh, and rumors say it manipulates the mysterious Monzaemon from behind the scenes. Clad in a reinforced monkey suit that withstands any and all attacks, Etemon bounds all over the world to this very day for the sake of unending battles. It uses its special move Love Serenade to break the enemy’s heart and sap their fighting spirit, or Dark Spirits to attack with a black sphere that obliterates all it touches."
    },
    {
        "name": "ExTyrannomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ex-tyranomon",
        "url_image": "https://digimon.net/cimages/digimon/ex-tyranomon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Vaccine",
        "special_Move": "・Pretty Attack\n・Black Matter",
        "profile": "Profile\nExTyrannomon is a Puppet Digimon that hides inside a stuffed animal shaped like Tyrannomon. Why exactly this mysterious Digimon chose a stuffed Tyrannomon is unclear, but it probably just hid inside whatever stuffed animal was nearby. Whatever the explanation, this stuffed Tyrannomon has all the offensive and defensive power of Monzaemon, meaning no ordinary Digimon can stand up to it. However, it’s also similar to Monzaemon in that it’s little more than a doorstop without someone to control it. ExTyrannomon’s special moves include Pretty Attack, where it uses its cute plush body to fight, and Black Matter, by which the Digimon inside unleashes an evil orb."
    },
    {
        "name": "Feresmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=phelesmon",
        "url_image": "https://digimon.net/cimages/digimon/phelesmon.jpg",
        "level": "Ultimate",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Black Statue\n・Demon's Shout",
        "profile": "Profile\nA Dark Angel Digimon resembling an aristocrat. Feresmon grants the wishes of humans in exchange for their souls. It is thought to have Digivolved from an advanced Boogiemon, but the details are still unknown. Its signature move Black Statue turns its opponent into black stone statues. Its special move Demon’s Shout drives the enemy mad with a cursed scream."
    },
    {
        "name": "Flaremon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flaremon",
        "url_image": "https://digimon.net/cimages/digimon/flaremon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Crimson Wave of the Beast King\n・Crimson Lion Dance\n・Purifying Howl",
        "profile": "Profile\nFlaremon is a Beast Man Digimon. Although its impressive mane and overwhelming presence may make it seem frightening, it has a strong heart that allows it to overcome any trial to help a friend. Its special move Crimson Wave of the Beast King involves concentrating and combining fierce flames with the fighting spirit of a lion inside its fist, then releasing an energy blast shaped like a lion. It also has Crimson Lion Dance, where it pummels foes with a rapid series of fiery kicks and punches as it performs a martial dance. Finally, there’s Purifying Howl, by which it unleashes a shockwave of purifying flames fierce enough to burn through anything with a mighty roar. It’s enough to destroy an opponent through data fragmentation."
    },
    {
        "name": "Footmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=footmon",
        "url_image": "https://digimon.net/cimages/digimon/footmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Shot\n・Lightning Overhead",
        "profile": "Profile\nFootmon is the greatest sportsman of the Digital World. It’s fond of all sports, but especially soccer, and it’s always using its ball of light to practice dribbling, shooting, or some aspect of its soccer game. Its dream is to create an all-Digimon soccer league. Footmon’s special moves include Lightning Shot, where it positions its ball of light on the ground and takes a shot at an enemy, and Lightning Overhead, which involves tossing its ball of light high into the air and then taking a shot.\n\nNote: Footmon was a winning submission in the Original Digimon Contest for Digimon Fusion."
    },
    {
        "name": "Frozomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=frozomon",
        "url_image": "https://digimon.net/cimages/digimon/frozomon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Removal Blow\n・Defrost Blade\n・Glaciate Missile",
        "profile": "Profile\nA Machine Digimon found in regions with heavy snowfall, Frozomon forcefully plows through ice and snow. Though it helps those lost in blizzards, it has a troubling tendency to eliminate anyone who tries to interfere with a rescue, including In-Training Digimon. Still, Frozomon is an expert at handling cold environments, capable not only of plowing away snow but also of melting ice with its heated sword.\nIts special moves include Removal Blow, where it charges forward and unleashes a powerful punch with its massive right fist, and Defrost Blade, where it pierces enemies with the scorching hot sword on its left arm. Using Glaciate Missile, it can even shoot ice made from compacted snow sucked in by its propeller, leaving giant chunks of ice where it lands. These ice blocks can even stop avalanches."
    },
    {
        "name": "Fumamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fumamon",
        "url_image": "https://digimon.net/cimages/digimon/fumamon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Tsubakuro\n・Sharihotsu\n・Yomi-Modoshi",
        "profile": "Profile\nAn extremely skilled assassin Digimon that is superlative in the Fuma school of ninja techniques. It makes a living by undertaking missions to eliminate targets. Fumamon not only makes great use of its physical prowess in close-combat, but also utilizes shuriken and other projectile weapons to remain a threat at mid and long-range, too. As Fumamon will doggedly chase down any target that flees, its prey's only hope of survival is to defeat Fumamon itself. Fumamon is able to manipulate the trajectory of Tsubakuro, the shuriken attached to its gauntlets. This helps it use Tsubakuro to damage its targets' limbs, preventing them from moving. Fumamon then finishes off its immobile opponents with its Sharihotsu move, which makes use of Shirasagi and Kurosagi, the ninja swords on its back. Fumamon can also use the scrolls on its waist to summon Undead Digimon during its Yomi-Modoshi technique."
    },
    {
        "name": "Garbagemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gerbemon",
        "url_image": "https://digimon.net/cimages/digimon/gerbemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Poop Bazooka",
        "profile": "Profile\nThis Mutant Digimon is a desktop computer trash icon that has come to life. Unlike Sukamon, who formed from a mutation of data scraps, Garbagemon is the garbage can itself. Garbage Digimon were thought to be the weakest type before Garbagemon’s appearance, but now that convention has been turned on its head. Its can is like a black hole, and those sucked into it disappear from the Digital World without a trace. Its special move Poop Bazooka is a vile attack fired from a bazooka Garbagemon made from empty cans."
    },
    {
        "name": "Garudamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garudamon",
        "url_image": "https://digimon.net/cimages/digimon/garudamon.jpg",
        "level": "Ultimate",
        "type": "Bird Man",
        "attribute": "Vaccine",
        "special_Move": "・Shadow Wing",
        "profile": "Profile\nA Bird Man Digimon with large talons and wings that allow it to fly freely through the sky. Garudamon values order and justice above all, and is also known as the nature-loving Guardian of Wind and Land. Even among Bird Digimon, Garudamon has a high degree of intelligence and fighting ability, and is worshiped as a Digimon that only a chosen few can Digivolve to. Whenever the Digital World is in chaos, Garudamon is said to appear, resolving the source of the disorder and guiding things back to a more peaceful course. Garudamon is also close friends with the hero Leomon, who possesses the same spirit. Garudamon’s special move is Shadow Wing, by which it fires a blade of wind at incredible speed to slice opponents to shreds. Shadow Wing travels so quickly that the blade itself cannot be seen. Only the shadow that follows it in the shape of a black bird is visible."
    },
    {
        "name": "Garudamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garudamon_x",
        "url_image": "https://digimon.net/cimages/digimon/garudamon_x.jpg",
        "level": "Ultimate",
        "type": "Bird Man",
        "attribute": "Vaccine",
        "special_Move": "・Shadow Wing",
        "profile": "Profile\nA Bird Man Digimon with large talons and wings that allow it to fly freely through the sky. Garudamon values order and justice above all, and is also known as the nature-loving Guardian of Wind and Land. Even among Bird Digimon, Garudamon has a high degree of intelligence and fighting ability, and is worshiped as a Digimon that only a chosen few can Digivolve to. Whenever the Digital World is in chaos, Garudamon is said to appear, resolving the source of the disorder and guiding things back to a more peaceful course. Garudamon is also close friends with the hero Leomon, who possesses the same spirit. Garudamon’s special move is Shadow Wing, by which it fires a blade of wind at incredible speed to slice opponents to shreds. Shadow Wing travels so quickly that the blade itself cannot be seen. Only the shadow that follows it in the shape of a black bird is visible.\n\n■Effects of the X Antibody on Garudamon’s DigiCore:\nDue to the advanced spiritual training Garudamon (X Antibody) went through to deepen its connection to nature, it’s gained the insight necessary to determine what is just and what is evil. This allows it to identify evil beings even from a distance, and it will plummet to the ground from far overhead to land a crushing blow against evildoers. It also possesses the great strength necessary to wield its giant totem pole, Great Spirit, with ease. This weapon symbolizes Garudamon (X Antibody)’s love of nature, and it will fight with all the might of a wrathful god to protect either the natural world or another Digimon."
    },
    {
        "name": "Gigadramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gigadramon",
        "url_image": "https://digimon.net/cimages/digimon/gigadramon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Genocidal Gears\n・Evil Claw",
        "profile": "Profile\nA Black Dragon Digimon developed at the same time as Megadramon. Gigadramon is a fully armored combat dragon that exists as a brutal computer virus. Its signature move Evil Claw pummels with twin Giga Hands. Its special move Genocidal Gears unleashes infinite organic missiles."
    },
    {
        "name": "Giromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=giromon",
        "url_image": "https://digimon.net/cimages/digimon/giromon.jpg",
        "level": "Ultimate",
        "type": "Mine",
        "attribute": "Vaccine",
        "special_Move": "・Deadly Bomb",
        "profile": "Profile\nA Digimon who floats through the air patrolling computer networks. Also going by the nickname “Net Keeper,” Giromon repels Digimon trying to infiltrate networks illegally. When it discerns such an enemy, it will attempt to repel it with all the attacks at its disposal. When pushed into a corner, this fearsome Digimon self-destructs, obliterating the intruder along with it. It uses its special move Deadly Bomb to toss a super-powerful grenade."
    },
    {
        "name": "Gogmamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gogmamon",
        "url_image": "https://digimon.net/cimages/digimon/gogmamon.jpg",
        "level": "Ultimate",
        "type": "Ore",
        "attribute": "Vaccine",
        "special_Move": "・Giant Grater\n・Curse Reflection",
        "profile": "Profile\nAn Ore Digimon with a massive frame. Gogmamon is said to be part of what is currently a small population, and most of its kind live solitary existences deep within caves. Gogmamon eats very little of what others would consider food, only emerging from its cave from time to time to store energy from the sun inside the crystals on its body.\nGogmamon’s special moves include Giant Grater, where it crushes foes with the crystals on its arms, and Curse Reflection, which involves shooting out the energy it’s stored up from the tips of its crystals. It uses these attacks to utterly destroy any intruders into its cave."
    },
    {
        "name": "Gokuumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gokuwmon",
        "url_image": "https://digimon.net/cimages/digimon/gokuwmon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Secret Technique: Waking Shadow\n・Lightning-Speed Attack\n・Super-Electrified Lightning Cannon\n・Kintoun",
        "profile": "Profile\nGokuumon was born from the magma boiling within Boot Volcano. It pursued strength and extracted data modeled from various databases, resulting in a combat Digimon with awakened battle instincts from birth. It travels the Digital World, obeying the longing engraved deeply in its heart to challenge powerful opponents. When Gokuumon encounters an opponent it deems to be strong it will request a match, regardless of how insolent said request may be. And yet, the Kinkoji that Sanzomon attached to its head at birth will tighten until Gokuumon faints from pain if it becomes too verbally abusive. Thus it always maintains decorum, albeit under duress. Gokuumon excels at various martial arts and sorcery. Its Nyoikinkobou is a versatile weapon, extending at will to strike foes from a distance, firing a lightning cannon when connected, and shooting lightning bullets when separated into two pistols. Secret Technique: Waking Shadow makes light of foes with acrobatic movements and agile use of the Nyoikinkobou, unleashing afterimage attacks that look like a group of Gokuumon on the assault. Lightning-Speed Attack stabs the Nyoikinkobou into the ground, extends upward into a thundercloud, and charges Gokuumon with lightning energy before it rams the enemy like a thunderbolt. Super-Electrified Lightning Cannon amplifies and fires the energy within the Nyoikinkobou. Also, the spell Kintoun gathers clouds that Gokuumon can use to fly through the air at high speeds."
    },
    {
        "name": "Grademon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=grademon",
        "url_image": "https://digimon.net/cimages/digimon/grademon.jpg",
        "level": "Ultimate",
        "type": "Warrior",
        "attribute": "Vaccine",
        "special_Move": "・Cross Blade\n・Grade Slash",
        "profile": "Profile\nGrademon is a Warrior Digimon sometimes called the “Golden Meteor” because of the courageous way it smashes through the enemy’s front lines. It exhibits incredible speed when wielding its Twin Blade of the Dragon King, but the truth is that the swords are cursed, and force their user into a berserker frenzy. Though not as powerful overall, its skill with a sword surpasses one of the Royal Knights, LordKnightmon. Also, the royal blue cape it wears is a badge of honor and proof of its achievements in battle. Its special moves are Cross Blade, which consists of a swift cross-shaped slicing blow, and Grade Slash, which is a heroic swing of its twin swords from above its opponent’s head."
    },
    {
        "name": "GrapLeomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=grappuleomon",
        "url_image": "https://digimon.net/cimages/digimon/grappuleomon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・The King of Fists\n・Cyclonic Kick",
        "profile": "Profile\nGrapLeomon is a martial artist Beast Man Digimon. After taking in data from various fighting games, it developed its own super moves that it uses to crush opponents. By spinning the turbines on its arms and legs at high speeds, GrapLeomon is able to unleash a wide variety of techniques. To keep them spinning, though, it must channel its fighting spirit directly from its DigiCore into them all at once, which requires exceptional force of will. It is only because GrapLeomon has inherited the data of Leomon, the King of Beasts, that it is able to spin its turbines at such incredible speeds with its singlehearted devotion to justice. Its special moves include The King of Fists, by which it spins the turbines in its arms so quickly that it’s able to distort gravity with a single blow, and Cyclonic Kicke, where it spins its entire body while unleashing a series of powerful roundhouse kicks."
    },
    {
        "name": "Gravimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gravimon",
        "url_image": "https://digimon.net/cimages/digimon/gravimon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Unidentified",
        "attribute": "Virus",
        "special_Move": "・Octogravity\n・High Gravity Pressure\n・Gravity Bang",
        "profile": "Profile\nGravimon is the general of the Big Death-Stars’ Earth Spirit Army. A consummate strategist, it uses its ability to control gravity along with its talent for quickly grasping a situation to master the battlefield. Its brilliantly conceived plans are worthy of a mastermind, and it naturally uses unorthodox strategies to manipulate its opponents. The majority of the Earth Spirit Army troops are God Beast Digimon, making them an overwhelming force to be reckoned with. Gravimon treats the battlefield as a testing ground, where it enjoys exploring various fascinating strategies. It is a Digimon brimming with curiosity and passionate about continuing its research. How easily can the number of casualties be maximized? Which strategy will lead to the most cries of anguish? What brilliant tactic will astonish friend and foe alike as they perish? How can the enemy be wiped out without spilling a single drop of blood? These are the sorts of questions it longs to answer. In battle, Gravimon uses its eight tentacles to manipulate gravity with the move Octogravity, controlling the weight of its foes to best suit its strategy. It can also stretch out and enlarge its arms to grab an enemy, then crush them with overwhelming force by using High Gravity Pressure. Its legendary Gravity Bang attack involves concentrating as much of the Digital World’s gravity upon itself as possible, then setting off a massive explosion by releasing all that energy at once. This is a technique with enough destructive force to partially destroy a star, but since it may also wipe out Gravimon itself, it is a self-destructive attack never meant to be used. Over the course of a great deal of time, Gravimon can regenerate itself afterwards, but not even Gravimon knows how long this will take."
    },
    {
        "name": "Groundramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=groundramon",
        "url_image": "https://digimon.net/cimages/digimon/groundramon.jpg",
        "level": "Ultimate",
        "type": "Earth Dragon",
        "attribute": "Virus",
        "special_Move": "・Scrapless Claw\n・Megaton Hammer Crush\n・Giga Crack",
        "profile": "Profile\nAn Earth Dragon Digimon with huge arms on its back. These arms, which are said to have transformed from wings, allow Groundramon to dig through the earth efficiently. It usually lies hidden in tunnels it has bored deep underground, and seldom shows its face on the surface. Groundramon likes living in veins of rare Huanglong Ore, and in fact the scales covering its body are very likely composed of the same material. Its personality is quite brutal, and most who encounter it wind up losing their lives. It uses its special move Scrapless Claw to crush enemies with its back arms, or Megaton Hammer Crush to knock out foes with the metal ball on its tail. While on the surface Groundramon may use Giga Crack, by which it slams its body into the ground to open up a fissure and drops the enemy inside."
    },
    {
        "name": "Gusokumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gusokumon",
        "url_image": "https://digimon.net/cimages/digimon/gusokumon.jpg",
        "level": "Ultimate",
        "type": "Crustacean",
        "attribute": "Vaccine",
        "special_Move": "・Brunt Claw\n・Colony Torpedo",
        "profile": "Profile\nA Crustacean Digimon that lives in the dark ocean, far underwater where light never reaches. Gusokumon is also known for its long lifespan, due to its ability to maintain its vital functions with a minimal expenditure of energy. It preys on the wounded Digimon that occasionally sink down to the depths. It hardly ever moves unless necessary.\nWhen approached by an enemy, Gusokumon will attempt to fight them off with Brunt Claw, attacking with the sharp claws on its forelegs. Against multiple foes, it will fire organic weapons shaped like small fish from its back using Colony Torpedo. While these fish-like weapons don’t move very fast, they set off huge explosions upon contact, much like sea mines."
    },
    {
        "name": "Gyuukimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gyukimon",
        "url_image": "https://digimon.net/cimages/digimon/gyukimon.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Yatsuka Senbaku\n・Majin Byoutan\n・Senho Tsuchigumo",
        "profile": "Profile\nA Demon Beast Digimon who is a bewildering combination of bull and spider. It has a ruthless and spiteful personality, and will pursue those who have laid eyes upon it for days on end. At night it becomes a sinister presence that likes to terrorize its enemies with surprise attacks from behind. Despite its hefty size, Gyuukimon's spider-like legs allow it to move deftly and silently. It is only when it attacks that the bells on Gyuukimon's horn make noise, so all those who have encountered it are constantly in fear of hearing the bells ring. The cacophony from the bells will confuse its prey's senses, allowing Gyuukimon to overwhelm it with its attacks.\nIn its special move Yatsuka Senbaku, it spits webbing from the mouth on the spider part of its body to restrain its prey, then spews deadly poison. In Majin Byoutan, Gyuukimon throws the cylinders on its back to release poisonous gases. When Gyuukimon senses approaching or retreating Digimon, it attacks with the weapon on its left arm to perform Senho Tsuchigumo and ensure that it subdues its prey."
    },
    {
        "name": "HippoGryphonmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hippogriffomon",
        "url_image": "https://digimon.net/cimages/digimon/hippogriffomon.jpg",
        "level": "Ultimate",
        "type": "Mythical Beast",
        "attribute": "Data",
        "special_Move": "・Heat Wave",
        "profile": "Profile\nHippoGryphonmon is a Mythical Beast Digimon that resembles a chimera. It’s said to Digivolve into Gryphonmon, but beyond that, little more about it is known. HippoGryphonmon isn’t as intelligent as Gryphonmon, as it is generally more bestial and has a ferocious personality to match. Its special move is Heat Wave, where it breathes out a stream of scorching hot air."
    },
    {
        "name": "Hisyaryumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hisyaryumon",
        "url_image": "https://digimon.net/cimages/digimon/hisyaryumon.jpg",
        "level": "Ultimate",
        "type": "Beast Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Legendary Dragon Blade\n・Jūouguruma",
        "profile": "Profile\nHisyaryumon is a Beast Dragon Digimon that soars freely through the skies, clad in armor of elegantly shimmering scales. Its form is the result of the interface on its forehead unlocking the data of dragons and generals from Japanese myths lying dormant deep within its DigiCore, filled with their ferocious combat instincts. Its mobility is its greatest strength, granting it command over most of the vast skies of the Net. Normally it’s possessed of the wisdom and composure of a god, but if either of the crystal-like orbs it holds in its hands is damaged, it will instead grow as fierce as a raging demon, and attack with all the power it can muster. These orbs are the souls of its lost companions. The orb in its right hand is the soul of Kinryu, while the orb in its left hand is the soul of Kakuryu. It is said that each orb contains the data of a DigiCore hidden within it. Its special moves include Legendary Dragon Blade, where it transforms itself into a giant steel blade and slices through foes, and Jūouguruma, where it surrounds an enemy and attacks from every direction."
    },
    {
        "name": "Huankunmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=huankunmon",
        "url_image": "https://digimon.net/cimages/digimon/huankunmon.jpg",
        "level": "Ultimate",
        "type": "Aquatic",
        "attribute": "Vaccine",
        "special_Move": "・Lonely Bubble\n・Ice Crash\n・Tidal Vortex",
        "profile": "Profile\nA giant Aquatic Digimon with scales that can rival even Chrome Digizoid in toughness. Huankunmon has a warm nature and values clean water, so it protects lake areas from pollution.When it feeds, it jumps out of water and flies through the air as smoothly as it swims through water, satisfying its hunger by swallowing flying Digimon whole.However, its large body makes it an easy target, so it often mixes in with flocks of Xiquemon to travel around. When it moves, Huankunmon will surround the entire flock with a large bubble for protection. Since the bubble refracts light, the flock, including Huankunmon, will be invisible to the outside.\nHuankunmon's special move Lonely Bubble produces a bubble from its fin that will seal its target inside, limiting its movement, while Ice Crash lets it spit out a slew of icicles from its mouth. Tidal Vortex summons the spinning tides and turns them into a pillar of water that slams into its enemy."
    },
    {
        "name": "IceLeomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=panjyamon",
        "url_image": "https://digimon.net/cimages/digimon/panjyamon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Fist of Ice",
        "profile": "Profile\nA proud Beast Man Digimon with a strong sense of justice. Some Leomon Digivolve into IceLeomon when, in the process of their daily training as champions of justice, their bodies become infused with the power of cold in the frozen land of the Digital World’s Ice-Snow Area. IceLeomon’s body and will have been tempered by the freezing cold, and it will not falter in the face of any attack. Its special move Fist of Ice is a punch infused with the power of cold. IceLeomon is also known as the “Cool-Headed White Lion” for its merciless composure in eradicating evil for the sake of justice. Its fighting style has been described as cold-hearted in the extreme. Its axe Yuki Hanabi is said to have been carved out of the legendary rare metal Mithril. Its power is such that it can easily smash through the icebergs of frozen arctic regions that loom as high as skyscrapers, and which would otherwise block all progress."
    },
    {
        "name": "IceLeomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=panjyamon_x",
        "url_image": "https://digimon.net/cimages/digimon/panjyamon_x.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Fist of Ice\n・Snow Fireworks",
        "profile": "Profile\nA proud Beast Man Digimon with a strong sense of justice. Some Leomon Digivolve into IceLeomon when, in the process of their daily training as champions of justice,, their bodies become infused with the power of cold in the frozen land of the Digital World’s Ice-Snow Area. Its body and will have been tempered by the freezing cold, and it will not falter in the face of any attack. IceLeomon uses its special move Fist of Ice to unleash a chill-infused punch.\n\n■Effects of the X Antibody on IceLeomon’s DigiCore:\nIceLeomon (X Antibody) is also known as the “Cool-Headed White Lion” for its merciless composure in eradicating evil for the sake of justice. Its fighting style has been described as cold-hearted in the extreme. Its axe Yuki Hanabi is said to have been carved out of the legendary rare metal Mithril. Its power is such that it can easily smash through the icebergs of frozen arctic regions that loom as high as skyscrapers which would otherwise block all progress."
    },
    {
        "name": "Indramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=indaramon",
        "url_image": "https://digimon.net/cimages/digimon/indaramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Virus",
        "special_Move": "・Adhomukha",
        "profile": "Profile\nAn Ultimate Digimon resembling a horse, and one of the Twelve Deva Digimon. A minion of Zhuqiaomon, one of the Four Sovereign Digimon, Indramon is both haughty and unbearable by nature. Its mouth opens only to offer boasts, and it pays great care to the luster of its mane and tail. Indramon indulges in its talents, and belittles those who work hard. Among the Deva, it is on particularly bad terms with Vajramon. Indramon may fuss over its appearance, but its fighting style is unrefined. It grabs its gigantic cowrie shell (Bǎo Bèi) and swings it around like a cudgel to mow down its foes. It uses its special move Adhomukha to generate ultrasonic waves by blowing the Bǎo Bèi with its incredible lung capacity."
    },
    {
        "name": "Infermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=infermon",
        "url_image": "https://digimon.net/cimages/digimon/infermon.jpg",
        "level": "Ultimate",
        "type": "Unidentified",
        "attribute": "Unknown",
        "special_Move": "・Spider Shooter\n・Cocoon Attack",
        "profile": "Profile\nAn Ultimate Digimon similar in appearance to a long-legged spider. In its normal form, Infermon has its limbs and head extended, but it can also take on a cocoon form were it draws its limbs inside its body. In cocoon form, its defense increases to the point where it can repel any attack, although this limits its movement to a straight line. It can easily overcome the tightest security to infiltrate any network. Should Infermon ever be released onto the Network, the world would be plunged into chaos. Its special moves include Spider Shooter, where it fires an energy bomb of incredible destructive power from the gunport in its mouth, and Cocoon Attack, where it charges into foes in its cocoon form."
    },
    {
        "name": "JaegerDorulumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yaegerdorurumon",
        "url_image": "https://digimon.net/cimages/digimon/yaegerdorurumon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Weiß Spirale\n・Schwarz Nagel",
        "profile": "Profile\nJaegerDorulumon is a Digivolution of Dorulumon, now capable of walking on two legs. With its giant drill-like spear Sturm Stinger and its Slash Shield, which can be used both to slash and to defend, it looks much like a knight. Its ability to break through enemy lines by concentrating on a single point is unmatched, and is a quality it puts to good use by charging alone at a group of foes to cut open a path for its allies to follow.\n\nIts special moves include Weiß Spirale, where it uses its Sturm Stinger to pierce through any foe in its way, and Schwarz Nagel, which involves slashing foes with its Slash Shield."
    },
    {
        "name": "Jagamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jyagamon",
        "url_image": "https://digimon.net/cimages/digimon/jyagamon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Vaccine",
        "special_Move": "・Smashed Potatoes",
        "profile": "Profile\nA mimic Digimon that conceals itself from foes with its potato-like appearance. Timid and with no love of combat, Jagamon nevertheless possesses an exceedingly high hidden potential for battle. This peaceful creature loves eating and sleeping above all else. Jagamon’s epidermis is several degrees harder than it looks, allowing it to endure enemy attacks if it curls up its limbs and head. The part that looks like a sprout serves the role of a radar to detect enemy movements from behind and above, keeping it aware of its surroundings even with its head hidden. It uses its special move Smashed Potatoes to fire off a part of its epidermis."
    },
    {
        "name": "Jazarichmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jazarichmon",
        "url_image": "https://digimon.net/cimages/digimon/jazarichmon.jpg",
        "level": "Ultimate",
        "type": "Machine Dragon",
        "attribute": "Data",
        "special_Move": "・Messer Spiral\n・N.S.B.M",
        "profile": "Profile\nA Digimon specializing in aerial combat that flies at the speed of sound. Jazarichmon is master dogfighter that’s shot down countless foes. It’s reckoned among the best aerial combatants in the Digital World, and is even considered to be a match for Wingdramon. Since it has legs, it can fly unhindered at the speed of sound even when passing low over the ground or when traveling through an area with many obstacles.\nIt can charge forward to attack foes while spinning at high speed with its special move Messer Spiral, and even when an opponent manages to get behind it, it can intercept them with a laser fired from its tail using N.S.B.M."
    },
    {
        "name": "JewelBeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jewelbeemon",
        "url_image": "https://digimon.net/cimages/digimon/jewelbeemon.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Vaccine",
        "special_Move": "・Spike Buster",
        "profile": "Profile\nAn Insectoid Digimon resembling a jewel beetle that emits a rainbow shimmer. JewelBeemon’s prismatic armor changes colors depending on the viewing angle, dazzling the enemy in addition to offering protection. This melee expert prefers beautiful battles. It uses its special move Spike Buster to swing the spear in its right hand at the speed of light and create shockwaves."
    },
    {
        "name": "Jokermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jokermon",
        "url_image": "https://digimon.net/cimages/digimon/jokermon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Lunatic Slash\n・Gaia Magicar",
        "profile": "Profile\nAn elusive Wizard Digimon steeped in mystery. Jokermon appears suddenly on the battlefield, finishing off key Digimon opponents with a single strike from their blind spot to change the tide of battle. Having it as an ally is said to bring one closer to victory, and has earned it the nickname “Passing Trump Card.” Although Jokermon is still shrouded in mystery, investigations have raised the possibility that it might be the same type of being as Piedmon. It uses its special move Lunatic Slash to hunt an enemy down with a sickle that has collected the hope swirling around the battlefield, and Gaia Magicar activates a magic circle beneath the enemy to eradicate them without a trace.\n\n*Jokermon was a winning submission in the Original Digimon Contest for Digimon Fusion."
    },
    {
        "name": "Karatenmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=karatenmon",
        "url_image": "https://digimon.net/cimages/digimon/karatenmon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Satori\n・Shōgekiha",
        "profile": "Profile\nA Wizard Digimon resembling an ascetic monk called a Shugenja. Karatenmon is a follower of the great Tengu Digimon and has the face of a crow. Diligent application of the art of Shugendo has given it mastery over its own spiritual energy, or Genriki. The two swords it wields are known as the Irataka no Ken, and they contain immense mystical power. Karatenmon’s signature move is Satori, a skill that allows it to see into its opponent’s heart and anticipate their attacks. Its special move is Shōgekiha, by which it flaps its jet-black wings to blast opponents with a shockwave and its own feathers. Note: Karatenmon was created from a winning submission in the Digimon Web Dot-art Contest by Masaki Shima from Ibaraki Prefecture."
    },
    {
        "name": "Kimeramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chimairamon",
        "url_image": "https://digimon.net/cimages/digimon/chimairamon.jpg",
        "level": "Ultimate",
        "type": "Composite",
        "attribute": "Data",
        "special_Move": "・Heat Viper",
        "profile": "Profile\nKimeramon is a Composite Digimon. Every part of its body, including its hands, legs, torso, and tail, was made by combining various parts from other Digimon. As for the reason behind its creation, that remains shrouded in mystery. Though Kimeramon is similar to Machinedramon in that it was constructed from various parts of other Digimon, the nature of the relationship between the two has yet to be discovered. Perhaps Kimeramon was a prototype for Machinedramon, only using organic parts instead of metal ones. Or perhaps Kimeramon was created specifically as a countermeasure for Machinedramon. What is clear however, is Kimeramon’s frightful instinct for conflict, along with its immense destructive power. It can fire a deadly heat ray, Heat Viper, from its four arms. This is a horrifying technique that cruelly tears apart anything hit by the beam with all the force of Kimeramon’s ire."
    },
    {
        "name": "KingSukamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=greatkingscumon",
        "url_image": "https://digimon.net/cimages/digimon/greatkingscumon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Poop Toss\n・King Stamp",
        "profile": "Profile\nThe gargantuan king of Sukamon that rules over the landfill known as the Dust Kingdom. KingSukamon wears a crown-like apparatus, boasts high intelligence, and attacks with powerful techniques beyond just throwing poop. It uses its special move Poop Toss to perform its familiar cowardly technique, and King Stamp while plummeting from a high jump. Those hit by King Stomp suffer damage, both physical and spiritual."
    },
    {
        "name": "Knightmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=knightmon",
        "url_image": "https://digimon.net/cimages/digimon/knightmon.jpg",
        "level": "Ultimate",
        "type": "Warrior",
        "attribute": "Data",
        "special_Move": "・Berserk Sword",
        "profile": "Profile\nA giant Warrior Digimon donning armor of heavy Chrome Digizoid. Despite the weight of its armor, Knightmon possesses the strength to wield its beloved sword with ease. One theory claims that it wears such substantial armor in order to prevent its awesome power from causing it to go berserk. Knightmon is a faithful Digimon whose existence is founded on loyal service. It adopts the attributes of its master as its own faith, laboring either in the service of justice or wickedness. It uses its special move Berserk Sword to cleave all things in two with a rampaging swing of its blade."
    },
    {
        "name": "Kumbhiramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kumbhiramon",
        "url_image": "https://digimon.net/cimages/digimon/kumbhiramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Krimíśa",
        "profile": "Profile\nAn Ultimate Digimon resembling a rat, and one of the Twelve Deva Digimon. A minion of Ebonwumon, one of the Four Sovereign Digimon, Kumbhiramon is a wise Digimon who engages with the Zen riddles that Ebonwumon poses. Typically capable of predicting the reactions of anyone other than Ebonwumon, it has a habit of saying what its opponent is about to do next to throw them off. While it has a sharp tongue and is often sarcastic, it frequently squeaks when it talks, which can be quite amusing. Kumbhiramon does not possess much physical strength and is ill-suited to hand-to-hand combat, but its great powers of telekinesis allow it to wield the Bǎo Chǔ, a giant pestle the size of its own body, with ease. Its special move Krimíśa involves splitting its body into six parts which it uses to form a hexagonal barrier. It will then use its Bǎo Chǔ to crush any foes trapped inside this barrier until they’re deleted."
    },
    {
        "name": "Kyukimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=kyukimon",
        "url_image": "https://digimon.net/cimages/digimon/kyukimon.jpg",
        "level": "Ultimate",
        "type": "Mysterious Beast",
        "attribute": "Virus",
        "special_Move": "・Blade Twister\n・Sanrensei",
        "profile": "Profile\nA Mysterious Beast Digimon resembling a kamaitachi—a mythical spirit. The hairs covering Kyukimon’s body tear everything around it with their sharp edges, making it akin to a deadly bladed beast. It is very fast, kicking up whirlwinds as its body is cut up. It uses its special move Blade Twister to generate a tornado around the enemy and cut them with wind blades, or Sanrensei to shoot rhomboid seals from its forehead."
    },
    {
        "name": "LadyDevimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ladydevimon",
        "url_image": "https://digimon.net/cimages/digimon/ladydevimon.jpg",
        "level": "Ultimate",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Darkness Wave\n・Poison",
        "profile": "Profile\nA feminine Dark Angel Digimon with a noble presence. LadyDevimon’s Dark Side Power is strong, pure, and without equal. There are almost no instances of one of these Digimon being fully raised on a personal computer. Its special move Darkness Wave releases countless flying batlike creatures at the opponent to burn them to a crisp. Its other special move Poison converts the opponent’s power into dark energy, annihilating the foe from within. The stronger the opponent’s power, the more devastating this technique becomes."
    },
    {
        "name": "LadyDevimon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ladydevimon_x",
        "url_image": "https://digimon.net/cimages/digimon/ladydevimon_x.jpg",
        "level": "Ultimate",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Gräme\n・Ende Brechen",
        "profile": "Profile\nA feminine Dark Angel Digimon with a noble presence. LadyDevimon’s Dark Side Power is strong, pure, and without equal. There are almost no instances of one of these Digimon being fully raised on a personal computer. Its special move Darkness Wave releases countless flying batlike creatures at the opponent to burn them to a crisp. Its other special move Poison converts the opponent’s power into dark energy, annihilating the foe from within. The stronger the opponent’s power, the more devastating this technique becomes.\n\n■Effects of the X Antibody on LadyDevimon’s DigiCore:\nThe X Antibody has magnified its dark energy, giving birth to Volée, a familiar who surveys the area from behind and immediately paralyzes those who glare at it, and also creating Zerdrücken, an extendable armament that traces the movement of its left arm. LadyDevimon (X Antibody) unleashes Ende Brechen from Zerdrücken to crush its foe’s DigiCore directly. It also uses Gräme to destroy its foe’s flesh from within using its chain."
    },
    {
        "name": "Lamortmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lamortmon",
        "url_image": "https://digimon.net/cimages/digimon/lamortmon.jpg",
        "level": "Ultimate",
        "type": "Beast",
        "attribute": "Vaccine",
        "special_Move": "・Kasaiso\n・Koha Batto\n・Fuga Rekkanjin\n・Gouon Kieizan",
        "profile": "Profile\nAn Ultimate Digimon whose hidden feral instincts have been set free. Lamortmon will immediately throw itself upon any Digimon that reacts negatively towards it and smash it repeatedly until it stops breathing. It is a very intuitive Digimon that cannot control its impulses, but there are some Lamortmon who are ashamed of and despise their own nature. The more Lamortmon unleashes its wild nature, the stronger and sharper the vacuum blades of the two giant swords (\"Storm Beast\") worn on its waist become. Calming down a rampaging Lamortmon is impossible unless one has already built up a great deal of trust with them.\n\nLamortmon's special moves include Kasaiso, an attack that slices open the enemy's belly, Koha Batto, in which the full might of its two giant swords are brought down to crush the opposition, and Fuga Rekkanjin, where vacuum blades are unleashed from Lamortmon's giant swords. Finally there is Gouon Kieizan, where all reason is replaced with pure ferocity and both of Lamortmon's giant swords are used to render the enemy in two. This is its most destructive technique, as it both slices the enemy and smashes them into pieces at the same time."
    },
    {
        "name": "Lavogaritamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lavogaritamon",
        "url_image": "https://digimon.net/cimages/digimon/lavogaritamon.jpg",
        "level": "Ultimate",
        "type": "Rock Dragon",
        "attribute": "Virus",
        "special_Move": "・Melding Blaze\n・Wild Blast",
        "profile": "Profile\nLavogaritamon is a Dragon Digimon with large wings that allow it to easily fly around despite its great bulk. Its powerful legs are strong enough to support it even when it draws itself up to its full height. Believed to dwell inside the magma chambers of active volcanoes in the Digital World, it’s been theorized that these Digimon live in close proximity to Volcdramon. Lavogaritamon’s preferred fighting style is to coat opponents in ash so it can manipulate their flash point and cause them to explode. Since any move an opponent might make once it’s been covered in ash could set off an explosion, this also fills victims with fear.\nLavogaritamon’s special moves include Melding Blaze, by which it fires a laser beam from its mouth, and Wild Blast, by which it flaps its wings to spread its ash and cause a massive explosion."
    },
    {
        "name": "Lilamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lilamon",
        "url_image": "https://digimon.net/cimages/digimon/lilamon.jpg",
        "level": "Ultimate",
        "type": "Pixie",
        "attribute": "Data",
        "special_Move": "・Lila Shower\n・Beauty Slap\n・Pollen Spray",
        "profile": "Profile\nA Pixie Digimon resembling the much-loved lilac flower. Though innocent and pure of heart, Lilamon’s beauty is deceptive, as Lilamon is said to have power over death and rebirth. Its leaves are poisonous, and doing battle with it sometimes proves fatal. Lilamon’s special moves include Lila Shower, which involves firing countless slender beams from its flower-like fingers, and Beauty Slap, where it repeatedly slaps a foe with both of its extensible arms. It’s said that anyone struck by this attack instantly becomes smitten with Lilamon. It also has the ability to entrance opponents with Pollen Spray, where Lilamon performs an elegant dance while releasing a cloud of sweet-smelling pollen."
    },
    {
        "name": "Lillymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lilimon",
        "url_image": "https://digimon.net/cimages/digimon/lilimon.jpg",
        "level": "Ultimate",
        "type": "Pixie",
        "attribute": "Data",
        "special_Move": "・Flower Cannon",
        "profile": "Profile\nA Pixie Digimon born from beautiful flower petals. At first glance Lillymon looks like a small child, but it is in fact an Ultimate Digimon with immeasurable power. Possessed of a mercurial and tomboyish personality, it is said to open its heart to human girls of the same disposition. Lillymon can also be a crybaby, and becomes inconsolable once it starts sobbing, making this one of the harder Digimon to tame. But Lillymon will also offer a helping hand to the small and the weak. Able to fly using the four leaf-like wings on its back, a gentle breeze is said to follow in Lillymon’s wake. Its special move is Flower Cannon, by which it extends both of its arms, turns the flowers on its wrists into the mouth of a cannon, and fires an energy bomb."
    },
    {
        "name": "Lillymon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=lilimon_x",
        "url_image": "https://digimon.net/cimages/digimon/lilimon_x.jpg",
        "level": "Ultimate",
        "type": "Pixie",
        "attribute": "Data",
        "special_Move": "・Sleepy Bud\n・Flower Cannon",
        "profile": "Profile\nA Pixie Digimon born from beautiful flower petals. At first glance Lillymon looks like a small child, but it is in fact an Ultimate Digimon with immeasurable power. Possessed of a mercurial and tomboyish personality, it is said to open its heart to human girls of the same disposition. Lillymon can also be a crybaby, and becomes inconsolable once it starts sobbing, making this one of the harder Digimon to tame. But Lillymon will also offer a helping hand to the small and the weak. Able to fly using the four leaf-like wings on its back, a gentle breeze is said to follow in Lillymon’s wake. Its special move is Flower Cannon, by which it extends both of its arms, turns the flowers on its wrists into the mouth of a cannon, and fires an energy bomb.\n\n■Effects of the X Antibody on Lillymon’s DigiCore:\nLillymon (X Antibody) will begin any direct confrontation with a lighthearted greeting, no matter how fierce and terrifying the opposing Digimon may be, casually dismissing any threats to itself. Despite this, it will sometimes simply ignore a challenger, surprising its would-be opponent. More mercurial and tomboyish than ever, Lillymon (X Antibody) fears nothing, and in a certain sense, it could be said to be the most powerful Digimon of all. Fully aware of its own potential to be number one, it has beautifully adorned itself in ribbons and a tiara, though its selfishness has also been greatly magnified. Once it starts crying, it will throw a full-on tantrum, kicking its feet and firing off its Sleepy Bud with abandon."
    },
    {
        "name": "LoaderLeomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=loaderleomon",
        "url_image": "https://digimon.net/cimages/digimon/loaderleomon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Vaccine",
        "special_Move": "・Boring Storm\n・Loader Morning Star",
        "profile": "Profile\nA Machine Digimon born when the CAD data of construction machinery leaked onto a server and fused with Beast Digimon configuration data. LoaderLeomon’s mane is a pneumatic drill, and it operates primarily in tunnel construction and Chrome Digizoit mining. Chrome Digizoit mines are often surrounded by hard layers of bedrock. In addition to its power and stamina, LoaderLeomon also boasts top-class abilities for a Machine Digimon. Many LoaderLeomon have stubborn personalities and take pride in their work, but people often assume they’re just hotheads. One mine with the best ore deposits in the world supposedly vanished as the result of a fight between LoaderLeomon. It unleashes its special move Boring Storm by taking advantage of the high-speed rotation of its mane, and uses Loader Morning Star to crush foes with the iron ball on its tail."
    },
    {
        "name": "Locomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=locomon",
        "url_image": "https://digimon.net/cimages/digimon/locomon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Steam Bomb\n・Wheel Grinder",
        "profile": "Profile\nResembling a steam-powered locomotive, this Machine Digimon lives to stay in motion. Locomon's purpose is to carry data between networks in the Digital World. A large quantity of data must be moved around the Digital World. Transporting said data as quick as possible is the ultimate reason that Vehicle-species Digimon like Locomon exist. Even so, old model Locomon go berserk on occasion in the pursuit of greater speed. Although only being able to run on rails limits Locomon’s range of movement, it can also generate rifts in spacetime by continuously running in loops. Its signature move Steam Bomb is an explosive vapor blast that it shoots out of its smokestack. It can also use its special move Wheel Grinder to rotate and throw its spiked wheels."
    },
    {
        "name": "Lucemon: Chaos Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rucemonfalldownmode",
        "url_image": "https://digimon.net/cimages/digimon/rucemonfalldownmode.jpg",
        "level": "Ultimate",
        "type": "Evil King",
        "attribute": "Virus",
        "special_Move": "・Paradise Lost\n・Dead or Alive",
        "profile": "Profile\nBoth divine and diabolical, this ultimate Evil King Digimon is the strongest of the Seven Great Demon Lords Digimon. Lucemon: Chaos Mode instigated a rebellion in ancient times, and was sealed away in the Dark Area along with many other Evil King Digimon. Its power exceeds that of other Mega Digimon, so much so that it even rivals the entity that is considered “God.” Although it has a godlike side that cherishes all living things, it also has a demonic side that wants to annihilate the world itself. This is why it aims to destroy this world, and build a new one in its stead. Its special move Paradise Lost launches its enemy high into the air with a wild barrage before it grabs their limbs and slams them into the ground, and Dead or Alive seals the enemy with a three-dimensional magic circle made from holy and evil spheres. Those caught in this magic circle have a 50/50 chance of being completely obliterated or taking heavy damage."
    },
    {
        "name": "Luminamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=luminamon",
        "url_image": "https://digimon.net/cimages/digimon/luminamon.jpg",
        "level": "Ultimate",
        "type": "Pixie",
        "attribute": "Vaccine",
        "special_Move": "・Lightening Feel\n・Lumina Flash",
        "profile": "Profile\nLuminamon is a Digimon said to be able to foster the light of hope in humans and Digimon alike. It is drawn to those who are pure of heart, and the special move it’s said to possess, Lightening Feel, allows it to shine a positive light on the near future of those it touches, no matter how dark that future may be. However, Luminamon cannot be seen by those whose hearts are impure, and since it also has the ability to hide itself, it’s considered nothing more than a fairy tale of the Digital World. Luminamon doesn’t have any attacks. Instead, it runs away from foes after blinding them with Lumina Flash, a special move that releases an intense light from the luminescence stored up in the ring on its head."
    },
    {
        "name": "Luminamon (Nene Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=luminamon_nene",
        "url_image": "https://digimon.net/cimages/digimon/luminamon_nene.jpg",
        "level": "Ultimate",
        "type": "Composite",
        "attribute": "Vaccine",
        "special_Move": "・",
        "profile": "Profile\nThe Digixrosed form of Luminamon and General Nene Amano.\nLuminamon (Nene Version) formed when Shademon Digivolved while still Digixrosed with Nene Amano. The Digixrose of a human and a Digimon is the result of unwilling coercion on both sides. As a result, once such a Digixrose ends, that human and that Digimon can never Digixrose again.\nLuminamon (Nene Version)’s heart is so full of hope that it spills out of its body in the form of light. It’s said that exposure to this light can cleanse the hearts of those who’ve given in to despair."
    },
    {
        "name": "MachGaogamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=machgaogamon",
        "url_image": "https://digimon.net/cimages/digimon/machgaogamon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Gaoga Tornado\n・Winning Knuckle\n・Howling Cannon",
        "profile": "Profile\nMachGaogamon is an Android Digimon with an immensely powerful rocket engine on its back. While it never stays in the air long, it excels at hit-and-run combat where it can make full use of its propulsive bursts of speed. Its special moves include Gaoga Tornado, where it circles foes at top speed while unleashing a storm of lightning-fast blows, and Winning Knuckle, a single powerful punch that packs quite a wallop. It also has Howling Cannon, a supersonic attack that it unleashes with a sudden roar."
    },
    {
        "name": "MagnaAngemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=holyangemon",
        "url_image": "https://digimon.net/cimages/digimon/holyangemon.jpg",
        "level": "Ultimate",
        "type": "High Angel",
        "attribute": "Vaccine",
        "special_Move": "・Heaven's Gate",
        "profile": "Profile\nMagnaAngemon is an High Angel Digimon. It has eight shining, silver wings. MagnaAngemon's mission in the Digital World is as a law enforcement officer, and it has the duty of supervising and surveying the many Angel Digimon. Furthermore, although it is the speaker for the essence of \"Light\" trying to preserve the order of the Digital World, and is usually in the shape of a priest, when the Digital World is shrouded by the essence of \"Darkness\", it changes into its Battle Mode and attacks the evil. In its Battle Mode, it consigns the opponent to oblivion with the Beam Shield on its left arm and the holy sword Excalibur equipped to its right arm. Also, although MagnaAngemon has a personality replete with gentleness and kindness when it is in Priest Mode, it takes on an austere personality when it is in Battle Mode. Its special move is Heaven's Gate, which manifest a door to subspace from which there is no return, and consigns the opponent to oblivion through it."
    },
    {
        "name": "Majiramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=majiramon",
        "url_image": "https://digimon.net/cimages/digimon/majiramon.jpg",
        "level": "Ultimate",
        "type": "Holy Dragon",
        "attribute": "Data",
        "special_Move": "・Vedhaka",
        "profile": "Profile\nAn Ultimate Digimon resembling a dragon, and one of the Twelve Deva Digimon. A minion of Azulongmon, one of the Four Sovereign Digimon, Majiramon is extremely calculating, and dislikes to lift a finger if it won’t benefit itself. If it discerns some gain to be made, however, it will stick its nose into any matter. Majiramon tends to assign prices to all things, and expresses various matters in terms of monetary value. In battle it will transform its tail, whiskers and hair into arrows (Bǎo Shǐ) to pierce its foes. (Incidentally, one arrow is worth 5,000 yuan.) Majiramon uses its special move Vedhaka to vanish into a swirl of light summoned into the heavens, from which it rains 108 shining Bǎo Shǐ down to bury even a horde of its foes. This move incurs 540,000 yuan worth of destructive power."
    },
    {
        "name": "Makuramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=makuramon",
        "url_image": "https://digimon.net/cimages/digimon/makuramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Raurava",
        "profile": "Profile\nAn Ultimate Digimon resembling a wolf, and one of the Twelve Deva Digimon. As a minion of Baihumon, one of the Four Sovereign Digimon, Makuramon possesses a peculiar disposition, and neither speaks nor reveals any expression on its face. It instead expresses itself through abundant body language, demonstrating its spectrum of emotions through full-body poses. Many of these poses express the fact that Makuramon is in good spirits, but that its curiosity prevents it from maintaining interest for long. It has a habit of locking the things it fancies in balls called Primal Orbs (Bǎo Yù), even using these balls in battle to lock its foes away in acts of forced pacifism. It uses its special move Raurava to crush a Bǎo Yù with the opponent inside, erasing the ball entirely."
    },
    {
        "name": "Mamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mamemon",
        "url_image": "https://digimon.net/cimages/digimon/mamemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Smiley Bomb",
        "profile": "Profile\nA Mutant Digimon Digivolved in a cruel environment. Mamemon’s cute exterior hides a terrifying destructive power. Apart from one other Digimon, it might be the most powerful species. The gigantic hands on its small body are detachable, and are capable of becoming powerful bombs. Its nickname is the “Smile Bomber.”"
    },
    {
        "name": "Mamemon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mamemon_x",
        "url_image": "https://digimon.net/cimages/digimon/mamemon_x.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Smiley Bomb\n・Bombxing",
        "profile": "Profile\nA Mutant Digimon Digivolved in a cruel environment. Mamemon’s cute exterior hides a terrifying destructive power. Apart from one other Digimon, it might be the most powerful species. The gigantic hands on its small body are detachable, and are capable of becoming powerful bombs. Its nickname is the “Smiley Bomber.” Mamemon uses its special move Smiley Bomb to launch its large hands at the enemy, causing them to detonate in a huge explosion on impact.\n\n■Effects of the X Antibody on Mamemon’s DigiCore:\nIn addition to its special moves, Mamemon (X Antibody) can also generate small explosions just by punching, even without detaching its large hands. It can now unleash Bombxing, which it uses to pulverize the enemy with a combo of jabs, straights, and more, all while setting off small explosions."
    },
    {
        "name": "Mametyramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mametyramon",
        "url_image": "https://digimon.net/cimages/digimon/mametyramon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Mame Bite 1000\n・Met Lariat",
        "profile": "Profile\nMametyramon is a small Mutant Digimon known and feared as the Tiny Tyrant. It consists of Tyrannomon’s data packed into a pint-size frame. This only serves to increase its ferocity and instinct for conflict, though, and its behavior makes this abundantly clear. Yet despite its diminutive size, it never attacks in groups, instead preferring to act alone. It will attack any Digimon that wanders into its territory without question, and it is constantly asserting dominance over its turf. Fortunately, since it’s so small, its territory doesn’t extend very far. Still, because its muscles are filled with the power of a creature over 100 times its size, and because its jaws are strong enough to crush through the hardest of armor, its combat abilities surpass those of much larger Dinosaur Digimon. Its special moves include Mame Bite 1000, which involves attacking with a series of rapid-fire bites, and Met Lariat, where it takes off its helmet if it thinks it might lose, swinging wildly in hopes of turning things in its favor."
    },
    {
        "name": "Mammothmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mammon",
        "url_image": "https://digimon.net/cimages/digimon/mammon.jpg",
        "level": "Ultimate",
        "type": "Ancient Beast",
        "attribute": "Vaccine",
        "special_Move": "・Tusk Strikes\n・Tundra Breath",
        "profile": "Profile\nAn Ancient Digimon proved to have existed long, long ago, thanks to a multitude of evidence. The warming of the Digital World defrosted some hyper-compressed data, causing it to appear in icy areas where the thaw had melted. Its whole body is covered in thick fur, and although it possesses tremendous, ancient power, Mammothmon is extremely susceptible to fire damage. The crest carved onto its face mask is a crystal of super-ancient wisdom, and it possesses a second sight that allows it to see long distances. Mammothmon’s large ears can even discern sounds in far-off places. Its special move Tusk Strikes stabs at the enemy with its two long tusks, and Tundra Breath blows a gust of chilly air from its long nose."
    },
    {
        "name": "Mammothmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mammon_x",
        "url_image": "https://digimon.net/cimages/digimon/mammon_x.jpg",
        "level": "Ultimate",
        "type": "Ancient Beast",
        "attribute": "Vaccine",
        "special_Move": "・Tusk Strikes\n・Tundra Breath\n・Geometric Freezer",
        "profile": "Profile\nAn Ancient Digimon proved to have existed long, long ago, thanks to a multitude of evidence. The warming of the Digital World defrosted some hyper-compressed data, causing it to appear in icy areas where the thaw had melted. Its whole body is covered in thick fur, and although it possesses tremendous, ancient power, Mammothmon is extremely susceptible to fire damage. The crest carved onto its face mask is a crystal of super-ancient wisdom, and it possesses a second sight that allows it to see long distances. Mammothmon’s large ears can even discern sounds in far-off places. Its special move Tusk Strikes stabs at the enemy with its two long tusks, and Tundra Breath blows a gust of chilly air from its long nose.\n\n■Effects of the X Antibody on Mammothmon’s DigiCore\nMammothmon unfroze from hyper-condensed data with a significant percentage of its data corrupted, but the X Antibody improved its self-repair ability, allowing it to restore itself up to 99% and take on an almost complete form of the Mammothmon that lived in ancient times. The mask covering Mammothmon (X Antibody)’s face extends to its back and stomach. More than just altering its appearance, this allows it to demonstrate the full ability of the crest engraved on its mask. There is evidence indicating that when Mammothmon (X Antibody) discovers a Virus Digimon, it begins pursuing them on instinct. Its Geometric Freezer technique has also been revived, allowing it to create a barrier with chilled air from its nasal cavity that only freezes Virus Digimon. These facts have led some to believe that Mammothmon (X Antibody) was a Virus Hunter in harsh, icebound regions."
    },
    {
        "name": "Manticoremon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=manticoremon",
        "url_image": "https://digimon.net/cimages/digimon/manticoremon.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Trinity Gospel\n・Acid Injection",
        "profile": "Profile\nA ferocious Dark Beast Digimon that prefers the DigiCores of Virus Digimon. Noticing Manticoremon’s fixation on fiendish viruses, Angel-species Digimon took it into their employ. Lacking reason and intelligence, its exists solely to yearn for and devour the data of others.\nManticoremon uses its special move Trinity Gospel to fire energy balls from the three mouths on its head and arms, and Acid Injection to skewer the enemy with its three tails and inject strong acid into their body. The Angel Digimon that employ it sometimes lose control of the extreme brutality it demonstrates in battle."
    },
    {
        "name": "MarinKimeramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=marinchimairamon",
        "url_image": "https://digimon.net/cimages/digimon/marinchimairamon.jpg",
        "level": "Ultimate",
        "type": "Composite",
        "attribute": "Vaccine",
        "special_Move": "・Poseidon Vortex\n・Aqua Viper",
        "profile": "Profile\nA Composite Digimon made by combining parts from various Aquatic Digimon. MarinKimeramon is thought to have been created using the same process as Kimeramon, but besides this theory, it remains a mystery. It will appear out of nowhere like a sudden storm, devastate an entire ecosystem with its immense destructive power, and then vanish.\nIts special moves include Poseidon Vortex, where it spins its entire body at incredible speed, creating a maelstrom, and Aqua Viper, which involves firing a massive energy beam from the tip of its horn that vaporizes anything in the vicinity."
    },
    {
        "name": "MarineDevimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=marindevimon",
        "url_image": "https://digimon.net/cimages/digimon/marindevimon.jpg",
        "level": "Ultimate",
        "type": "Aquatic Beast Man",
        "attribute": "Virus",
        "special_Move": "・Dark Deluge",
        "profile": "Profile\nA dirty fighter even Devimon doesn’t like going up against. A subspecies of Devimon, MarineDevimon lives in isolated deep sea trenches, resulting in the loss of all emotion other than a sense of loathing. It pursues victory by any means necessary, and continues to attack even if the opponent has lost the will to fight. The twin tentacles growing from its back have wills of their own, moving of their own accord to capture prey. It uses its special move Dark Deluge to release a poison mist from its mouth."
    },
    {
        "name": "MasterTyrannomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mastertyranomon",
        "url_image": "https://digimon.net/cimages/digimon/mastertyranomon.jpg",
        "level": "Ultimate",
        "type": "Dinosaur",
        "attribute": "Vaccine",
        "special_Move": "・Master Fire",
        "profile": "Profile\nMasterTyrannomon is a Dinosaur Digimon that Digivolved from Tyrannomon after winning numerous difficult battles. The scars covering its body are proof of its many victories. It acts now as an instructor, training the Tyrannomon who follow it so that they can grow into proper warriors. Its special move Master Fire involves breathing out an intense stream of flames to incinerate its foes."
    },
    {
        "name": "Matadormon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=matadrmon",
        "url_image": "https://digimon.net/cimages/digimon/matadrmon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Thousand Arrows\n・Bulldog\n・Earth-Shattering Stomp",
        "profile": "Profile\nA bloodsucking martial artist Digimon that performs a magnificent dance. Born from a certain museum’s folk dance database, Matadormon is a master of the unique Bulldog dance. Its fluttering garments serve to deceive its foes, and it attacks those who let their guard down with the countless rapiers hidden in the folds of its sleeves. Matadormon sustains itself by sucking Digimon blood, but not just any will do. It wanders from land to land in search of strong Digimon to feed upon. It unleashes its special move Thousand Arrows from the rapiers in its arms, and Earth-Shattering Stomp is a ferocious kicking technique whereby it utilizes its unique Bulldog fighting style."
    },
    {
        "name": "Maycrackmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=meicrackmon",
        "url_image": "https://digimon.net/cimages/digimon/meicrackmon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Modestly Stun\n・Felt Made",
        "profile": "Profile\nMaycrackmon is the Digivolved form of Meicoomon. Naturally shy and not fond of conflict, Maycrackmon typically acts alone. It can often be spotted curled up in the sun enjoying a nap, but if it senses something approaching it will quickly dart off into the shadows, where it will wait to see what happens. Sometimes it warms up to those who bring it food, but if an enemy makes such an offering it will remain hidden. If that enemy does not leave, staying in Maycrackmon’s territory, Maycrackmon will fight to defend its space with a ferocity that would be unimaginable to those familiar with its normal, peaceful nature. Its special moves include Modestly Stun, which involves restraining a foe with its two tentacles, then paralyzing them with the stinger on its tail, and Felt Made, where it creates a copy of itself by shooting out lures from its body."
    },
    {
        "name": "Maycrackmon: Vicious Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=meicrackmon_v",
        "url_image": "https://digimon.net/cimages/digimon/meicrackmon_v.jpg",
        "level": "Ultimate",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Felt Made",
        "profile": "Profile\nWhen a peaceful Maycrackmon’s heart is tainted by evil, cracks will appear all over its body. Maycrackmon: Vicious Mode sees all the world as a hateful enemy, and so longs to destroy it. It will use every bit of its exceptional leg strength, perceptiveness, and animal instincts to relentlessly pursue its opponents until they perish. The cursed claws that extend from the armor on its paws are made of Red Digizoid, and can cut through solid metal as if it were paper due to the increased power from its tough physique.\nMaycrackmon: Vicious Mode uses its special move Felt Made to create a copy of itself by shooting out lures from its body."
    },
    {
        "name": "MegaKabuterimon (Blue)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=atlurkabuterimon-blue",
        "url_image": "https://digimon.net/cimages/digimon/atlurkabuterimon-blue.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Data",
        "special_Move": "・Horn Buster",
        "profile": "Profile\nA Digivolution of Kabuterimon discovered in a tropical region of the Net Area. Approximately 1.5 times the size of Kabuterimon, MegaKabuterimon is quite large for an Insectoid Digimon. Though it has lost some of its ability to fly, it has dramatically increased the power of its horn, which is the species’ primary weapon. It’s also grown muscles at the bases of its forelimbs, improving its hand-to-hand combat ability. MegaKabuterimon (Blue) is renowned for its chivalrous nature, and is well-known for protecting weaker creatures. Its special move is Horn Buster, by which it stabs opponents with its giant horn."
    },
    {
        "name": "MegaKabuterimon (Red)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=atlurkabuterimon",
        "url_image": "https://digimon.net/cimages/digimon/atlurkabuterimon.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Vaccine",
        "special_Move": "・Horn Buster",
        "profile": "Profile\nA Digivolution of Kabuterimon discovered in a tropical region of the Net Area. Approximately 1.5 times the size of Kabuterimon, MegaKabuterimon (Red) is quite large for an Insectoid Digimon. Though belonging to the same species as MegaKabuterimon (Blue), this variety has a superior ability to fly. It has also dramatically increased the power of its horn, which is the species’ primary weapon, as well as grown muscles at the bases of its forelimbs, improving its hand-to-hand combat ability. MegaKabuterimon is renowned for its chivalrous nature, and is well-known for protecting weaker creatures. Its special move is Horn Buster, by which MegaKabuterimon stabs opponents with its giant horn."
    },
    {
        "name": "MegaSeadramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=megaseadramon",
        "url_image": "https://digimon.net/cimages/digimon/megaseadramon.jpg",
        "level": "Ultimate",
        "type": "Aquatic",
        "attribute": "Data",
        "special_Move": "・Lightning Javelin",
        "profile": "Profile\nMegaSeadramon is a Digivolution of Seadramon. It is the form that Seadramon who’ve survived the harsh environment surrounding the Folder Continent take on in order to continue living in the Digital World, where only the strong survive. Through this Digivolution, MegaSeadramon’s body became a size larger, the shell on its head became sturdier, and a lightning-shaped blade grew out of its forehead. It’s also more intelligent than Seadramon, and will relentlessly seek out and destroy its foes like a homing torpedo. Its special move is Lightning Javelin, by which it fires a powerful bolt of lightning from the blade on its forehead. The carapace on its head contains a generator specifically to make this special move possible."
    },
    {
        "name": "MegaSeadramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=megaseadramon_x",
        "url_image": "https://digimon.net/cimages/digimon/megaseadramon_x.jpg",
        "level": "Ultimate",
        "type": "Aquatic",
        "attribute": "Data",
        "special_Move": "・Lightning Javelin\n・King Javelin",
        "profile": "Profile\nThis is the form Seadramon Digivolved into in order to survive the harsh environment of the Net Ocean. Through this Digivolution, MegaSeadramon’s body became a size larger, the shell on its head became sturdier, and a lightning-shaped blade grew out of its forehead. It’s also more intelligent than Seadramon, and will relentlessly seek out and destroy its foes like a homing torpedo. MegaSeadramon uses its special move Lightning Javelin to fire a powerful bolt of lightning from the blade on its forehead. The carapace on its head contains a generator specifically to make this special move possible.\n\n■Effects of the X Antibody on MegaSeadramon’s DigiCore:\nMegaSeadramon (X Antibody) is said to be the king of Seadramon (X Antibody), who survived the harsh environment of the Net Ocean since ancient times. Its survival in all regions of the Net Ocean—from glacial seas to tropical oceans—is demonstrated by the colors of its body. Unleashing its special move Lightning Javelin in fight after fight has tempered its forehead blade, increasing both its sharpness and its conductivity. MegaSeadramon (X Antibody) has also acquired the special move King Javelin, which it uses to plunge this blade into the enemy before tearing them to pieces."
    },
    {
        "name": "Megadramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=megadramon",
        "url_image": "https://digimon.net/cimages/digimon/megadramon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Eradication Attack\n・Ultimate Slicer",
        "profile": "Profile\nMegadramon is a Black Dragon Digimon said to possess the greatest and most terrible power of all the Ultimate-level Dragon Cyborg Digimon. It was artificially modified by an unknown individual who programmed it to destroy all. It is practically the living embodiment of a computer virus. Capable of breaching high-security computer networks with ease, Megadramon will then effortlessly mod or destroy the host computer. Its special moves include Eradication Attack, where it fires countless organic missiles from its arms, and Ultimate Slicer, which can cut through any substance."
    },
    {
        "name": "Mephistomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mephismon",
        "url_image": "https://digimon.net/cimages/digimon/mephismon.jpg",
        "level": "Ultimate",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Black Sabbath\n・Death Cloud",
        "profile": "Profile\nMephistomon is a Dark Angel Digimon resembling a giant male goat. It is also a\nDigimon of darkness born from the lingering conceptual data of Apocalymon, who sought to bring an end to all life. Accordingly, its motivations are the same as Apocalymon’s—the extinction of every living thing. Mephistomon is skilled in black magic and extremely cruel. It is also highly intelligent, with the mind of a tactician. Its signature move is Black Sabbath, where it intones a dark incantation as it prays for a ceremony of death. Whoever hears this incantation will die shortly thereafter. Its special move Death Cloud calls forth a cloud of darkness that causes everything inside it to decay."
    },
    {
        "name": "Mephistomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mephismon_x",
        "url_image": "https://digimon.net/cimages/digimon/mephismon_x.jpg",
        "level": "Ultimate",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Hermannia\n・Merry Merry Destruction",
        "profile": "Profile\nMephistomon is a Dark Angel Digimon resembling a giant male goat. It is also a\nDigimon of darkness born from the lingering conceptual data of Apocalymon, who sought to bring an end to all life. Accordingly, its motivations are the same as Apocalymon’s—the extinction of every living thing. Mephistomon is skilled in black magic and extremely cruel. It is also highly intelligent, with the mind of a tactician. Its signature move is Black Sabbath, where it intones a dark incantation as it prays for a ceremony of death. Whoever hears this incantation will die shortly thereafter. Its special move Death Cloud calls forth a cloud of darkness that causes everything inside it to decay.\n\n■Effects of the X Antibody on Mephistomon’s DigiCore:\nIts appearance has changed from a billy goat to that of a nanny goat, dressing in a feminine fashion. Mephistomon (X Antibody) skillfully uses advanced dark incantations, and its conduct exudes elegance. Killing those who cry and beg for their lives or put up a hopeless defense gives this Digimon its life purpose. Toward that end, it uses Hell Mania to shoot a dark incantation bullet, or Merry Merry Destruction to release enormous magic power from its umbrella."
    },
    {
        "name": "Mermaimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mermaimon",
        "url_image": "https://digimon.net/cimages/digimon/mermaimon.jpg",
        "level": "Ultimate",
        "type": "Aquatic Beast Man",
        "attribute": "Data",
        "special_Move": "・Charm Plunder\n・Northern Cross Bomber",
        "profile": "Profile\nA Digimon resembling a mermaid from folklore, taking up residence in the coldest seas of the Digital World. Unlike most Digimon, singing comes easily to Mermaimon, and it offers up a charming tune when the occasion warrants. Due to its avarice and weakness for treasure, it will charm other Digimon before taking the opportunity to plunder their data (treasure). Because of this, there is thought to be a colossal cache of data hidden somewhere in the Net Ocean. Still, once the looted data becomes Mermaimon’s, it loses all interest and throws it away. It uses its special move Charm Plunder to draw near with its beautiful mermaid-like figure before suddenly stabbing its foe with a golden anchor, or Northern Cross Bomber to spin its golden anchor chaotically and crush its foes."
    },
    {
        "name": "MetalGreymon (2010 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalgreymon",
        "url_image": "https://digimon.net/cimages/digimon/metalgreymon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Trident Arm\n・Giga Destroyer",
        "profile": "Profile\nA Tactical Enhancement Mode that adds MailBirdramon’s armor to Greymon’s power, this upgraded form does not hinder the fighting strength of the close-quarters combatant that is Greymon. The Trident Arm supplements Greymon’s considerable strength with super-hot claws, dramatically improving MetalGreymon’s attack power. Its Giga Destroyer fires a high-energy homing laser at all enemies in the area. This annihilation technique gives Greymon—who specializes in one-on-one fights—an upper hand in battles against groups."
    },
    {
        "name": "MetalGreymon (Vaccine)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalgreymon-v",
        "url_image": "https://digimon.net/cimages/digimon/metalgreymon-v.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Trident Arm\n・Giga Destroyer\n・Giga Storm",
        "profile": "Profile\nAn Android Digimon with a mechanized upper body. The MetalGreymon of File Island were able to dramatically prolong their vital functioning through self-modification, although their natural bodies have turned blue from the stress. By contrast, a true MetalGreymon is a successful Digivolution from a Greymon, and is an extremely powerful Android Digimon. To successfully Digivolve into a MetalGreymon, a Greymon must face several mighty foes and defeat them in battle. A MetalGreymon’s attacks are said to be as powerful as a nuclear warhead, capable of completely obliterating lower level Digimon. Its special moves include Trident Arm, by which it attacks with its reinforced Chrome Digizoid arm, and Giga Destroyer, an attack where it fires bionic missiles from a hatch that opens in its chest. It can also shoot a scorching energy wave from firing ports in its midsection with the special move Giga Storm."
    },
    {
        "name": "MetalGreymon (Vaccine) (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalgreymon_va_x",
        "url_image": "https://digimon.net/cimages/digimon/metalgreymon_va_x.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Trident Arm Ver. 9.9\n・Giga Destroyer",
        "profile": "Profile\nAn Android Digimon with a mechanized upper body. The MetalGreymon of File Island were able to dramatically prolong their vital functioning through self-modification, although their natural bodies have turned blue from the stress. By contrast, a true MetalGreymon is a successful Digivolution from a Greymon, and is an extremely powerful Android Digimon. To successfully Digivolve into a MetalGreymon, a Greymon must face several mighty foes and defeat them in battle. Its attacks are said to be as powerful as a nuclear warhead, capable of completely obliterating lower-level Digimon. MetalGreymon uses its special move Trident Arm to attack with its reinforced Chrome Digizoid arm, and Giga Destroyer to fire bionic missiles from a hatch that opens in its chest."
    },
    {
        "name": "MetalGreymon (Virus)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalgreymon-web",
        "url_image": "https://digimon.net/cimages/digimon/metalgreymon-web.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Giga Destroyer",
        "profile": "Profile\nThe Ultimate Android Digimon with more than half of its body mechanized. MetalGreymon has braved countless battles, only surviving due to the mechanization of its body. To successfully Digivolve into a MetalGreymon, a Greymon must face several mighty foes and defeat them in battle. Its attacks are said to be as powerful as a nuclear warhead. MetalGreymon fires bionic missiles from a hatch that opens in its chest."
    },
    {
        "name": "MetalGreymon (Virus) (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalgreymon_vi_x",
        "url_image": "https://digimon.net/cimages/digimon/metalgreymon_vi_x.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Energy Blitz\n・Pandemic Destroyer",
        "profile": "Profile\nThe Ultimate Android Digimon with more than half of its body mechanized. MetalGreymon has braved countless battles, only surviving due to the mechanization of its body. To successfully Digivolve into a MetalGreymon, a Greymon must face several mighty foes and defeat them in battle. Its attacks are said to be as powerful as a nuclear warhead. MetalGreymon fires bionic missiles from a hatch that opens in its chest.\n\n■Effects of the X Antibody on MetalGreymon (Virus)’s DigiCore:\nEach of its mechanized parts have been updated. In particular, the Alterous Trident Arm on its left arm has been enhanced and remodeled, and can now switch between Blitz Mode and Blast Mode. It also comes equipped with an energy booster that exceeds the speed of sound at maximum output. MetalGreymon (Virus) (X Antibody) uses its special move Energy Blitz to fly at maximum speed and pierce the enemy in Blitz Mode, or Pandemic Destroyer to shoot viral energy in Blast Mode. The virus in the latter technique is toxic, and infectious enough to be designated a calamity."
    },
    {
        "name": "MetalGreymon + Cyber Launcher",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalgreymon_cyberlauncher",
        "url_image": "https://digimon.net/cimages/digimon/metalgreymon_cyberlauncher.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Virus",
        "special_Move": "・Cyber Gigantic Launcher\n・Coronal Mass Ejection",
        "profile": "Profile\nMetalGreymon + Cyber Launcher is a form that Cyberdramon takes on to lend its power to other Digimon, also known as its Heavy Weapon Mode. In this form it has two special moves. The first, where it concentrates all its energy into a single blast at maximum power, is Cyber Gigantic Launcher. The second is Coronal Mass Ejection, by which it sacrifices raw power to fire all its gunports at once, hitting multiple foes. Used in combination, these moves can annihilate an opposing force."
    },
    {
        "name": "MetalGreymon: Alterous Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalgreymon_alter",
        "url_image": "https://digimon.net/cimages/digimon/metalgreymon_alter.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Positron Blaster\n・Alter Blade\n・Giga Destroyer\n・Trident Arm\n・Giga Storm",
        "profile": "Profile\nMetalGreymon has acquired a mighty power by mechanizing its upper body, and has updated its right arm with further mechanization. With the accumulation of fierce battles it survived, it has converted its right arm into a massive energy cannon called Alterous in order to deal with the powerful foes to come. MetalGreymon: Alterous Mode uses its special move Positron Blaster to concentrate energy into Alterous and shoot cannon fire at sublight speed, or Alter Blade to cut with a positron blade of accumulated energy. It demonstrates perfect combat ability at both short and long range, having redesigned itself into a new form that defeats any tough foes it encounters."
    },
    {
        "name": "MetalMamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalmamemon",
        "url_image": "https://digimon.net/cimages/digimon/metalmamemon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Energy Bomb",
        "profile": "Profile\nAn Android Digimon that Digivolved to become even more powerful than the “Smiley Bomber,” Mamemon. Its cuteness hasn’t changed, nor have the painful consequences of those tricked by this appearance. 90% of MetalMamemon’s body has been mechanized; the tremendous destructive force of its special move Energy Bomb fired from the Psycho Blaster on its left arm can fell a foe with certainty."
    },
    {
        "name": "MetalMamemon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalmamemon_x",
        "url_image": "https://digimon.net/cimages/digimon/metalmamemon_x.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Energy Bomb\n・Energy Laser Bomb",
        "profile": "Profile\nAn Android Digimon that Digivolved to become even more powerful than the “Smiley Bomber,” Mamemon. Its cuteness hasn’t changed, nor have the painful consequences of those tricked by this appearance. 90% of MetalMamemon’s body has been mechanized; the tremendous destructive force of its special move Energy Bomb fired from the Psycho Blaster on its left arm can fell a foe with certainty.\n\n■Effects of the X Antibody on MetalMamemon’s DigiCore:\nThe high-tech mechanization of its body progressed until it became 99% cyborg. In battle, MetalMamemon (X Antibody) reliably executes commands to defeat the enemy, such as “attack,” “defend” or “move.” Its Psycho Blaster has also gone high-tech, enabling it to use Energy Laser Bomb to fire a special explosive laser that wipes out foes in an instant."
    },
    {
        "name": "MetalPhantomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metalfantomon",
        "url_image": "https://digimon.net/cimages/digimon/metalfantomon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Soul Predator\n・Grave Scream",
        "profile": "Profile\nAn Android Digimon fully mechanizing the body of the reaper-like Phantomon. MetalPhantomon functions using energy provided by a Digital World in another dimension, and is said to be controlled by some other force. Grave Scream is a bizarre sound emitted by its energy sickle, directly reaping souls regardless of any armor or shields that oppose it. Its special move Soul Predator releases MetalPhantomon’s immense energy, enlarging its sickle to attack as if to indulge its hunger for souls."
    },
    {
        "name": "MetalTyrannomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metaltyranomon",
        "url_image": "https://digimon.net/cimages/digimon/metaltyranomon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Giga DestroyerⅡ\n・Nuclear Laser",
        "profile": "Profile\nAn Android Digimon that remodeled its body to unleash extensive power. Just like Megadramon was remodeled for anti-air use, MetalTyrannomon was remodeled into a Digimon for anti-ground interception. Any and all attacks rebound off of its strengthened body, and its possesses a terrifying attack power, busting through even the sturdiest armor with its tough chin. It uses its special move Giga DestroyerⅡ to fire a missile from its right arm, or Nuclear Laser to fire an energy beam from its left arm."
    },
    {
        "name": "MetalTyrannomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metaltyranomon_x",
        "url_image": "https://digimon.net/cimages/digimon/metaltyranomon_x.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Giga DestroyerⅡ\n・Nuclear LaserⅡ",
        "profile": "Profile\nAn Android Digimon that remodeled its body to unleash extensive power. Just like Megadramon was remodeled for anti-air use, MetalTyrannomon was remodeled into a Digimon for anti-ground interception. Any and all attacks rebound off of its strengthened body, and its possesses a terrifying attack power, busting through even the sturdiest armor with its tough chin. It uses its special move Giga DestroyerⅡ to fire a missile from its right arm, or Nuclear Laser to fire an energy beam from its left arm.\n\n■Effects of the X Antibody on MetalTyrannomon (X Antibody)’s DigiCore:\nCompared to MetalGreymon, widely regarded to be among the most capable of all modified Digimon, MetalTyrannomon (X Antibody) is notably wilder, but it also boasts the greatest capacity for destruction on land. As Tyrannomon, its natural resilience allowed it to withstand extensive modification at the hands of the Crack Team, who transformed its ferocity into awe-inspiring offensive capabilities, drawing them out to their full potential. While MetalTyrannomon (X Antibody)’s reinforced claws aren’t quite as strong as MetalGreymon’s Trident Arm Ver. 9.9, a control program was installed in Tyrannomon X’s DigiCore equivalent to Version 7.0 (which is more than sufficient for close-quarters combat). Any excess energy can be fired from its left arm using Nuclear LaserⅡ."
    },
    {
        "name": "MetallifeKuwagamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=metallifekuwagamon",
        "url_image": "https://digimon.net/cimages/digimon/metallifekuwagamon.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Homing Laser\n・Blade Emission",
        "profile": "Profile\nA subspecies of Kuwagamon with dramatically increased attack power due to weaponization. MetallifeKuwagamon gained melee abilities with its humanoid form. It boasts both a hard carapace as well as nimble movements, giving it a balance Ultimate Digimon usually can only dream of. MetallifeKuwagamon can adjust the trajectory of the Homing Laser beam attack fired from the barrels on its fingertips at will, allowing it to land direct hits on foes around any and all obstructions. It uses Blade Emission to release a cutting blade-shaped beam, displaying its true might in close quarters."
    },
    {
        "name": "Meteormon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=insekimon",
        "url_image": "https://digimon.net/cimages/digimon/insekimon.jpg",
        "level": "Ultimate",
        "type": "Ore",
        "attribute": "Data",
        "special_Move": "・Galactic Flare",
        "profile": "Profile\nMeteormon is a Digimon that for some reason has manifested meteorite data, included in Gotsumon’s ore data, on its surface. Composed of a hard substance that can only be found in space, it boasts a strong defense. Its special move is Galactic Flare, by which it blasts foes with strange energy waves from the furthest reaches of the cosmos."
    },
    {
        "name": "Mihiramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mihiramon",
        "url_image": "https://digimon.net/cimages/digimon/mihiramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Vimohana",
        "profile": "Profile\nAn Ultimate Digimon resembling a tiger, and one of the Twelve Deva Digimon. A minion of Azulongmon, one of the Four Sovereign Digimon, Mihiramon is the rowdiest of the Deva, a tactician specializing in tactics that predict locations. It runs faster than the wind on land and flies faster than sound through the skies, cornering its foes with incredible maneuverability. Mihiramon tears the enemy asunder in battle with sharp fangs and claws, and makes use of its tail transformed into a hexagonal three-sectioned staff (Bǎo Bàng). It uses its special move Vimohana to thrust the Bǎo Bàng into the ground, causing a shockwave all around."
    },
    {
        "name": "Mistymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mistymon",
        "url_image": "https://digimon.net/cimages/digimon/mistymon.jpg",
        "level": "Ultimate",
        "type": "Magic Warrior",
        "attribute": "Virus",
        "special_Move": "・Core Dart\n・Blast Fire",
        "profile": "Profile\nA Magic Warrior Digimon from Witchelny, which is the Digital World of another dimension. In addition to the multitudes of magic (advanced programming language) at its disposal, Mistymon is also adept at the sword, possessing masterful swordsmanship. Well-versed both in chivalry and sorcery, it can even imbue its sword with magic to attack. Its special move Blast Fire is one such form of magic by which it covers its sword in flames to slash with enhanced might. Then there’s Core Dart, by which it shrewdly manipulates crystals for attack and defense."
    },
    {
        "name": "Monzaemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=monzaemon",
        "url_image": "https://digimon.net/cimages/digimon/monzaemon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Vaccine",
        "special_Move": "・Hearts Attack",
        "profile": "Profile\nA Digimon shrouded in mystery. Monzaemon looks like an ordinary stuffed bear, but rumor has it that someone—or something—has climbed in through the zipper on its back. It wraps up its opponent in the love overflowing from this cute body (albeit with scary eyes), and makes them feel happy. It uses its special move Hearts Attack to flings hearts at the enemy."
    },
    {
        "name": "Monzaemon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=monzaemon_x",
        "url_image": "https://digimon.net/cimages/digimon/monzaemon_x.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Vaccine",
        "special_Move": "・Hearts Splash",
        "profile": "Profile\nA Digimon shrouded in mystery. Monzaemon looks like an ordinary stuffed bear, but rumor has it that someone—or something—has climbed in through the zipper on its back. It wraps up its opponent in the love overflowing from this cute body (albeit with scary eyes), and makes them feel happy. It uses its special move Hearts Attack to flings hearts at the enemy.\n\n■Effects of the X Antibody on Monzaemon’s DigiCore:\nThe overwhelming love within Monzaemon (X Antibody) has taken physical form with its Lovely Gel, a substance packed with hearts, and Monzaemon (X Antibody) itself has gotten even cuter. When other Digimon approach it, drawn by its cuteness, Monzaemon (X Antibody) will scoop out some of its Lovely Gel to share with them. Digimon who accept this offer are always glad they did, and seeing their satisfied smiles is apparently Monzaemon (X Antibody)’s greatest pleasure. If an enemy ever threatens the Digimon that have gathered around Monzaemon (X Antibody),it takes them down in a flood of Lovely Gel using Hearts Splash. This attack is more powerful the more Digimon Monzaemon (X Antibody) has cheering it on."
    },
    {
        "name": "Mummymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=mummymon",
        "url_image": "https://digimon.net/cimages/digimon/mummymon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Snake Bandage\n・Necrophobia",
        "profile": "Profile\nAn Undead Digimon wrapped head-to-toe in bandages like the mummies of ancient Egypt. Mummymon’s ability to summon and control the lingering spirits (residual data) of terminated Digimon has earned it the alias of the “Necromancer.” Its taciturn and expressionless nature makes it hard to read, but any who attack it will face an exhaustive onslaught from the weapon it brandishes. If cornered, this dangerous creature will start firing off its beloved gun Obelisk willy-nilly. Mummymon uses its signature move Snake Bandage to wrap the bandages on its arms around the enemy, squeezing them like a snake. It uses its special move Necrophobia to summon the dead and drive its foe to a maddened death."
    },
    {
        "name": "MusouKnightmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=musoknightmon",
        "url_image": "https://digimon.net/cimages/digimon/musoknightmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Virus",
        "special_Move": "・Gouradarai Gun\n・Wave of Destruction\n・Demonic Gravity Curse",
        "profile": "Profile\nMusouKnightmon is the Darkness-Rumbling Mode born of the Digixrose of DarkKnightmon and Tuwarmon. This savagely destructive Digimon adds the Gouradarai Gun to DarkKnightmon’s already overwhelming power. Wave of Destruction, which releases all the energy of these two Digimon from the Gouradarai Gun, is a unique and unrivaled attack that leaves nothing but wreckage in its wake. Before firing, it casts Demonic Gravity Curse around itself. This seals the enemy’s movements to ensure the strike will hit, and provides extra defense while MusouKnightmon fires. The shockwave upon discharge is immense, inflicting damage on those in the vicinity even if they don’t take a direct hit. MusouKnightmon’s gun barrel needs to cool after it is fired at maximum output, and this prevents this Digimon from displaying its full power. Even so, no Digimon has survived a blast from this technique, so there is no need to fire it in rapid succession."
    },
    {
        "name": "Myotismon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vamdemon",
        "url_image": "https://digimon.net/cimages/digimon/vamdemon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Night Raid",
        "profile": "Profile\nThe king of Undead Digimon that was resurrected through the dark arts, obtaining mighty powers in the process. Originally a malicious computer virus that destroyed all the data it absorbed, Myotismon gained the ability to reanimate the data it destroyed as malignant viruses. Myotismon has an extremely cruel and cunning personality, and is an insidiously difficult Digimon to destroy. However, it can only make full use of its powers at night. During the day it’s said to be reduced to half strength. Myotismon’s special move is Night Raid, by which it commands a swarm of bats to ambush its foes."
    },
    {
        "name": "Myotismon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vamdemon_x",
        "url_image": "https://digimon.net/cimages/digimon/vamdemon_x.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Vampire Theory\n・Bloody Drain",
        "profile": "Profile\nThe king of Undead Digimon that was resurrected through the dark arts, obtaining mighty powers in the process. Originally a malicious computer virus that destroyed all the data it absorbed, Myotismon gained the ability to reanimate the data it destroyed as malignant viruses. Myotismon has an extremely cruel and cunning personality, and is an insidiously difficult Digimon to destroy. However, it can only make full use of its powers at night. During the day it’s said to be reduced to half strength. Myotismon’s special move is Night Raid, by which it commands a swarm of bats to ambush its foes.\n\n■Effects of the X Antibody on Myotismon’s DigiCore:\nMyotismon (X Antibody)’s face and body are artificial, the cape being its real body. It appears to have arms, but these are just fakes. The internal composition of its DigiCore is enhanced to let it act at full power even during the day. Myotismon uses Vampire Theory to envelop the enemy in its cape and turn them into a bat, or Bloody Drain to pierce a victim with its cape claws and drain their data."
    },
    {
        "name": "NeoDevimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=neodevimon",
        "url_image": "https://digimon.net/cimages/digimon/neodevimon.jpg",
        "level": "Ultimate",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Guilty Claw",
        "profile": "Profile\nNeoDevimon is a Digivolution of Devimon created when an unknown individual enhanced Devimon’s abilities. As a result of this process, even NeoDevimon’s own will is subject to the complete control of another, making it a fully artificial Digimon. The mask that covers its face is used to regulate its powers, and is said to have been placed there to rob NeoDevimon of its own volition. NeoDevimon’s special move is Guilty Claw, a powered-up version of Death Claw."
    },
    {
        "name": "Oboromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=oboromon",
        "url_image": "https://digimon.net/cimages/digimon/oboromon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Chiyorozu-no-Tachi\n・Rashomon\n・Yugen",
        "profile": "Profile\nA ghostlike Undead Digimon that dwells in graveyards. It is a gleeful fighter that delights in battling even opponents far stronger than itself. Oboromon's strange fixation on winning is thought to be because it absorbs large amounts of grudge-filled data from the Digimon it defeats. However, Oboromon is not egotistical. When it is not in battle, it can usually be found aimlessly wandering around graveyards. It has been witnessed having odd conversations with the skull fused with its left arm. The katana growing from the skull is brittle and shatters easily, but no matter how many times the katana breaks a new one will grow.\nChiyorozu-no-Tachi is a slicing attack using its katana. Oboromon also emits ghostly flames with the potential to burn a vast area with Rashomon. The scarf around its neck can transform into an independently moving apparition when it uses Yugen. The scarf has many uses, such as binding and capturing enemies, and is even strong enough to strike opponents."
    },
    {
        "name": "Okuwamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=okuwamon",
        "url_image": "https://digimon.net/cimages/digimon/okuwamon.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Double Scissor Claw",
        "profile": "Profile\nA Digivolution of Kuwagamon, evolved into something more sinister than a Kabuterimon-type Digimon. The predominant improvement is its defense, which Kuwagamon lacks. Okuwamon’s ability to detect foes with antennae has been boosted, and its pincer attacks have augmented precision. Furthermore, it is clear that its most prominent characteristics are not only its survival instinct, but also its destructive impulse. Truly a Digivolution steeped in aggression. Its special move Double Scissor Claw is an upgraded version of Scissor Claw that is able to snip even the hardest diamond."
    },
    {
        "name": "Okuwamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=okuwamon_x",
        "url_image": "https://digimon.net/cimages/digimon/okuwamon_x.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Double Scissor Claw ３^３",
        "profile": "Profile\nA Digivolution of Kuwagamon, evolved into something more sinister than a Kabuterimon-type Digimon. The predominant improvement is its defense, which Kuwagamon lacks. Okuwamon’s ability to detect foes with antennae has been boosted, and its pincer attacks have augmented precision. Furthermore, it is clear that its most prominent characteristics are not only its survival instinct, but also its destructive impulse. Truly a Digivolution steeped in aggression. Its special move Double Scissor Claw is an upgraded version of Scissor Claw that is able to snip even the hardest diamond.\n\n■Effects of the X Antibody on Okuwamon’s DigiCore:\nMuch like Kuwagamon (X Antibody), Okuwamon (X Antibody)’s instinctual destructive impulse has increased, causing it to attack non-Virus Digimon without question. It now has three massive pincers on its head, not just tripling its original attack power, but cubing it. Its special move Double Scissor Claw ３^３ (3 cubed) is an upgraded version of Double Scissor Claw."
    },
    {
        "name": "Oleamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=oleamon",
        "url_image": "https://digimon.net/cimages/digimon/oleamon.jpg",
        "level": "Ultimate",
        "type": "Carnivorous Vegetation",
        "attribute": "Virus",
        "special_Move": "・Jameal\n・Leaf Shredder",
        "profile": "Profile\nOleamon is an Carnivorous Vegetation Digimon confirmed to inhabit the forested region of the Digital World. Its flower emits an aroma that lures in Insectoid Digimon. Just as its prey extends its tongue to taste that entrancing aroma, Oleamon's petals capture its target with Jameal. Its prey Digimon is slowly digested and converted into nourishment. Oleamon are dispersed among other Vegetation Digimon, making it a quietly menacing presence to Insectoid Digimon that live in the same area.\nIts signature move Leaf Shredder is very versatile and allows it to send its poisonous leaves flying or bunch them up to act as blades."
    },
    {
        "name": "OmegaShoutmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=omegashoutmon",
        "url_image": "https://digimon.net/cimages/digimon/omegashoutmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Dragon Man",
        "attribute": "Data",
        "special_Move": "・Flame Cannon\n・Victorize Banking\n・Hard Rock Soul\n・Beat Slash\n・Omega the Fusion",
        "profile": "Profile\nOmegaShoutmon obtained a legendary Digivolution from Omegamon when it unleashed its soul’s seething passion. In addition to its intense fervor, its entire body is clad in Omega inForce, a power it obtained from Omegamon, so it emits a golden glow from its sharp new form. This makes it impossible for enemies to directly perceive OmegaShoutmon. They can only take in its glowing afterimage. OmegaShoutmon’s Flame Cannon transforms the overflowing feelings of friendship in its heart into firepower, releasing a hail of bullets that can not only attack, but also become a wall of iron to protect its allies. It can also channel its zeal for justice into a burst of power from its V-shaped head that shines brighter than the sun, assaulting its foes with Victorize Banking and wiping them out. Or, with Hard Rock Soul, it can concentrate its fervent courage into flames that burst from its fists to either punch enemies at close range or blast them with fire from long range. Alternatively, it can put all of its fierce fighting spirit into its feet, turning them into blades to slice into its foes with Beat Slash. Finally, with Omega the Fusion, it can concentrate the power of the Omega inForce surrounding its body into an aura that it then condenses into a beam to fire at its enemies. All who’ve beheld the awesome brilliance of this attack are left utterly demoralized."
    },
    {
        "name": "OmegaShoutmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=omegashoutmon_x",
        "url_image": "https://digimon.net/cimages/digimon/omegashoutmon_x.jpg",
        "level": "Ultimate",
        "type": "Dragon Man",
        "attribute": "Vaccine",
        "special_Move": "・Flare Rock Soul\n・Heavy Heat Vulcan\n・Zeal Magnum\n・Omega the Fusion",
        "profile": "Profile\nOmegaShoutmon obtained a legendary Digivolution from Omegamon when it unleashed its soul’s seething passion. In addition to its intense fervor, its entire body is clad in Omega inForce, a power it obtained from Omegamon, so it emits a golden glow from its sharp new form. This makes it impossible for enemies to directly perceive OmegaShoutmon. They can only take in its glowing afterimage. OmegaShoutmon’s Flame Cannon transforms the overflowing feelings of friendship in its heart into firepower, releasing a hail of bullets that can not only attack, but also become a wall of iron to protect its allies. It can also channel its zeal for justice into a burst of power from its V-shaped head that shines brighter than the sun, assaulting its foes with Victorize Banking and wiping them out. Or, with Hard Rock Soul, it can concentrate its fervent courage into flames that burst from its fists to either punch enemies at close range or blast them with fire from long range. Alternatively, it can put all of its fierce fighting spirit into its feet, turning them into blades to slice into its foes with Beat Slash. Finally, with Omega the Fusion, it can concentrate the power of the Omega inForce surrounding its body into an aura that it then condenses into a beam to fire at its enemies. All who’ve beheld the awesome brilliance of this attack are left utterly demoralized.\n\n■Effects of the X Antibody on OmegaShoutmon’s DigiCore:\nThe red lines running all over OmegaShoutmon (X Antibody)’s form rose to the surface when its fiercely seething passion merged with the X Antibody. It can now channel that passion into crystal claws, allowing it to unleash its special move Flare Rock Spirit with enhanced fiery might. It can also use Heavy Heat Vulcan to fire a stream of tiny balls of fire, each one as powerful as a Mega Flame. Finally, its ultimate special move is Zeal Magnum, where it puts both hands together to charge up an energy blast of such scorching heat that it will never grow cold, then fires it at foes."
    },
    {
        "name": "Orochimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=orochimon",
        "url_image": "https://digimon.net/cimages/digimon/orochimon.jpg",
        "level": "Ultimate",
        "type": "Dark Dragon",
        "attribute": "Virus",
        "special_Move": "・Sake Breath\n・Ame no Murakumo",
        "profile": "Profile\nAn enormous Dark Dragon Digimon with eight heads. Seven of these are fakes, however, with only the black one in the center actually being part of its body. Orochimon’s origins date back to long ago, when it wrought havoc in the ancient Digital World. Its strength was such that it drove an entire area to the brink of destruction, until it was sealed away by the servant of a being seeking to maintain harmony in the Digital World. Orochimon’s signature move is Sake Breath, where it uses its alcoholic breath to send its opponents into a stupor. Its special move Ame no Murakumo involves transforming the end of its tail into a sharp blade to tear through foes.\nNote: Orochimon was created from a winning submission in the Bandai-Town FAX Service Digimon Illustration Contest by Noritake Furuta from Niigata Prefecture."
    },
    {
        "name": "Paildramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=paildramon",
        "url_image": "https://digimon.net/cimages/digimon/paildramon.jpg",
        "level": "Ultimate",
        "type": "Dragon Man",
        "attribute": "Free",
        "special_Move": "・Sting Strike\n・Death Parade Blaster",
        "profile": "Profile\nA Dragon Man Digimon DNA Digivolved from an ExVeemon and a Stingmon. It retains many elements of Dragon types, with the power of a dragon and the iron-wall defense of an insect’s carapace. More than just powerful, Paildramon also uses quick and agile moves to finish off opponents. It is very loyal, and will unquestioningly lay down its life for its master. Paildramon uses its signature move Sting Strike to rush the enemy with spikes extended from the shells on both arms. It uses its special move Death Parade Blaster to fire an energy wave from two biological cannons extending from its waist."
    },
    {
        "name": "Pajiramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pajiramon",
        "url_image": "https://digimon.net/cimages/digimon/pajiramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Virus",
        "special_Move": "・Vahnijvala",
        "profile": "Profile\nAn Ultimate Digimon resembling a sheep, and one of the Twelve Deva Digimon. A minion of Zhuqiaomon, one of the Four Sovereign Digimon, Pajiramon is a powerful individual ruling over the world of dreams. On unfriendly terms with all other Deva, it is always cold and unbending in its beliefs. Pajiramon is one of the more secretive Deva, preferring pseudonyms such as the “Deva of Darkness” rather than revealing its true self. It is a cruel being that lacks any sympathy for others. The arrows of light it fires from the bow it always holds in its hand (Bǎo Gōng) hold the power to put its enemies to sleep. Pajiramon’s special move Vahnijvala traps its enemies in a world of nightmares from which they cannot awaken. Of all the Deva, only Kumbhiramon is able to resist this attack with the strength of its senses."
    },
    {
        "name": "Pandamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pandamon",
        "url_image": "https://digimon.net/cimages/digimon/pandamon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Animal Nail",
        "profile": "Profile\nA Puppet Digimon that resembles a panda. Pandamon’s expressionless stare, together with its abrupt and dismissive personality, rob it of any cuteness it might otherwise have. It thinks of itself as a lone wolf, but is secretly jealous of Monzaemon, a popular Digimon with a similar look. Pandamon is surprisingly capable in battle, though, and is quick to take retribution on those who disturb it. Since its population is small, it is rarely seen. Its special move is Animal Nail, by which it attacks with claws normally kept hidden within its paws. Note: Pandamon was created from a winning submission in the Digimon Web Dot-art Contest by Taiichiro Higashi from Miyagi Prefecture."
    },
    {
        "name": "Parrotmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=parrotmon",
        "url_image": "https://digimon.net/cimages/digimon/parrotmon.jpg",
        "level": "Ultimate",
        "type": "Giant Bird",
        "attribute": "Vaccine",
        "special_Move": "・Sonic Destroyer\n・Mjölnir Thunder",
        "profile": "Profile\nA Giant Bird Digimon resembling a parrot. Parrotmon is a strange bird from another Digital World that wandered in through a rift in spacetime. The claws on its feet are extremely powerful. Highly intelligent and well-composed, Parrotmon does not relish combat, but once angered it flies out of control. Its signature move is Sonic Destroyer, by which it flies at mach speed to generate a shockwave that it uses it to mow down its foes. Its special move Mjölnir Thunder involves creating an electrical current in the wings sprouting from its head and using them to call down lightning on its opponent."
    },
    {
        "name": "Phantomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fantomon",
        "url_image": "https://digimon.net/cimages/digimon/fantomon.jpg",
        "level": "Ultimate",
        "type": "Ghost",
        "attribute": "Virus",
        "special_Move": "・Soul Chopper",
        "profile": "Profile\nA reaper-like Digimon wielding a giant sickle and chain. Phantomon is a more advanced Ghost Digimon than Bakemon, and once it possesses an individual, their fate is almost certainly sealed. The eye-shaped crystal hanging from its neck functions like Mammothmon’s crest, providing it with a second sight that allows it to see over long distances. It uses this ability to find those near death. It is said that the inside of the cloth concealing Phantomon’s body is connected to the Digital World of another dimension. Its special move is Soul Chopper, where it uses its giant sickle and chain to slash its opponent’s very soul. Anyone struck by this attack is completely obliterated along with their soul."
    },
    {
        "name": "Piranimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=piranimon",
        "url_image": "https://digimon.net/cimages/digimon/piranimon.jpg",
        "level": "Ultimate",
        "type": "Aquatic",
        "attribute": "Virus",
        "special_Move": "・Cruel Invitation\n・Calamity Vise",
        "profile": "Profile\nA vicious Aquatic Digimon that acts in large schools. The exoskeleton that covers Piranimon’s head enhances the power of its jaws, helping it to crush foes with its sharp fangs. The sheer power of its bite is said to rival Mammothmon’s stomp.\nPiranimon uses Cruel Invitation to run through prey with its fishhook-like tail and drag them into the water. Then it clamps down on them with its bite and rapidly spins around with Calamity Vise, riddling their body with holes as it finishes them off. Since Piranimon target lone Digimon and attack in groups, they leave behind no trace of their prey’s data."
    },
    {
        "name": "Pistmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pistmon",
        "url_image": "https://digimon.net/cimages/digimon/pistmon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Bramble Shot\n・Crimson Spores\n・Killer Cadence",
        "profile": "Profile\nA Vegetation Digimon that Digivolved from a road cyclist training program. Pistmon's bicycle-like wheeled portions are completely fused to its body, so when it's not in motion it relies on its impressive sense of balance to remain upright. Its thorny vines that function like tires can change shape, allowing Pistmon to quickly travel over rough roads without fear of getting a flat tire.\nIts special moves include Bramble Shot, where it fires thorns from its handlebars, and Crimson Spores, where it shoots out highly poisonous spores from the protrusions on its back. Finally, it can mow down groups of enemies by enlarging its tires with Killer Cadence."
    },
    {
        "name": "Piximon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=picklemon",
        "url_image": "https://digimon.net/cimages/digimon/picklemon.jpg",
        "level": "Ultimate",
        "type": "Pixie",
        "attribute": "Data",
        "special_Move": "・Pit Bomb",
        "profile": "Profile\nA Pixie Digimon that controls magic. Piximon can recite words in an advanced programming language from another dimension, allowing it to create wonders akin to magic. This mysterious Digimon can appear anytime, anyplace, and in any space. While small, it possesses a special skill that allows it to seal off the abilities of its foes, and it pulverizes opponents with a single, powerful strike. Piximon loves a good prank, and enjoys making computers run amok with the beloved spear “Fairy Tale” it always holds (not that it bears any ill will). Its special move Pit Bomb compresses a computer virus, generating a super-powered explosion. Piximon uses terrifying attacks, despite its appearance."
    },
    {
        "name": "Pumpkinmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=pumpmon",
        "url_image": "https://digimon.net/cimages/digimon/pumpmon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Trick or Treat",
        "profile": "Profile\nA stuffed animal Digimon with a pumpkin for a head. According to urban legend, Pumpkinmon was created when a computer virus commonly circulated around Halloween suddenly mutated. Since the virus wasn’t malicious, Pumpkinmon never harms people, but it is quite strong despite its looks. As one look at their blankly staring faces will tell you, Puppet Digimon tend not to express emotion very clearly, and Pumpkinmon is no exception. Its special move is Trick or Treat, by which it manifests a giant pumpkin in midair to crush its foes."
    },
    {
        "name": "RaijiLudomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=raijiludomon",
        "url_image": "https://digimon.net/cimages/digimon/raijiludomon.jpg",
        "level": "Ultimate",
        "type": "Armor",
        "attribute": "Data",
        "special_Move": "・Lightning Buster\n・Rocket Messer",
        "profile": "Profile\nA Digivolution of TiaLudomon, with enhanced mechanical elements and a new flight ability. Its fleetness from before has been sacrificed for a durability that lets it take even Mega-level attacks head-on. RaijiLudomon automatically deploys electric barriers from the shields equipped on its arms and shoulders. These barriers are invisible to the naked eye, leaving foes baffled as to why their attacks don’t seem to work. RaijiLudomon can even expand this barrier over a wide range to protect an area, although it has to stand still to execute this maneuver. It uses its special move Lightning Buster to hammer high-output electricity released from its head into the enemy, or Rocket Messer to fire the titular weapons from its arms."
    },
    {
        "name": "Rapidmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rapidmon",
        "url_image": "https://digimon.net/cimages/digimon/rapidmon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Rapid Fire\n・Golden Triangle",
        "profile": "Profile\nAn Android Digimon Digivolved from Gargomon. Going by the nickname “Keen Hound,” Rapidmon brings down foes with precise movements at close to lightspeed. It can even move around in pitch darkness by utilizing its massive ear-shaped radars, which also allow it to detect foes from a distance. Its profile is evocative of a shaved poodle. During battle, the protector on Rapidmon’s neck will shut. It uses its special move Rapid Fire to unleash homing missiles from its arms and the revolver attached to its back, or Golden Triangle to unleash a beam of light from its body that breaks foes down into bits of data."
    },
    {
        "name": "RareRaremon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rareraremon",
        "url_image": "https://digimon.net/cimages/digimon/rareraremon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Digestion\n・Decayson",
        "profile": "Profile\nThe Ultimate form of Raremon, a bizarre form achieved through further mechanization to survive its body’s progressive decay. Repeated breakdown and reformation of RareRaremon’s body has given form to eyes and mouths that begin rotting as soon as they appear. The stench from its body has only grown stronger, to the extent that even Mega Digimon dare not approach. It uses energy to maintain its form, so it employs Digestion to swallow the enemy whole with the mouth on its head, dissolving them to supply itself with energy. It also uses Decayson to spew toxic gas from several mouths, instantly killing any foes who inhale it."
    },
    {
        "name": "Rebellimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rebellimon",
        "url_image": "https://digimon.net/cimages/digimon/rebellimon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Vanquish Missile\n・Maximum Demolisher",
        "profile": "Profile\nAn Android Digimon equipped with a high-powered engine. A Digimon on the brink of death was took in surrounding junk data to Digivolve. Remodeling this junk body to become more powerful, this outlaw loots parts from other Mechanical Digimon. Rebellimon is sometimes seen racing noisily with a swarm of Machmon in tow.\nIt uses its special move Vanquish Missile to launch a large quantity of missiles from its left arm, and Maximum Demolisher to mince and pulverize the enemy’s body with the heavy equipment on its right arm."
    },
    {
        "name": "RizeGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rizegreymon",
        "url_image": "https://digimon.net/cimages/digimon/rizegreymon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Trident Revolver\n・Rising Destroyer\n・Solid Strike",
        "profile": "Profile\nAn Android Digimon with a mechanized upper body. Despite RizeGreymon’s massive frame, it can still take to the skies to defeat foes. The destructive force it can blast from the giant revolver on its left arm is said to be as powerful as a nuclear warhead, but the combination of this force with the recoil it generates means it generally can’t fire more than one shot at a time. Also, just to withstand that explosive power, the gun barrel has to be made of Chrome Digizoid. Its special moves include Trident Revolver, by which it pushes the limits of Chrome Digizoid’s durability by firing a three-round burst, and Rising Destroyer, where it unleashes a barrage of beam attacks, three from the beam cannons on its wings and one from its chest. It can also rush at an opponent and bash them with its giant revolver using Solid Strike, which packs quite a punch."
    },
    {
        "name": "RizeGreymon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rizegreymon_x",
        "url_image": "https://digimon.net/cimages/digimon/rizegreymon_x.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Sunrise Buster\n・Slash Thrust",
        "profile": "Profile\nAn Android Digimon with a mechanized upper body. Despite RizeGreymon’s massive frame, it can still take to the skies to defeat foes. The destructive force it can blast from the giant revolver on its left arm is said to be as powerful as a nuclear warhead, but the combination of this force with the recoil it generates means it generally can’t fire more than one shot at a time. Also, just to withstand that explosive power, the gun barrel has to be made of Chrome Digizoid. Its special moves include Trident Revolver, by which it pushes the limits of Chrome Digizoid’s durability by firing a three-round burst, and Rising Destroyer, where it unleashes a barrage of beam attacks, three from the beam cannons on its wings and one from its chest. It can also rush at an opponent and bash them with its giant revolver using Solid Strike, which packs quite a punch.\n\n■Effects of the X Antibody on RizeGreymon’s DigiCore:\nRizeGreymon (X Antibody) is absolutely brimming with energy, to the extent that power flows out from every part of its form, and its Crest of the Sun is always shining. As a result, the claws on its hands and feet have transformed into beam blades, and it is quick to act in close-quarters combat. Its Trident Revolver has also become a gun blade, featuring an edge honed sharp enough that RizeGreymon (X Antibody) can now use the cutting attack Slash Thrust. It also has the special move Sunrise Buster, which involves charging up its energy to the max, then blasting all that power out of the Trident Revolver."
    },
    {
        "name": "RookChessmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=rookchessmon",
        "url_image": "https://digimon.net/cimages/digimon/rookchessmon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Stronghold\n・Rook Gatling\n・Castle Wall",
        "profile": "Profile\nA Digimon like a fortress boasting an impregnable defense. This massive Digimon is somehow quite fast, able to defend against enemy attacks and launch its own offensives. RookChessmon’s catchphrase is “The opponent is nothing after me!” It uses its special move Stronghold to charge and mow down the enemy even as it stands at attention, and it fires Rook Gatling from the barrels on its arms. Finally, Castle Wall is a firm and unshakable defense technique."
    },
    {
        "name": "Sagomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sagomon",
        "url_image": "https://digimon.net/cimages/digimon/sagomon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Kouyouhoujou: Hydro Tornado\n・Kouyouhoujou: Hydro Descent\n・Moon Fang",
        "profile": "Profile\nA Wizard Digimon expelled from the heavens of the Digital World, landing in the backwoods of North Bridge Island. Sagomon has a jovial and talkative personality, but erupts into a rage if anyone touches the skulls wrapped around its waist. If even one of these nine skulls is lost, it will transform once again into a terrifying Digimon. Sagomon uses its special move Kouyouhoujou: Hydro Tornado to freely spin its super-heavyweight staff Kouyouhoujou, applying its astonishing destructive power to generate a waterspout, or Kouyouhoujou: Hydro Descent to strike its staff on the ground, shattering it and releasing raging currents. It also uses Moon Fang to thrust its crescent-shaped sword at close range. Sagomon travels to find the answer to the question that troubles it: “What am I?”"
    },
    {
        "name": "Sandiramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sandiramon",
        "url_image": "https://digimon.net/cimages/digimon/sandiramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Virus",
        "special_Move": "・Krishńa",
        "profile": "Profile\nAn Ultimate Digimon resembling a snake, and one of the Twelve Deva Digimon. A minion of Zhuqiaomon, one of the Four Sovereign Digimon, Sandiramon is the most cunning of the Deva. It dislikes deciding matches in an instant, instead preferring to torture its foe slowly until it stops breathing. Sandiramon usually lives deep within the earth, and specializes in underground movement. When it’s time to fight, it produces a spear of light (Bǎo Kuí) from its mouth, which it swings about skillfully by using its tail entwined around it. Bǎo Kuí vanishes when it cuts an enemy once, but Sandiramon can produce new ones of equal sharpness from its mouth as long as its energy lasts. It uses its special move Krishńa to swing its body around vigorously and impale its foe with a Bǎo Kuí emitted from its mouth."
    },
    {
        "name": "Sanzomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sanzomon",
        "url_image": "https://digimon.net/cimages/digimon/sanzomon.jpg",
        "level": "Ultimate",
        "type": "Monk",
        "attribute": "Vaccine",
        "special_Move": "・Dù Zichūn Sutra\n・Butterfly's Dream Sutra\n・Endless Barraging Heart Sutra",
        "profile": "Profile\nA Monk Digimon that travels the Digital World in pursuit of enlightenment. Sanzomon has overcome a number of difficult trials, and trains to impose asceticism on itself day and night. Although it carries no weapons, it can execute various techniques by chanting sutras. The Dù Zichūn Sutra restores Digimon to their senses with endless words of gratitude. The Butterfly’s Dream Sutra materializes Sanzomon’s trials and washes them over the enemy. The Endless Barraging Heart Sutra unnerves the enemy by showing an illusion of scattered rosary beads attacking endlessly from all directions. Sanzomon accumulates the pure energy needed to achieve enlightenment in its DigiCore. Many Digimon are drawn to this DigiCore due to the rumor that any who steal it will achieve eternal life free from injury or disease, and so it is often under observation. Not only enemies are drawn to Sanzomon and its DigiCore, however; so are Digimon dealing with a variety of troubles. Some Digimon idolize Sanzomon, and end up traveling with it to seek answers and the truth of things."
    },
    {
        "name": "SaviorHuckmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=saviorhuckmon",
        "url_image": "https://digimon.net/cimages/digimon/saviorhuckmon.jpg",
        "level": "Ultimate",
        "type": "Dragon Man",
        "attribute": "Data",
        "special_Move": "・Ledge Stride\n・Meteor Flame\n・Trident Saber",
        "profile": "Profile\nSaviorHuckmon is a Digimon that has traveled far and wide. In repeatedly meeting and parting with other Digimon, and after surviving countless scenes of carnage, it finally Digivolved to this form. It continues to join in the endless struggles that occur throughout the Digital World, seeking to bring an end to these hostilities and to aid local Digimon who’ve suffered due to the strife. It is not always successful, but the tears SaviorHuckmon has shed before various cruel scenes of devastation serve only to make it stronger, redoubling its desire to help the next Digimon to seek its aid. It walks on two legs despite both of them being blades, and now that SaviorHuckmon’s two arms and its tail sport crimson blades as well, its style has become more offensive. The crystal in its chest serves as physical proof of its tireless efforts to grow stronger. Its special moves include Ledge Stride, where it performs a flying kick and uses one of its leg blades to pierce through a foe, and Meteor Flame, which involves shooting blasts of flame from its mouth with all the speed of a machine gun to incinerate foes. Finally, when it attacks using the crimson blades on its arms and tail with Trident Saber, it can even slice mercilessly through foes covered in Chrome Digizoid."
    },
    {
        "name": "Scorpiomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=anomalocarimon",
        "url_image": "https://digimon.net/cimages/digimon/anomalocarimon.jpg",
        "level": "Ultimate",
        "type": "Ancient Crustacean",
        "attribute": "Data",
        "special_Move": "・Stinger Surprise",
        "profile": "Profile\nA research data bank used for investigating and excavating ancient lifeforms was infected by a computer virus, which then incorporated data about these lifeforms to evolve. Scorpiomon possesses a voracious appetite and predatory skills befitting a creature that stands at the top of an ancient food chain. It captures foes with the feelers growing from its head, then finishes them off with the sharp blade sprouting from its tail. If the tide of battle turns against it, it can churn up the seabed with its sharp feelers in order to hide. It uses the Radar Eye protruding from its head like night vision goggles to ascertain foes, and then aims for a chance to strike. It uses its special move Stinger Surprise to fire from its crossed forelimbs."
    },
    {
        "name": "Scorpiomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=anomalocarimon-x",
        "url_image": "https://digimon.net/cimages/digimon/anomalocarimon-x.jpg",
        "level": "Ultimate",
        "type": "Ancient Crustacean",
        "attribute": "Data",
        "special_Move": "・Stinger Surprise",
        "profile": "Profile\nA research data bank used for investigating and excavating ancient lifeforms was infected by a computer virus, which then incorporated data about these lifeforms to evolve. Scorpiomon possesses a voracious appetite and predatory skills befitting a creature that stands at the top of an ancient food chain. It captures foes with the feelers growing from its head, then finishes them off with the sharp blade sprouting from its tail. If the tide of battle turns against it, it can churn up the seabed with its sharp feelers in order to hide. It uses the Radar Eye protruding from its head like night vision goggles to ascertain foes, and then aims for a chance to strike. It uses its special move Stinger Surprise to fire from its crossed forelimbs.\n\n■Effects of the X Antibody on Scorpiomon’s DigiCore:\nHaving lived through the fierce struggle for survival in the Net Ocean since ancient times, Scorpiomon (X Antibody) has incorporated various substances from the sea into its shell. This allows it to use what’s essentially photocamouflage with the special ability Ghost Surprise. Although this ability cannot be used on land, it’s a skill that makes Scorpiomon (X Antibody) extremely difficult to spot in the water. To another Digimon, the effect is terrifying, as it makes it seem like they’re being attacked by an invisible foe."
    },
    {
        "name": "Shakkoumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shakkoumon",
        "url_image": "https://digimon.net/cimages/digimon/shakkoumon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Kachina Bombs\n・Disaster Blaster",
        "profile": "Profile\nA Mutant Digimon DNA Digivolved from Ankylomon and Angemon. Shakkoumon has a shiny silver body with white wings, and according to one theory it’s actually an Angel Digimon that descended from on high into the Ancient Digital World. Since it can rotate its head and torso a full 360°, it is capable of attacking in any direction. Some people find it frightening because its lack of expression makes it impossible to tell what it’s thinking, but it has a warm and gentle personality. It fires its signature move Kachina Bombs from its waist. Its special move Disaster Blaster involves shooting destructive red laser beams from its eyes. These lasers are said to reach temperatures of over 180,000 °F at their focal point."
    },
    {
        "name": "Shaujinmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shawujinmon",
        "url_image": "https://digimon.net/cimages/digimon/shawujinmon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Kouyoujou: Hydro Tornado\n・Kouyoujou: Hydro Descent\n・Moon Fang",
        "profile": "Profile\nA Wizard Digimon expelled from the heavens of the Digital World. Shaujinmon is calm and collected, and a certain DigiCore is sealed among the nine beads on its necklace. If even one bead is lost, however, it will transform once again into a terrifying Digimon. It uses its special move Kouyoujou: Hydro Tornado to freely spin its astonishing super-heavyweight staff Kouyoujou and generate a waterspout, or Kouyoujou: Hydro Descent to strike its staff on the ground, shattering it and releasing raging currents. It also uses Moon Fang to thrust its crescent-shaped sword at close range."
    },
    {
        "name": "ShogunGekomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tonosamagekomon",
        "url_image": "https://digimon.net/cimages/digimon/tonosamagekomon.jpg",
        "level": "Ultimate",
        "type": "Amphibian",
        "attribute": "Virus",
        "special_Move": "・Musical Fist",
        "profile": "Profile\nAn upgrade to Gekomon, with a horn that looks like a top knot. ShogunGekomon was supposedly first created in a karaoke machine’s scoring system. It has two horns on its shoulders that play a melody, and it can sing several registers lower than Gekomon, giving off the air of a dignitary (?). Its special move Musical Fist uses its vocal chords and horns to create an ultra-low frequency wave that corrupts the data of its foes. However, these ultra-low frequencies seem to actually improve the health of some opponents."
    },
    {
        "name": "Shootmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shootmon",
        "url_image": "https://digimon.net/cimages/digimon/shootmon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Vaccine",
        "special_Move": "・Cannonball Shooter\n・Wild Pitch\n・Round Jail",
        "profile": "Profile\nA Machine Digimon that Digivolved from global ball-game data. Shootmon hopes to popularize ball games in every corner of the Digital World, which is why it carries around a cannon capable of shooting any kind of ball. It always smiles whatever its mood, which intimidates some Digimon, earning it the nickname \"The Grinning Demon Coach\".\nShootmon's special moves include Cannonball Shooter, where it fires a ball from its cannon at 185+ mph, and Wild Pitch, where it kicks its opponent with its spring-like legs. Finally, with Round Jail, Shootmon turns whatever it touches into a ball, then mercilessly fires it from its cannon."
    },
    {
        "name": "Shoutmon X4B",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shoutmonx4b",
        "url_image": "https://digimon.net/cimages/digimon/shoutmonx4b.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Composite",
        "attribute": "Data",
        "special_Move": "・Star's Blade Celestrike\n・Chaos Flare\n・Burning Star Crusher\n・Three Victorize",
        "profile": "Profile\nA Divine Horse Mode embodying four Digimon, that adds Beelzemon’s power to Victory Mode. The foot speed of this knight is such that, just when you think it may have run past you on the ground, it has already sprinted into the very heavens. Beelzemon’s power supplements that of Victory Mode, and so each technique is leagues stronger than before. Chaos Flare in particular, which is based on Beelzemon’s special move Death the Cannon, has been boosted to the point that it pierces mountain ranges. Star’s Blade Celestrike rushes at the opponent amidst a hail of bullets before cleaving them in two. All who observe this technique would consider it suitable to call Shoutmon X4B a fierce deity."
    },
    {
        "name": "Shoutmon X4K",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shoutmonx4k",
        "url_image": "https://digimon.net/cimages/digimon/shoutmonx4k.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Composite",
        "attribute": "Data",
        "special_Move": "・Burning Star Crusher\n・Three Victorize\n・Three Impact\n・Varooma Boomerang",
        "profile": "Profile\nA Knight Mode that adds the offensive and defensive power of Knightmon and PawnChessmon to the Victory Mode achieved by four Digimon. A crest symbolizing hope adorns Shoutmon X4K’s cape, and it comes equipped with a great sword, fusing the Star Sword into Knightmon’s Berserk Sword, as well as a shield designed with the Xros Heart army symbol."
    },
    {
        "name": "Shoutmon X5",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=shoutmonx5",
        "url_image": "https://digimon.net/cimages/digimon/shoutmonx5.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Composite",
        "attribute": "Data",
        "special_Move": "・Meteor Buster Attack\n・Meteor Impact\n・Burning Star Crusher\n・Three Victorize",
        "profile": "Profile\nThe Finalist Mode is born from the union of five Digimon hearts. This form adds flight ability to the normally ground combat-focused Victory Mode, thereby providing the ultimate power-up.　Shoutmon X5’s Meteor Buster Attack sends it into the stratosphere, from where it crashes down onto foes like a meteorite, carving a crater around the point of impact that is hundreds of meters wide. Then there’s the special move Meteor Impact, which concentrates all its energy into its arm, drives it into its opponent at close range, and then releases said energy to finish them off."
    },
    {
        "name": "Silphymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=silphymon",
        "url_image": "https://digimon.net/cimages/digimon/silphymon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Free",
        "special_Move": "・Top Gun\n・Dual Sonic",
        "profile": "Profile\nA Beast Man Digimon DNA Digivolved from Aquilamon and Gatomon. Silphymon has tremendously strong legs, and is said to be able to leap high into the sky. Upon reaching these heights, it then spreads its arms and sails through the air like a glider. Silphymon uses the radar devices on its ears to gather information, then visually processes this data for viewing on its head-mounted display, allowing it to pinpoint an enemy’s location day or night. Its special moves include Top Gun, where it extends its arms to fire an energy bomb, and Dual Sonic, where it glides through the air so quickly it sends a shockwave crashing into its foes."
    },
    {
        "name": "Sinduramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sinduramon",
        "url_image": "https://digimon.net/cimages/digimon/sinduramon.jpg",
        "level": "Ultimate",
        "type": "Holy Bird",
        "attribute": "Data",
        "special_Move": "・Púyaváha",
        "profile": "Profile\nAn Ultimate Digimon resembling a rooster, and one of the Twelve Deva Digimon. A minion of Baihumon, one of the Four Sovereign Digimon. Sinduramon enjoys quarrels and rumor-mongering above all else. Its belligerent attitude will cause it to pick a fight no matter what, but it will withdraw its head and wings into its spherical armor as soon as it is attacked. Sinduramon’s armor is the strongest of the Deva Digimon, rendering it invulnerable as long as it hides within. During battle it will roll in ball form in order to open up breaches in the enemy’s lines. Sinduramon carries the same pestle as Kumbhiramon (Bǎo Chǔ), which it uses in its special move Púyaváha to unleash an intense electric strike."
    },
    {
        "name": "Sirenmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=sirenmon",
        "url_image": "https://digimon.net/cimages/digimon/sirenmon.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Data",
        "special_Move": "・Symphony No. 1\n\n・Symphony No. 2\n・Symphony No. 3",
        "profile": "Profile\nA Deity Digimon that looks like a mix between a bird and a fish. Cheerful by nature, Sirenmon is always seen singing happily in the air or sea. Its beautiful voice has a miraculous range of eight octaves, from ultra-low to ultra-high pitches. Sirenmon’s song can bring peace to even the craziest battlefields. A resplendent Digivolution supposedly awaits it in the future, thanks to the benevolence that comes from healing those who listen to it. Sirenmon sings Symphony No. 1 in a high soprano that seeps into the listener’s heart, paralyzing their will and leaving them at the Digimon’s mercy. It sings the solemn Symphony No. 2 in a low bass that transforms into a heavy, low-frequency vibration, crushing the enemy from the insides of their ear canals and leaving them unable to even stand. Symphony No. 3 turns its voice into note-shaped bullets that it then fires at the enemy. These shots have a mysterious property, ricocheting on impact to hit other foes without fail. Each of these techniques will increase in strength for every creature that sings along with Sirenmon. Even weaklings can become a great power in chorus with it."
    },
    {
        "name": "SkullBaluchimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=skullbaluchimon",
        "url_image": "https://digimon.net/cimages/digimon/skullbaluchimon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Data",
        "special_Move": "・Grave Bone\n・Deadly Fear",
        "profile": "Profile\nSkullBaluchimon is a giant Undead Digimon created when some of the fossil data for the largest land mammal was counterfeited and recreated. Lacking intelligence and emotions, it moves entirely by reflex according to the nerve data running through its body. As a result, it will continue to attack without reason or mercy until it stops moving on its own. Perhaps because of the curse of its being forcibly reanimated from the data of a corpse, the cold, black mist that rises endlessly from its DigiCore is said to fill any Digimon with the fear of death. Its special moves include Grave Bone, where it crushes foes beneath its giant feet, burying them in the earth, and Deadly Fear, by which it traps enemies in a world of cold, black mist and relentlessly chases after them until they die."
    },
    {
        "name": "SkullGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=skullgreymon",
        "url_image": "https://digimon.net/cimages/digimon/skullgreymon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Ground Zero\n・Oblivion Bird",
        "profile": "Profile\nThis skeleton Digimon is nothing but skin and bones—minus the skin. Singularly fixated on fighting, this Digimon extended its life through combat instinct alone as its body deteriorated, eventually resulting in the birth of SkullGreymon. With not a scrap of intelligence or reason left to restrain its instinct, SkullGreymon’s existence is a threat to other Digimon. Its special move Ground Zero is an organic missile fired from its spinal cord. The latest research suggests that this attack is what eventually evolved into Oblivion Bird, which adds a new tracking function and dramatically upgrades both power and range."
    },
    {
        "name": "SkullMeramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deathmeramon",
        "url_image": "https://digimon.net/cimages/digimon/deathmeramon.jpg",
        "level": "Ultimate",
        "type": "Fire",
        "attribute": "Data",
        "special_Move": "・Heavy Metal Fire\n・Heat Chain",
        "profile": "Profile\nA Digivolution of Meramon wreathed in intense blue flames. The flames erupting from SkullMeramon’s body burn hotter than Meramon’s, thus the blue coloration. Its attack and defense capabilities have increased several levels, and it wields supreme destructive power in addition to the might of its flames. Fire Digimon are weak against Water and Ice-Snow types to begin with, but any interaction on their part with SkullMeramon would be like water sizzling off a heated stone. SkullMeramon uses its special move Heavy Metal Fire to melt the heavy metals in its body and spit them at the enemy."
    },
    {
        "name": "SkullSatamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=skullsatamon",
        "url_image": "https://digimon.net/cimages/digimon/skullsatamon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Nail Bone",
        "profile": "Profile\nSkullSatamon is a ruined Dark Angel Digimon that fell to the Dark Area due to its pursuit of strength and destructive power. As it has grown more steeped in evil, however, its dark powers have become unfathomable. Its DigiCore, now full of concentrated dark power, has transformed into what’s known as a DarkCore, something only possessed by Evil-species Digimon. SkullSatamon’s special move Nail Bone involves firing an intense light from the gem on the end of its staff to disrupt and then obliterate its opponent’s data. It is a truly horrifying technique."
    },
    {
        "name": "SkullScorpiomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=scorpiomon",
        "url_image": "https://digimon.net/cimages/digimon/scorpiomon.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Data",
        "special_Move": "・Blackout\n・Poison Pierce",
        "profile": "Profile\nSkullScorpiomon is an Insectoid Digimon also known as the Assassin of the Desert. It prefers to remain hidden, sneaking up on its prey from behind to stab them with the poisonous stinger at the end of its tail. SkullScorpiomon’s venom is so deadly that it takes effect faster than a Digimon’s nerve data can process, meaning SkullScorpiomon’s prey is killed before even realizing they were stabbed. SkullScorpiomon’s ability to kill without ever alerting its prey to its presence is what has earned it the moniker of assassin. Its signature move Blackout involves releasing a cloud of mildly poisonous gas to blind enemies. This allows SkullScorpiomon to remain entirely unseen. Its special move Poison Pierce is a stinger attack. Note: SkullScorpiomon was created from a winning submission in the Digimon Web Dot-art Contest by Yuusuke Ogura from Okayama Prefecture."
    },
    {
        "name": "Splashmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=splashmon",
        "url_image": "https://digimon.net/cimages/digimon/splashmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Aquatic Beast Man",
        "attribute": "Virus",
        "special_Move": "・Poisonous Force\n・Hydro Blaster\n・Bubble Head\n・Tiger Typhoon (True Form)",
        "profile": "Profile\nSplashmon is the general of the Big Death-Stars’ Water Tiger Army. By transforming itself into liquid and moving from liquid to liquid, it can freely turn into a person or Digimon. This makes it proficient at spy work, and it conveys intel to Android Digimon in order to enable the execution of plans. Acting with constant beauty is Splashmon’s top priority in any strategy, and it refuses any tactics that would dirty its countenance. Despite commanding an army, it only believes in its own beauty, and lacks an iota of trust, even for the Digimon in his forces. The cute and colorful water spirits known as Drippin formed within its body possess frightening offense powers belying their appearance—including melee combat, status affliction and explosive abilities based on their color. According to rumor, some of these Drippin are packed with the “miracle essence” Splashmon fixates on that will turn one’s skin glossy. The Drippin army unleashed with Poisonous Force paralyze the enemy force’s chain of command to sow discord on the battlefield. Splashmon also possesses skills that cause status abnormalities such as Hydro Blaster, which shoots water from its fingertips at high speed and pressure, and Bubble Head, which instantly gathers minuscule elements and turns them into liquid around a foe’s head. When hurt and driven into a corner, Splashmon will open the zippers all over its body to reveal its true form. All who see this form—let alone whoever wounded it—will be swallowed and annihilated by its Tiger Typhoon, which causes an inescapable flood to crash down and drown all foes without fail. Even so, this ugly true form goes against Splashmon’s ideals, so it absolutely despises showing it."
    },
    {
        "name": "Stefilmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=stiffilmon",
        "url_image": "https://digimon.net/cimages/digimon/stiffilmon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Data",
        "special_Move": "・Giga Crimson Dive\n・Vermilion Vortex",
        "profile": "Profile\nOnly a small number of Filmon can temper their quills to their limits, achieving this Ultimate form. The quills all over Stefilmon are said to rival Red Digizoid in their sturdiness, acting as both a shield around its body and pikes boasting unparalleled attack strengths. The Hurricane Knuckles on its arms are its pride and joy, highly condensing its shed fur to form weapons. It trains diligently, dreaming of the day it can trade blows with its perceived rival, WereGarurumon. Stefilmon uses its special move Giga Crimson Dive to perform a high-speed drilling charge, hacking the enemy to pieces with bristling quills and its Hurricane Knuckles, or Vermilion Vortex to extend red drill-shaped spears from its body that obliterate multiple foes at once."
    },
    {
        "name": "SuperStarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=superstarmon",
        "url_image": "https://digimon.net/cimages/digimon/superstarmon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Haley Storm",
        "profile": "Profile\nA Mutant Digimon that is the Ultimate form of the space warrior Starmon. SuperStarmon made its debut dressed in a dazzling costume uniquely suited to its own high standards. Since it’s a superstar, it tries to hide its identity by wearing sunglasses, only this doesn’t make for a very effective disguise. Its special move is Haley Storm, by which it rains down meteors on its opponent."
    },
    {
        "name": "Tankdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tankdramon",
        "url_image": "https://digimon.net/cimages/digimon/tankdramon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Striver Cannon\n・Blast Gatling",
        "profile": "Profile\nTankdramon is a Machine Digimon in charge of riot suppression and heavy assault missions for the D-Brigade. It excels at eliminating multiple targets, and boasts overwhelming firepower. Equipped with a special radar capable of locking on to 30 targets at once, an individual Tankdramon can also sync targets with others, and it’s said to be impossible to escape them all. Casualty rates among Tankdramon are also extremely low, and reportedly only one has ever been lost in the field. Tankdramon’s special move Striver Cannon involves firing a shell equipped with a small nuclear warhead to utterly destroy everything within a 20-mile radius. It can also use the Blast Gatling positioned next to its cannon in close-quarters combat. This weapon can fire up to 3,\n600 rounds per second."
    },
    {
        "name": "Taomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=taomon",
        "url_image": "https://digimon.net/cimages/digimon/taomon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Talisman of Light",
        "profile": "Profile\nA Taoist Digimon that uses all the skills of faith to defeat opponents. Taomon is particularly talented at curses and charms. It is also a master of dark implements, keeping various weapons hidden in its sleeves. This Digimon doesn’t say much and usually resides in the dark. Taomon can also change charms into familiars known as shikigami. Its signature move Thousand Spells wraps the enemy in talismans before making them explode. It uses its special move Talisman of Light to paint the Sanskrit character \"Hūṃ\" in midair while chanting before hurling it at the enemy. Any enemy hit by the Talisman of Light is annihilated in a gigantic explosion. *Taomon draws the Sanskrit character while reciting the incantation out loud."
    },
    {
        "name": "Tekkamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tekkamon",
        "url_image": "https://digimon.net/cimages/digimon/tekkamon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Electronic Blast Sword\n・Skull Stand",
        "profile": "Profile\nA Digimon said to have been built by an evil hacker to destroy programs, in opposition to Net Keeper Giromon. It wears a metal mask and glares at foes with sharp eyes.\nTekkamon uses its special move Electronic Blast Sword to cleave its victim’s composition data with a fearsomely sharp sword, or Skull Stand to become a pachinko ball and launch itself."
    },
    {
        "name": "Tempomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tempomon",
        "url_image": "https://digimon.net/cimages/digimon/tempomon.jpg",
        "level": "Ultimate",
        "type": "Bird Man",
        "attribute": "Data",
        "special_Move": "・Rhythmic Arts\n・Howling Blast\n・Upbeat Twister",
        "profile": "Profile\nA Bird Man Digimon that Digivolved from dance-music data. Tempomon is a consummate dancer, always moving rhythmically, even in battle where it grooves out its techniques. It is able to dance to everything from upbeat dance music to slower love songs. However, if it loses its headphones or the music stops, be careful! It grows furious and loses control.\nIt is a master of Rhythmic Arts, a dance-based fighting technique that incorporates moves from capoeira and other martial arts. Its special moves are Howling Blast, where it blows opponents away with a high-amp beat from its chest-speaker, and Upbeat Twister, where it kicks up tornadoes and deafening sounds with its fancy footwork."
    },
    {
        "name": "Thetismon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=thetismon",
        "url_image": "https://digimon.net/cimages/digimon/thetismon.jpg",
        "level": "Ultimate",
        "type": "Aquatic Beast Man",
        "attribute": "Data",
        "special_Move": "・Biri Smasher\n・Hammer Thunder\n・Adue World\n・Dokutease",
        "profile": "Profile\nAn Aquatic Beast Man Digimon that has taken the form of a woman, it was discovered in the deepest trenches of the Net Ocean, the birthplace of Digimon. Thetismon brings peace and tranquility to its own vast territory and lays down the law on any Digimon that dare to disturb it. It has an ingrained need to help the weak and weaken the strong. As such, while it shows no mercy to Digimon who threaten its territory, it is kind to those in need of help, guiding them to safety.\nThetismon eliminates invaders with special moves like Biri Smasher, a technique in which it utilizes electrical energy accumulated in its palms to send its fists flying, Hammer Thunder, which involves kicking an enemy up and then bringing it down with the force of two electrically-charged fists, and Adue World, which allows Thetismon to teleport by removing the space between it and its opponent.\nFinally, there is Dokutease, in which various medicines are generated and released from its tentacles. With this ability, Thetismon can heal allies' wounds and temporarily boost their powers. If used against an enemy, however, it will afflict them with a deadly poison that disintegrates them from the inside out."
    },
    {
        "name": "Toropiamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=toropiamon",
        "url_image": "https://digimon.net/cimages/digimon/toropiamon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Petally Carnage\n・Tropical Venom",
        "profile": "Profile\nA Vegetation Digimon living in the deepest jungles. Toropiamon is thought to have taken in data of various fruit and vegetation to Digivolve into its splendid appearance. Its intense body odor is like a mix of all kinds of fruits, and is strong enough to cause the uninitiated to pass out. The droplets secreted from its leaves that act as wings are toxic enough to melt iron. Toropiamon uses its special move Petally Carnage to launch a mass of explosive pollen from the petals on its neck. It also uses Tropical Venom to breathe gas from its mouth. This is an intense poison fomented within its body that melts anyone who inhales it from the inside out."
    },
    {
        "name": "Triceramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=triceramon",
        "url_image": "https://digimon.net/cimages/digimon/triceramon.jpg",
        "level": "Ultimate",
        "type": "Ceratopsian",
        "attribute": "Data",
        "special_Move": "・Tri-Horn Attack",
        "profile": "Profile\nA bipedal Ceratopsian Digimon resembling a triceratops with all the power of what was one of the mightiest herbivorous dinosaurs. The durability of Triceramon’s hide is among the toughest of all Organic-species Digimon. Similarly, the two ultra-hard horns on its forehead are far more solid than Monochromon’s horn. Although it is gentle by nature, its charging attack belies its usual sluggish movements, which at full (of) power is capable of destroying even the sturdiest bodies of Mineral-species Digimon. It uses its special move Tri-Horn Attack to charge into enemies with the horns on its forehead and snout."
    },
    {
        "name": "Triceramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=triceramon_x",
        "url_image": "https://digimon.net/cimages/digimon/triceramon_x.jpg",
        "level": "Ultimate",
        "type": "Ceratopsian",
        "attribute": "Data",
        "special_Move": "・Tri-Horn Attack\n・Golden Tri-Horn Attack",
        "profile": "Profile\nA bipedal Ceratopsian Digimon resembling a triceratops with all the power of what was one of the mightiest herbivorous dinosaurs. The durability of Triceramon’s hide is among the toughest of all Organic-species Digimon. Similarly, the two ultra-hard horns on its forehead are far more solid than Monochromon’s horn. Although it is gentle by nature, its charging attack belies its usual sluggish movements, which at full (of) power is capable of destroying even the sturdiest bodies of Mineral-species Digimon. It uses its special move Tri-Horn Attack to charge into enemies with the horns on its forehead and snout.\n\n■Effects of the X Antibody on Triceramon’s DigiCore:\nThe three horns growing from its head rotate at high speeds, further increasing their penetration power so it can pierce everything that comes its way. It is mild-mannered, so it is usually the one attacked by enemies, but its tough epidermis and spiked armor prevent foes from getting too close. Triceramon (X Antibody) uses its special move Golden Tri-Horn Attack to add high-speed rotation to Tri-Horn Attack, giving it enough might to pierce foes without charging."
    },
    {
        "name": "Vademon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vademon",
        "url_image": "https://digimon.net/cimages/digimon/vademon.jpg",
        "level": "Ultimate",
        "type": "Alien",
        "attribute": "Virus",
        "special_Move": "・Unidentified Flying Kiss",
        "profile": "Profile\nAn Alien Digimon shaped like a creature from the far reaches of outer space. Still, rumor says it was born of a plant seed. Vademon possesses terrifying offensive power belying its massive head and octopus-like lower frame. The abduction beam fired from the ray gun in its hand is fearsome, but its special move Unidentified Flying Kiss is even more so as it makes fools of its opponents."
    },
    {
        "name": "Vademon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vademon2",
        "url_image": "https://digimon.net/cimages/digimon/vademon2.jpg",
        "level": "Ultimate",
        "type": "Alien",
        "attribute": "Virus",
        "special_Move": "・Unidentified Flying Kiss",
        "profile": "Profile\nAn Alien Digimon shaped like a creature from the far reaches of outer space. Still, rumor says it was born of a plant seed. Vademon possesses terrifying offensive power belying its massive head and octopus-like lower frame. The abduction beam fired from the ray gun in its hand is fearsome, but its special move Unidentified Flying Kiss is even more so as it makes fools of its opponents.\n\n■Effects of the X Antibody on Vademon’s DigiCore:\nThe “Delinquent Alien,” according to one theory, Vademon came to invade the earth, but instead found itself in its current form after being influenced by the culture of this world. Although it believes it’s grown stronger through Digivolution, this is only superficially true, and in fact it has a hard time even seeing through its sunglasses. Still, since it’s learned how to threaten enemy Digimon, perhaps it has grown one step closer to taking over the world. Its special move Angel's Low Kick is a terrifying technique that involves sweeping its opponents legs out from under them while smiling, which sends them into a rage."
    },
    {
        "name": "Vajramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vajramon",
        "url_image": "https://digimon.net/cimages/digimon/vajramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Rodha",
        "profile": "Profile\nAn Ultimate Digimon resembling an ox, and one of the Twelve Deva Digimon. A minion of Ebonwumon, one of the Four Sovereign Digimon, Vajramon is a truth-seeker aiming for physical and spiritual heights. Vajramon despises cowardly or craven acts, and has a warlike personality that honors justice, With the most well-tempered strength among the Deva, it can easily wield the twin blades (Bǎo Jiàn) on its waist. While unleashing the special move Rodha, Vajramon uses its forelimbs and upper body to crack the ground with its twin blades, thereby opening a fissure 50 meters ahead of it. The rocks launched by the shock wave kicked up from the earth also damage those in the vicinity."
    },
    {
        "name": "Vermilimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vermillimon",
        "url_image": "https://digimon.net/cimages/digimon/vermillimon.jpg",
        "level": "Ultimate",
        "type": "Armored Dragon",
        "attribute": "Data",
        "special_Move": "・Volcanic Strike S\n・Hard Tackle",
        "profile": "Profile\nAn Armored Dragon Digimon with a giant horn. Vermilimon is thought to be a Digivolution of Monochromon that lives near volcanoes, and its diamond-like armored skin provides strong protection against heat. It uses its special move Volcanic Strike S to shoot a flame projectile more powerful than Monochromon’s, and Hard Tackle to perform a fierce charge, violently ramming the enemy with its horn."
    },
    {
        "name": "Vikaralamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vikaralamon",
        "url_image": "https://digimon.net/cimages/digimon/vikaralamon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Súkara",
        "profile": "Profile\nAn Ultimate Digimon resembling a boar, and one of the Twelve Deva Digimon. A minion of Ebonwumon, one of the Four Sovereign Digimon, this bystander always watches from the sidelines, never losing its perennial grin. Vikaralamon’s special skill allows it to sleep with its eyes open, yet its intense snoring and teeth grinding always give it away. The wheels of light it spits from its mouth (Bǎo Lún) have different effects depending on their color. There are many variations: a blue Bǎo Lún captures the enemy; a yellow one takes a circular shape and objects can be placed on it; and the green one instantly heals when spun. Its special move Súkara bores into its enemy with a red Bǎo Lún."
    },
    {
        "name": "Volcanomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=volcamon",
        "url_image": "https://digimon.net/cimages/digimon/volcamon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Big Bang Voice\n・Big Bang Tackle",
        "profile": "Profile\nAn Android Digimon with a huge and powerful body. The namesake volcano on its back erupts when its anger peaks and its tension voltage exceeds its limits. Volcanomon shares a friendly rivalry with Etemon. Its booming voice shakes both heaven and earth. Its special move Big Bang Voice dazzles enemies with an ultra-deep bass mic performance, and Big Bang Tackle unleashes a fierce blow capable of destroying mountains."
    },
    {
        "name": "Volcdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=volcdoramon",
        "url_image": "https://digimon.net/cimages/digimon/volcdoramon.jpg",
        "level": "Ultimate",
        "type": "Dragon",
        "attribute": "Data",
        "special_Move": "・Volcanic Fount\n・Circle of Death",
        "profile": "Profile\nA volcanic Dragon Digimon living in the magma strata of active volcanoes dotting the Digital World. Its actions are said to trigger eruptions; Digital World researchers investigating volcanic trends study not only the activity of the volcanoes themselves, but Volcdramon’s activities as well. It may look fearsome, but this gentle giant has no love of conflict. Even so, those who displease it will face a scorching onslaught not unlike a raging inferno. Volcdramon uses its special move Volcanic Fount to spray superheated magma, or Circle of Death to knock out everyone in the vicinity."
    },
    {
        "name": "Vulturemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=vulturemon",
        "url_image": "https://digimon.net/cimages/digimon/vulturemon.jpg",
        "level": "Ultimate",
        "type": "Bird Man",
        "attribute": "Virus",
        "special_Move": "・Reaper Strike\n・Desert Deathscythe\n・Wither Wing",
        "profile": "Profile\nVulturemon is a cold and calculating Digimon that only cares for its own gain. Known and feared as the Dust Storm Devil, Vulturemon’s keen eye allows it to snipe its target even in the midst of a sandstorm. In more open terrain, it conceals its presence with a camouflage cape and waits for the perfect opportunity to strike. When the time comes, it finishes its target off with hardly a sound thanks to the incredible silencing capabilities of its CND-96 rifle, which fires compressed sand.\nIts special moves include Reaper Strike, by which it fires a kill shot from the CND-96 in its right hand, and Desert Deathscythe, by which it slices through foes with the large scythe on its CND-96. When it finds itself cornered by multiple foes, Vulturemon strikes back with Wither Wing, blasting them with countless condors made of sand."
    },
    {
        "name": "WarGrowlmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=megalogrowmon",
        "url_image": "https://digimon.net/cimages/digimon/megalogrowmon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Double Edge\n・Atomic Blaster",
        "profile": "Profile\nWarGrowlmon is an Ultimate Android Digimon also known as a “Giant Growlmon.” As its nickname suggests, WarGrowlmon is huge, and the upper half of its body is made of powerful Chrome Digizoid. It can also fly thanks to the two vernier thrusters on its shoulders, making it capable of dealing with threats both on land and in the air. The muzzle-like restraints on its jaw are there to control its immense power. It also has the freely extensible Assault Balancer, which extends from its back like a cord and can double as a weapon to pierce foes. WarGrowlmon’s signature move is Double Edge, by which it slices through foes using the two Pendulum Blades on its arms. Its special move Atomic Blaster involves firing the twin guns on its chest to destroy enemies at the atomic level."
    },
    {
        "name": "WarGrowlmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=megalogrowmon_x",
        "url_image": "https://digimon.net/cimages/digimon/megalogrowmon_x.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Double Edge Σ\n・Atomic Blaster\n・Atomic Megalo Blaster",
        "profile": "Profile\nWarGrowlmon is an Ultimate Android Digimon also known as a “Giant Growlmon.” As its nickname suggests, WarGrowlmon is huge, and the upper half of its body is made of powerful Chrome Digizoid. It can also fly thanks to the two vernier thrusters on its shoulders, making it capable of dealing with threats both on land and in the air. The muzzle-like restraints on its jaw are there to control its immense power. It also has the freely extensible Assault Balancer, which extends from its back like a cord and can double as a weapon to pierce foes. WarGrowlmon’s signature move is Double Edge, by which it slices through foes using the two Pendulum Blades on its arms. Its special move Atomic Blaster involves firing the twin guns on its chest to destroy enemies at the atomic level.\n\n■Effects of the X Antibody on WarGrowlmon’s DigiCore:\nWarGrowlmon (X Antibody) has gained the ability to release the immense power contained within its frame, which is on the level of a Digital Hazard, in the form of a variety of energy blasts from the attack units all over its body. This has earned it the moniker of the Crimson Tank. In close quarters combat WarGrowlmon (X Antibody) uses its Pendulum Blades Σ to slice through foes with Double Edge Σ, and its special move Atomic Blaster now involves firing cannons from its arms as well as its chest, making it four times as powerful as before. The giant cannon on its chest is used to fire its Atomic Megalo Blaster."
    },
    {
        "name": "WarGrowlmon（Orange）",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=megalograwmon_orange",
        "url_image": "https://digimon.net/cimages/digimon/megalograwmon_orange.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Double Edge\n・Atomic Blaster",
        "profile": "Profile\nWarGrowlmon (Orange) is an Android Digimon that Digivolved from the Data type of Growlmon. Armored in powerful Chrome Digizoid, it also has anti-air capabilities thanks to its two vernier thrusters. Its special move Atomic Blaster involves firing the twin guns on its chest to destroy enemies at the atomic level."
    },
    {
        "name": "WaruMonzaemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=warumonzaemon",
        "url_image": "https://digimon.net/cimages/digimon/warumonzaemon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Heartbreak Attack",
        "profile": "Profile\nA Puppet Digimon with a fiendish face quite unlike Monzaemon. WaruMonzaemon gets along with MetalEtemon, and the WaruMonzaemon plushie on that Digimon’s waist was supposedly sent by the real deal. Like Monzaemon, its true identity is unknown, but the eye shining mysteriously from within is quite creepy. WaruMonzaemon is wickedness itself, both malicious and underhanded. Its left arm is adorned with a character meaning “evil,” and it is equipped with a powerful grizzly Bear Claw. Its special move Heartbreak Attack puts all enemies in a dark and depressed mood. Anyone hit by this attack becomes sad and miserable, completely losing their fighting spirit."
    },
    {
        "name": "WaruSeadramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=waruseadramon",
        "url_image": "https://digimon.net/cimages/digimon/waruseadramon.jpg",
        "level": "Ultimate",
        "type": "Aquatic",
        "attribute": "Virus",
        "special_Move": "・Darkstrom\n・Evil Icicle\n・Strange Mist",
        "profile": "Profile\nA Seadramon-type Digimon Digivolved into an evil entity. It controls the power of darkness with the blade-like horn atop its head. WaruSeadramon has grown even craftier than before, and is more persistent than MegaSeadramon when it comes to chasing prey. Its special move Darkstrom swallows foes with whirlpools made from dark power."
    },
    {
        "name": "Weddinmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=weddinmon",
        "url_image": "https://digimon.net/cimages/digimon/weddinmon.jpg",
        "level": "Ultimate",
        "type": "Pixie",
        "attribute": "Vaccine",
        "special_Move": "・Whip Decoration\n・Cake Cutting\n・Happiness Fall",
        "profile": "Profile\nA Digimon shaped like a noblewoman clad in a large, wedding cake-shaped dress. Weddinmon thinks of everyone’s happiness as its own. When it sees a pair of Digimon friends, it will arrange a commemorative event of its own volition, collaborating with Shortmon to spread happiness with a king-sized cake. Digimon caught up in this are astonished, but by feeding them delicious cake, Weddinmon soon turns the event into a happy occasion.\nIn the face of a Digimon who would destroy such happiness, Weddinmon uses Whip Decoration to seal their movements with fresh cream hurled from the end of its folding fan, or Cake Cutting to split them in two with a sharp knife-hand strike. It also uses Happiness Fall to drop a big surprise from above: an enormous cake that explodes with a force that varies greatly depending on its size."
    },
    {
        "name": "WereGarurumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=weregarrumon",
        "url_image": "https://digimon.net/cimages/digimon/weregarrumon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Wolf Claw",
        "profile": "Profile\nA Beast Man Digimon that Digivolved from Garurumon, and which can now walk on two legs. Becoming bipedal reduced WereGarurumon’s speed, but turned it into a Commando-type Digimon with enhanced offensive and defensive power, as well as a knack for tactics. Retaining the leg strength of Garurumon, WereGarurumon’s kicks are extremely powerful, and it has one of the best jumps in the world of Digimon. It is also extremely loyal and will do anything if ordered by its master, making it highly reliable. WereGarurumon’s special move is Wolf Claw, by which it slices opponents to shreds with its sharp claws."
    },
    {
        "name": "WereGarurumon (Black)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=weregarurumon_black",
        "url_image": "https://digimon.net/cimages/digimon/weregarurumon_black.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Wolf Claw",
        "profile": "Profile\nA Digimon Digivolved from a Virus type Garurumon. WereGarurumon (Black) is slower due to its bipedal nature, but it makes up for this by delivering powerful blows with its arms. It uses its special move Wolf Claw to tear enemies to shreds with the claws on both hands."
    },
    {
        "name": "WereGarurumon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=weregarurumon_x",
        "url_image": "https://digimon.net/cimages/digimon/weregarurumon_x.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Wolf Claw",
        "profile": "Profile\nA Beast Man Digimon that Digivolved from Garurumon, and which can now walk on two legs. Becoming bipedal reduced WereGarurumon’s speed, but turned it into a Commando-type Digimon with enhanced offensive and defensive power, as well as a knack for tactics. Retaining the leg strength of Garurumon, WereGarurumon’s kicks are extremely powerful, and it has one of the best jumps in the world of Digimon. It is also extremely loyal and will do anything if ordered by its master, making it highly reliable. WereGarurumon’s special move is Wolf Claw, by which it slices opponents to shreds with its sharp claws.\n\n■Effects of the X Antibody on WereGarurumon’s DigiCore:\nWereGarurumon (X Antibody)’s form is demonstrably more powerful than before. A beast warrior with impressive leg strength, its fearsome kicks now have enough force to send a heavyweight Digimon flying with a single blow thanks to its new frame, which is almost twice as large as before. It wears lightweight Chrome Digizoid armor kept thin so as not to hamper its movements when kicking, and specializes in a fighting style well-balanced between offense and defense. It’s also a reliable Digimon that will sacrifice itself to protect its master if necessary."
    },
    {
        "name": "WereGarurumon: Sagittarius Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=waregarurumon_sagittarius",
        "url_image": "https://digimon.net/cimages/digimon/waregarurumon_sagittarius.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Kaus Slugger\n・Alnas Shot\n・Wolf Claw",
        "profile": "Profile\nIn this form, WereGarurumon uses the mobility device Sagittarius to compensate for the maneuverability it lost when it Digivolved from Garurumon. In addition to the Sagittarius boosters making it possible for it to fly and move at high speeds, this also gives WereGarurumon: Sagittarius Mode a ballistic attack. Retaining its intense loyalty, it will rescue its master from even the most desperate circumstances. This represents its progression into an even more reliable combat professional. WereGarurumon: Sagittarius Mode uses its special move Kaus Slugger to emit a sharp blade from the Sagittarius that it sweeps towards foes, or Alnas Shot to fire twin lasers that home in on the enemy’s weak spots. It uses these moves to strategically manipulate its targets."
    },
    {
        "name": "Whamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=whamon",
        "url_image": "https://digimon.net/cimages/digimon/whamon.jpg",
        "level": "Ultimate",
        "type": "Sea Animal",
        "attribute": "Vaccine",
        "special_Move": "・Tidal Wave",
        "profile": "Profile\nA huge Digimon inhabiting the depths of the Net Ocean, representing the greatest class of giant Digimon in the Digital World. Its huge size means it cannot be processed by ordinary computers due to the sheer volume of data involved. It is possible to confirm the existence of similar species in the area of File Island, but Whamon, which lives along the coast of File Island, is superior to its kin in terms of attack strength and life force, having Digivolved to an Ultimate form. Its special move Tidal Wave causes a massive tsunami that destroys everything."
    },
    {
        "name": "Wingdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=wingdramon",
        "url_image": "https://digimon.net/cimages/digimon/wingdramon.jpg",
        "level": "Ultimate",
        "type": "Sky Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Blaze Sonic Breath\n・Exploding Sonic Lance\n・Wing Blast",
        "profile": "Profile\nWingdramon is a Sky Dragon Digimon that uses its large, highly-developed wings to fly freely through the air. Since its wing scales have the ability to nullify gravity, it doesn’t even need to flap its wings to stay aloft. As a result, it hardly ever bothers to land, spending most of its life in the air. It is believed to be capable of flying at speeds exceeding Mach 20, meaning very few Digimon could likely survive an aerial battle with Wingdramon. Wingdramon’s special moves include Blaze Sonic Breath, where it breathes out a blast of scorching hot air faster than the speed of sound, and Exploding Sonic Lance, which involves plummeting into a foe at maximum speed to run them through with the lance on its back. Also, since Wingdramon can fly faster than the speed of sound, it creates a shockwave known as Wing Blast every time it moves. This means that even those who can avoid its special moves still take some damage."
    },
    {
        "name": "Wisemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=wisemon",
        "url_image": "https://digimon.net/cimages/digimon/wisemon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Pandora Dialogue\n・Eternal Nirvana",
        "profile": "Profile\nCompletely shrouded in mystery, Wisemon can appear at any point in time and space via its Book. Using this Book as a spiritual vessel, it frequently alters its form to appear in locations in spacetime connected to the Book, and so some believe that its true form must exist in a different dimension. Some researchers speculate Wisemon to be a Wizard Digimon like Piedmon. The Spacetime Stones in its hands can record and play back regions in spacetime, and have saved all the events and objects of the Digital World. Its special move Pandora Dialogue is a high-speed replay of enemy attacks stored in spacetime, and Eternal Nirvana seals the enemy in the Spacetime Stones for all eternity."
    },
    {
        "name": "Zamielmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=zamielmon",
        "url_image": "https://digimon.net/cimages/digimon/zamielmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Snipe Headshot\n・Bow Cutter\n・Foot Shot\n・Arrow Lance\n・Turbulence Arrow\n・The World Shot",
        "profile": "Profile\nZamielmon is the leader of the Wood Spirit Army of the Big Death-Stars. Many Digimon that can blend in with regions like woodlands and meadows are affiliated with this army, such as Pixie and Vegetation Digimon. Zamielmon calmly assesses situations, utilizing its army to annihilate the enemy with every kind of strategy, including surprise attacks, pincer movements, clean sweeps, diversions, blitzes, and guerrilla tactics. It enforces rigid discipline to execute these strategies, and will coolly shoot and eliminate subordinates that interfere with coordination no matter who they are. Zamielmon’s actions are the key to any successful strategy, as it runs around the battlefield shooting enemies in the head with Snipe Headshot. A myriad of weapons are fitted around its body. It shoots arrows from its hands with Arrow Lance, uses the bow on its waist as a blade with Bow Cutter, and fires a trick-shot from its foot with Foot Shot. When surrounded by a group, Zamielmon brings down foes with Turbulence Arrow, slicing with its bow at close range and shooting a rain of arrows without missing a single shot at long range. Against powerful or large foes, it ends them with its The World Shot skill, charging the giant Indra bow on its waist with energy before piercing the enemy’s core."
    },
    {
        "name": "Zudomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=zudomon",
        "url_image": "https://digimon.net/cimages/digimon/zudomon.jpg",
        "level": "Ultimate",
        "type": "Sea Beast",
        "attribute": "Vaccine",
        "special_Move": "・Vulcan's Hammer",
        "profile": "Profile\nA powerful Sea Beast Digimon Digivolved from Ikkakumon that learned to walk on two legs. Zudomon protects its tempered muscles with armor fashioned from the skins and shells of defeated foes. Similarly, Zudomon carved its own horn into a sawblade after losing the ability to regrow it. But the most powerful weapon in Zudomon’s arsenal is its Thor's Hammer, made from Chrome Digizoit dug up from the ancient ice. Zudomon’s special move is Vulcan’s Hammer, by which it blasts opponents with the powerful shockwave and flying sparks that result from swinging the Thor's Hammer down."
    }
]