[
    {
        "name": "Fumamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=fumamon",
        "url_image": "https://digimon.net/cimages/digimon/fumamon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Tsubakuro\n・Sharihotsu\n・Yomi-Modoshi",
        "profile": "Profile\nAn extremely skilled assassin Digimon that is superlative in the Fuma school of ninja techniques. It makes a living by undertaking missions to eliminate targets. Fumamon not only makes great use of its physical prowess in close-combat, but also utilizes shuriken and other projectile weapons to remain a threat at mid and long-range, too. As Fumamon will doggedly chase down any target that flees, its prey's only hope of survival is to defeat Fumamon itself. Fumamon is able to manipulate the trajectory of Tsubakuro, the shuriken attached to its gauntlets. This helps it use Tsubakuro to damage its targets' limbs, preventing them from moving. Fumamon then finishes off its immobile opponents with its Sharihotsu move, which makes use of Shirasagi and Kurosagi, the ninja swords on its back. Fumamon can also use the scrolls on its waist to summon Undead Digimon during its Yomi-Modoshi technique."
    },
    {
        "name": "Aegiochusmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Bolt Break Knockdown\n・Lightning Pile\n・Charging Strike",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon’s form changes dramatically to match its environment. This form is based on the data of Dragon types. Normally this data would lie dormant in this Digimon, centered around the crystal in its chest, but Aegiochusmon has manifested the Dragon data around its body, turning it into an armor. This power suit is not just for defense, but also acts as its muscles, dramatically increasing attack power. Aegiochusmon uses its special move Bolt Break Knockdown to perform a punch rush with fists coiled using lightning produced from its horn, or Lightning Pile to drive a pile-shaped bolt down on the enemy from above, driving them into the ground. If this move pierces the enemy once, subsequently-released piles can then connect without fail, no matter where they’re thrown. It also uses Charging Strike to pierce the opponent’s head with a high-speed charge utilizing its vaunted leg strength."
    },
    {
        "name": "Aegiochusmon: Blue",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon:blue",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon:blue.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Penetra-laser\n・Wing Cutter\n・Powered Ignition",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon: Blue’s form changes dramatically to match its environment. This blue form is based on the data of Cyborg types. Normally this data would lie dormant in its body, centered around the crystal in its chest, but Aegiochusmon: Blue has concentrated the cyborg data primarily into the upper left side of its body. Like a cyborg, Aegiochusmon: Blue can lock on to a target to ensure it never escapes while unleashing intense bursts of power. It can even detach its giant left arm, known as its Mechanization Powered Arm, to seek out and attack an enemy it’s locked on to, reattaching the arm afterwards. Its special moves include Penetra-laser, where it fires a beam from the fingers of its Mechanization Powered Arm, and Wing Cutter, which involves using the wings extending from its lower back to take flight, then cutting down an enemy from above. Finally, when its Mechanization Powered Arm is attached to its body, it can use Powered Ignition to gather energy into its palm, then charge towards its foe and unleash a powerful blast."
    },
    {
        "name": "Aegiochusmon: Dark",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon:dark",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon:dark.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Triangler\n・Plasmadness\n・Death Dinner",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon: Dark’s form changes dramatically to match its environment. This dark form is based on the data of Evil types. Normally this data would lie dormant in its body, centered around the crystal in its chest, but Aegiochusmon: Dark has allowed the Evil data to proliferate throughout its whole body. The malevolence of Evil types bubbles forth in both mind and body, causing it to treat everything it sees as prey to be hunted. A virus lurks within the red electricity discharged from its body, making this special Digimon a Vaccine type that also creates viruses. It injects the viruses it generates into the wounds it inflicts on enemies, making for a terrifying attack that destroys victims from within. Aegiochusmon: Dark uses its special move Triangler to mince foes with three scythes, Plasmadness to shoot dark electricity gathered in both hands, or Death Dinner to jump onto the opponent and devour them based on pure instinct."
    },
    {
        "name": "Aegiochusmon: Green",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon:green",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon:green.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Bramble Bite\n・Plant Zone Cradle\n・Charging Strike",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon: Green’s form changes dramatically to match its environment. This green form is based on the data of Plant types. Normally this data would lie dormant in its body, centered around the crystal in its chest, but Aegiochusmon has affixed the Plant data around its arms and upper body. Because it is based on Plant types, its body is dramatically lighter than other forms. Aegiochusmon: Green fires sturdy thorns from the busters equipped to both arms, using them for attack, defense, or for performing trick actions by hooking them onto various places like grapples. Agile movement that utilizes this equipment and lightness is the most pertinent characteristic of this form. Aegiochusmon: Green uses its special move Bramble Bite to summon demonic thorns that bite the enemy, or Plant Zone Cradle to unleash countless thorns from its body, surrounding foes over a wide area before tearing them to ribbons. It also uses the base technique Charging Strike to pierce the opponent’s head with a high-speed charge utilizing its vaunted leg strength."
    },
    {
        "name": "Aegiochusmon: Holy",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=aegiochusmon_holly",
        "url_image": "https://digimon.net/cimages/digimon/aegiochusmon_holly.jpg",
        "level": "Ultimate",
        "type": "Deity",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Shower\n・Thunder Slash\n・Circlet Defense",
        "profile": "Profile\nA Deity Digimon that synthesized the abilities of various species, using a human body as its base. This synthesis of species is said to have resulted from the pursuit of the apex known as omnipotence, and Aegiochusmon: Holy’s form changes dramatically to match its environment. This holy form is based on the data of Angel-species. Normally this data would lie dormant in its body, centered around the crystal in its chest, but Aegiochusmon: Holy has spread the Angel-species data throughout its body, and its heart is as clear as a pool of reflective water. By using the shields in its hands to channel the overwhelming essence of Vaccine types that wells up within it, it can create either a weapon, such as a short sword, or a defensive barrier that no Virus or Data type can penetrate.\n\nIts special moves include Lightning Shower, which involves attacking foes with a barrage of short swords raining down from the sky, and Thunder Slash, where it wraps lightning around one of its short swords, allowing it to slash foes with the sword as if it were a whip. Finally, it can generate a defensive barrier with Circlet Defense, which repels any attack an enemy may use with an added jolt of electricity. This is a powerful way for it to counter attacks."
    },
    {
        "name": "AeroVeedramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=earov-dramon",
        "url_image": "https://digimon.net/cimages/digimon/earov-dramon.jpg",
        "level": "Ultimate",
        "type": "Holy Dragon",
        "attribute": "Vaccine",
        "special_Move": "・V-Wing Blade\n・Dragon Impulse",
        "profile": "Profile\nAeroVeedramon is a further Digivolved form of Veedramon that’s become capable of flight. Only the strongest of the Veedramon line can Digivolve into AeroVeedramon by making it through countless battles, and since Veedramon is a rare species to begin with, AeroVeedramon is practically a legend. It also gained more than wings in the process of Digivolving, and now boasts increased offensive and defensive capabilities. Combined with its new ability to attack in the air, this makes AeroVeedramon practically unbeatable. Its special moves include V-Wing Blade, by which it creates an energy field between the horn on its nose and its wingblades before flying at an enemy, and Dragon Impulse, by which it unleashes a shockwave in the shape of a dragon. V-Wing Blade is a powerful technique that AeroVeedramon can use to slice through foes with its wingblades, but its one drawback is that it can only be used in flight."
    },
    {
        "name": "Ajatarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ajatarmon",
        "url_image": "https://digimon.net/cimages/digimon/ajatarmon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Vaccine",
        "special_Move": "・Assault Hatchet\n・Entangling Ivy\n・Shotgun Moss",
        "profile": "Profile\nAjatarmon is a Vegetation Digimon that lives in tribal groups. As a result, these tribes have established their own culture deep within the wilds of the jungle. Taciturn by nature, Ajatarmon relies on hand signals to coordinate with other Ajatarmon when on a hunt. They work together smoothly to bring down their prey. Though gruff and short-tempered, this Digimon is a proud hunter and pure of heart.\nWith its special move Assault Hatchet, it strikes down its foe with its mighty hatchet capable of felling large trees in an instant. It also has Entangling Ivy, where it binds foes with the vine-like feelers sprouting from the back of its head. When facing ranged enemies, it pins them down with Shotgun Moss, shooting out poison needles that grow from its head like hair."
    },
    {
        "name": "Andromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=andromon",
        "url_image": "https://digimon.net/cimages/digimon/andromon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Gatling Missile\n・Spiral Sword",
        "profile": "Profile\nAndromon is an Android Digimon. It’s powerful enough to take out any Digimon of less than Ultimate level with a single blow. Developed as a prototype for Android Digimon, Andromon was created as a machine-based model at the same time Boltmon was made to be an organic one. The same techniques were then appropriated for use in other Digimon, including MetalGreymon and Megadramon. Since Andromon is a prototype, it lacks emotions and has no will of its own, acting only in accordance with its programming. After its programming was upgraded based on data obtained from the Andromon on File Island, its strength increased dramatically. It uses its special move Spiral Sword to fire energy blades from its arms."
    },
    {
        "name": "Angewomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=angewomon",
        "url_image": "https://digimon.net/cimages/digimon/angewomon.jpg",
        "level": "Ultimate",
        "type": "High Angel",
        "attribute": "Vaccine",
        "special_Move": "・Celestial Arrow\n・Heaven's Charm",
        "profile": "Profile\nA High Angel Digimon with the appearance of a beautiful woman. Though previously classified as an Angel Digimon, the great power of its abilities makes clear it is a High Angel Digimon. A Champion-level Angel has six wings and an Ultimate-level Angel has eight wings. Angewomon is calm by nature, but does not tolerate wickedness, and will continue attacking until its foe is reformed. Due to Angewomon’s strength of spirit and great power, it is regarded as a goddess of the Digital World. One of Angewomon’s special moves is the powerful lightning attack Celestial Arrow, also known as Heaven’s Punishment, while the other, a deadly beam attack filled with the essence of beauty and kindness known as Heaven’s Charm, is more effective the stronger the dark power of the opposing Digimon."
    },
    {
        "name": "Angewomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=angewomon_x",
        "url_image": "https://digimon.net/cimages/digimon/angewomon_x.jpg",
        "level": "Ultimate",
        "type": "High Angel",
        "attribute": "Vaccine",
        "special_Move": "・Grand Celestial Arrow\n・Heaven's Charm",
        "profile": "Profile\nA High Angel Digimon with the appearance of a beautiful woman. Though previously classified as an Angel Digimon, the great power of its abilities makes clear it is a High Angel Digimon. A Champion-level Angel has six wings and an Ultimate-level Angel has eight wings. Angewomon is calm by nature, but does not tolerate wickedness, and will continue attacking until its foe is reformed. Due to Angewomon’s strength of spirit and great power, it is regarded as a goddess of the Digital World. One of Angewomon’s special moves is the powerful lightning attack Celestial Arrow, also known as Heaven’s Punishment, while the other, a deadly beam attack filled with the essence of beauty and kindness known as Heaven’s Charm, is more effective the stronger the dark power of the opposing Digimon.\n\n■Effects of the X-Antibody on Angewomon’s DigiCore:\nAngewomon (X Antibody)’s holy power has been amplified, allowing it to channel its own pure energy into any element (fire, earth, wind, or water) that it touches. By doing so, it’s said it can instill within fire the ability to ward off evil, cause shoots to spring up and flowers to bloom upon the earth, purify water, or make wind capable of calming the hearts of Digimon.\nIts special move is Grand Celestial Arrow, where it draws on the power of nearby elements to fire a lightning arrow."
    },
    {
        "name": "Antylamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=andiramon_2",
        "url_image": "https://digimon.net/cimages/digimon/andiramon_2.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Virus",
        "special_Move": "・Meditation Cure\n・Mantra Chant",
        "profile": "Profile\nAntylamon is an Ultimate Digimon taking the form of the rabbit deva from the twelve Holy Beasts in eastern folklore. It can freely control the spirit energy flowing through its body. Sometimes Antylamon moves with soft grace, and other times it strikes with hard iron blows. Its signature move, Meditation Cure, recovers any amount of damage in an instant. Its special move Mantra Chant involves hardening its own body tissue to the level of Chrome Digizoid alloy by releasing all the energy in its body, then striking a powerful blow."
    },
    {
        "name": "Antylamon (Deva)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=andiramon",
        "url_image": "https://digimon.net/cimages/digimon/andiramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Bunny Blades",
        "profile": "Profile\nAn Ultimate Digimon resembling a rabbit, and one of the Twelve Deva Digimon. A minion of Azulongmon, one of the Four Sovereign Digimon, Antylamon (Deva) has a kind heart. It is fond of small creatures, which it treats with the utmost care. As a result, should anything try to stamp out these little ones, its entire personality shifts as it transforms its hands into Bǎo Fǔ and goes on the attack. Once enraged, it won’t regain its composure again until every enemy in the area has been eliminated. Its special move Bunny Blades involves spinning itself around like a tornado, using its Bǎo Fǔ to cut through everything around it."
    },
    {
        "name": "Argomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=algomon",
        "url_image": "https://digimon.net/cimages/digimon/algomon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Imprisonment\n・Elimination Line\n・Worm Phase",
        "profile": "Profile\nA Digimon generated from a bug in a calculation algorithm. Argomon uses countless vines as tentacles to control a vast field through its high-speed processing ability. Its special move Imprisonment uses its tentacles to constrict an enemy’s strength and restrict its movements, and Elimination Line fires an erasing beam from the eyes on its limbs. Argomon also transforms into its parasitic Worm Phase once it controls a vast field."
    },
    {
        "name": "Arresterdramon: Superior Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=arresterdramon_superior",
        "url_image": "https://digimon.net/cimages/digimon/arresterdramon_superior.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Blaze Spiker\n・Mach Flicker\n・Flog Shot\n・Spin Caliber\n・Spiral Shredder\n・Prism Garrett",
        "profile": "Profile\nAn enhanced form of Arresterdramon that grew even stronger after its desire for strength manifested a new Kinkoji binding. Arresterdramon: Superior Mode’s larger wings have improved its ability to fly, its huge new Tail Anchor is sharper than ever, and the shape of its right arm, thought to come from Bagramon, symbolizes the immense destructive power Arresterdramon gained.\nThe Kinkoji, normally a binding meant to inhibit power, would manifest in such a way as to prove that Arresterdramon: Superior Mode is a Digimon that uses its power for good. It uses its drastically increased might to confront evil Digimon.\nIts special move is Blaze Spiker, a flaming heel palm strike. When unleashed at full strength, this move will break through even the strongest defense."
    },
    {
        "name": "Arukenimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=archnemon",
        "url_image": "https://digimon.net/cimages/digimon/archnemon.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Spider Thread\n・Predation Spider",
        "profile": "Profile\nA Dark Beast Digimon in the form of a “Spider Queen” that appears in Greek mythology. As a Digimon of both impressive intelligence and cunning, this queen rules over all Dokugumon. Arukenimon specializes in transforming into a humanoid form, approaching potential prey while they have their guard down. Short-tempered and ferocious, its nature elicits a sense of trepidation from a great many other Digimon. Arukenimon uses its special move Spider Thread to mangle enemies with sharp wires, or Predation Spider to assault foes with the countless carnivorous Dokugumon hidden in its abdomen."
    },
    {
        "name": "Assaultmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=assaultmon",
        "url_image": "https://digimon.net/cimages/digimon/assaultmon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Justice Massacre\n・Surprise Attack",
        "profile": "Profile\nA special mobile Digimon that boosts its combat power with armored clothes. Due to its humanoid top half and quadruped lower half, Assaultmon is rumored to be a member of Centarumon’s special forces, but this is unconfirmed. It uses its special move Justice Massacre to strike with its arm gatling guns and stomach machine gun in the name of justice, or Surprise Attack to erase its presence and attack from behind."
    },
    {
        "name": "Astamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=astamon",
        "url_image": "https://digimon.net/cimages/digimon/astamon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Virus",
        "special_Move": "・Mad Dog Fire\n・Maverick",
        "profile": "Profile\nThough Astamon is an Ultimate-level Digimon, its power exceeds that of a Mega, and as a noble of the Dark Area, it leads a force of demonic Digimon. Astamon is cruel to its enemies but also kind to its allies, and many demonic Digimon are drawn to its service because of its personal charisma. The bullets Astamon fires from its beloved machine gun, Oro Salmón, have a will of their own, and will pursue their targets literally to the farthest corners of hell. Astamon’s special moves include Mad Dog Fire, by which it fires all the bullets in its Oro Salmón in a deadly barrage, and Maverick, by which its focuses its own dark energy into a single powerful kick."
    },
    {
        "name": "Asuramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=asuramon",
        "url_image": "https://digimon.net/cimages/digimon/asuramon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Vaccine",
        "special_Move": "・Fire Fist of Shiva",
        "profile": "Profile\nA legendary Digimon with four arms and three faces that suddenly appeared within a computer while it was analyzing literature regarding the ancient Indian civilization. Asuramon has three faces: one of wrath, one of mercy, and one of blessings. In spite of its terrifying appearance, this Digimon honors justice, and its personality is something like the incarnation of a god of light. Asuramon fights back against injustice mercilessly on sight. Its special move Fire Fist of Shiva is a punch rush unleashed with all four arms, possessing power to obliterate its foes. Of course, this is the final and most powerful technique of Asuramon’s face of wrath."
    },
    {
        "name": "AtlurBallistamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=atlurballistamon",
        "url_image": "https://digimon.net/cimages/digimon/atlurballistamon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Machine",
        "attribute": "Vaccine",
        "special_Move": "・Plasma Crack",
        "profile": "Profile\nAtlurBallistamon is the Digivolved form of Ballistamon. Its metal body is bulkier than ever, and it has added electromagnetic armor as well. This allows it to reduce the damage it takes with a magnetic field and gives it an electrical discharge attack. All of this works together with its caring personality to define its fighting style, which is to loom over opponents like a defensive wall, protecting its friends on the battlefield.\n\nIts special moves include Plasma Crack, where it puts both hands together to unleash a powerful electric attack, and Rocket Bunker, which involves punching foes with its extensible arms."
    },
    {
        "name": "Baalmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baalmon",
        "url_image": "https://digimon.net/cimages/digimon/baalmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Wizard",
        "attribute": "Free",
        "special_Move": "・Kamiuchi\n・Guiltish\n・Leak Information",
        "profile": "Profile\nA Digimon possessing extensive knowledge of all subjects who is also known as the Sublime Lord. According to one theory, Baalmon is rumored to be the alternative form of a certain Evil King Digimon. Baalmon is said to be willing to exchange one page of information from its Red Book of Appin in which all of its knowledge has been recorded, in exchange for the reader’s soul. Baalmon can answer any question, but it always puts its petitioners through a trial first. Those who fail to overcome this trial will receive no answer, and Baalmon steals their soul. Baalmon’s cape consists of various talismans gathered from all times and places. These are said to contain countermeasures for every known technique, and this vast wealth of knowledge allows it to block any attack. Its special moves include Guiltish, which transforms its talismans into various forms to attack, and Kamiuchi, by which it releases a powerful bolt of lightning from the Dǎshénbiān in its hand. Kamiuchi is especially powerful against Holy Digimon."
    },
    {
        "name": "Baalmon（X antibody）",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=baalmon_x",
        "url_image": "https://digimon.net/cimages/digimon/baalmon_x.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Free",
        "special_Move": "・Tribunal Blast\n・Zai-Kamiuchi\n・Absorption Mark",
        "profile": "Profile\nA Digimon possessing extensive knowledge of all subjects who is also known as the Sublime Lord. According to one theory, Baalmon is rumored to be the alternative form of a certain Evil King Digimon. Baalmon is said to be willing to exchange one page of information from its Red Book of Appin in which all of its knowledge has been recorded, in exchange for the reader’s soul. Baalmon can answer any question, but it always puts its petitioners through a trial first. Those who fail to overcome this trial will receive no answer, and Baalmon steals their soul. Baalmon’s cape consists of various talismans gathered from all times and places. These are said to contain countermeasures for every known technique, and this vast wealth of knowledge allows it to block any attack. Its special moves include Guiltish, which transforms its talismans into various forms to attack, and Kamiuchi, by which it releases a powerful bolt of lightning from the Dǎshénbiān in its hand. Kamiuchi is especially powerful against Holy Digimon.\n\nEffects of the X-Antibody on Baalmon's DigiCore\nThe X-Antibody releases some of the power sealed inside Baalmon by its amulets. The Red Book of Appin reveals its will. Should one seeking knowledge give a wrong answer to the question, they will receive judgment from its owner.\nIts special moves are Tribunal Blast, in which unleashes a shot from the shotgun on its right arm, and Zai-Kamiuchi, in which its whip, Deus Fractus, merges with its left arm to strike any enemies attempting to flee. With Absorption Mark, Baalmon aims the Red Book of Appin at its enemy, causing its enemy to be absorbed into one of the book's pages."
    },
    {
        "name": "Bastemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bastemon",
        "url_image": "https://digimon.net/cimages/digimon/bastemon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Helter Skelter\n・Vampire Dance",
        "profile": "Profile\nA Beast Man Digimon sometimes referred to as the goddess of cats. With an ostentatious but sly personality, Bastemon excels at using the many gems that adorn its body and the alluring flash of its eyes to beguile and then manipulate its foes. It can charm most of the creatures it meets, wrapping them around its little finger. Bastemon’s graceful movements are a testament to its exceptional agility, but despite its slender frame it’s also quite strong, and the claws on its hands can slice through large boulders. Rumor has it that Bastemon does not get along at all with Nefertimon, who is an avatar of light. Bastemon’s special moves include Helter Skelter, by which it confuses and manipulates foes with an entrancing belly dance, and Vampire Dance, by which it dances up to an enemy and drains them of all their blood."
    },
    {
        "name": "Betsumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=betsumon",
        "url_image": "https://digimon.net/cimages/digimon/betsumon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Tsukkomi Punch\n・Cold Gag",
        "profile": "Profile\nAn eccentric Digimon that impersonates all other Digimon to mess around with its foes. Betsumon is a Puppet Digimon like Etemon or Monzaemon, but the Digimon suit (?) it dons makes it a rare type capable of disguising itself as various Digimon. Its special move Tsukkomi Punch is only powerful enough to be considered a lark (although it mentally drains the opponent), and Cold Gag is a freezing attack that halts the opponent with a dodgy gaze and an indecipherable gag."
    },
    {
        "name": "BigMamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bigmamemon",
        "url_image": "https://digimon.net/cimages/digimon/bigmamemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Big Smiley Bomber",
        "profile": "Profile\nBigMamemon is a Mutant Digimon that acts as Mamemon’s boss, and is sometimes referred to as the “Smiley Bomber.” Some speculate that BigMamemon is in fact just an aggregation of Mamemon. A regular Mamemon is about the same size as an In-Training Digimon, though it harbors an incredible amount of power in its small frame. BigMamemon, on the other hand, lives up to its name by being dozens if not hundreds of times larger than regular Mamemon. Why BigMamemon is still referred to as “Mamemon,” which was named for its diminutive stature, is unclear. BigMamemon has a warm and gentle personality, and is not fond of battle or conflict. It’s always playing with its Mamemon followers. BigMamemon’s special move is Big Smiley Bomber, by which it uses the Mamemon under its command as weapons. It is said to shrink in size after using this technique."
    },
    {
        "name": "BishopChessmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bishopchessmon",
        "url_image": "https://digimon.net/cimages/digimon/bishopchessmon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Bishop Laser\n・Bishop Cross\n・Magical Stick",
        "profile": "Profile\nA Puppet Digimon that is a master of long-range attacks. BishopChessmon has an incredible range, and can strike at its foes from far away. Its catchphrase is “Oh Lord, give me strength!” Its special move Bishop Laser fires a massive beam of light from its staff, and Bishop Cross annihilates foes with a cross-shaped magic circle. It can also use Magical Stick to bewitch the enemy at close range with its staff."
    },
    {
        "name": "BlackKingNumemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackkingnumemon",
        "url_image": "https://digimon.net/cimages/digimon/blackkingnumemon.jpg",
        "level": "Ultimate",
        "type": "Mollusk",
        "attribute": "Virus",
        "special_Move": "・Dark Pupil\n・Poison Mucus",
        "profile": "Profile\nA jet-black Numemon that established its position as king of the dark trash data world, Digivolving to Ultimate level. BlackKingNumemon wears a crown it found like a shell on its back, and grew a moustache. Although its newfound dignity makes it hesitate to use poop attacks that would violate said dignity, it will still do so when the urge strikes.\nBlackKingNumemon uses its special move Dark Pupil to fire a black beam of light from its round eyes. It also uses Poison Mucus to spit a copious amount of liquid at the enemy, making them smelly, sticky and poisoned, for agony on multiple levels."
    },
    {
        "name": "BlackMachGaogamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackmachgaogamon",
        "url_image": "https://digimon.net/cimages/digimon/blackmachgaogamon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Data",
        "special_Move": "・Gaoga Tornado\n・Winning Knuckle\n・Howling Cannon",
        "profile": "Profile\nBlackMachGaogamon is an Android Digimon with an immensely powerful rocket engine on its back. It took on this black form after the sudden ingestion of Black Digitron. This allows it to remain airborne for longer, although its top speed has been reduced. Its special moves include Gaoga Tornado, where it circles foes at top speed while unleashing a storm of lightning-fast blows, and Winning Knuckle, which is a single powerful punch that packs quite a wallop. It also has Howling Cannon, a supersonic attack that it unleashes with a sudden roar."
    },
    {
        "name": "BlackRapidmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackrapidmon",
        "url_image": "https://digimon.net/cimages/digimon/blackrapidmon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Rapid Fire\n・Golden Triangle",
        "profile": "Profile\nBlackRapidmon is a black version of Rapidmon that has become capable of fighting at night after ingesting Black Digitron. While it’s lost some of its speed, it’s also gained the ability to move without making a sound. Still capable of tracking enemies with its radar ears, BlackRapidmon excels at fighting in the dark, making it exceptionally difficult to defeat in a battle at night. It uses its special move Rapid Fire to unleash homing missiles from both of its arms, as well as the revolver on its back. It also has Golden Triangle, which is a beam attack unleashed from its entire body that breaks down the opponents’ data."
    },
    {
        "name": "BlackWarGrowlmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blackmegalogrowmon",
        "url_image": "https://digimon.net/cimages/digimon/blackmegalogrowmon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Double Edge\n・Atomic Blaster",
        "profile": "Profile\nBlackWarGrowlmon is an Ultimate Android Digimon that Digivolved from BlackGrowlmon. Like BlackGrowlmon, BlackWarGrowlmon fiercely expresses its nature as a Virus type, and it’s also known as the Black Destroyer Dragon. The upper half of its body is made of powerful Chrome Digizoid, and it can fly thanks to the two vernier thrusters on its shoulders. It also has a freely extensible cord-like object that extends from its back which can double as a weapon to pierce foes. BlackWarGrowlmon’s signature move is Double Edge, by which it slices through foes using the two Pendulum Blades on its arms. Its special move Atomic Blaster involves firing the twin guns on its chest to destroy enemies at the atomic level."
    },
    {
        "name": "Blossomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=blossomon",
        "url_image": "https://digimon.net/cimages/digimon/blossomon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Data",
        "special_Move": "・Spiral Flower",
        "profile": "Profile\nAn Ultimate Vegetation Digimon shaped like a giant flower, with countless tentacles growing from its body. Blossomon’s meek personality contrasts with its strange appearance, and it rarely appears in front of others.Its life span is surprisingly long for a plant, and it has a peculiar trait which causes the petals around its body (or perhaps head?) to fall off as the seasons change, only for new ones to grow in their place. Blossomon can’t stand arid locations, and always lives near the water. It uses its special move Spiral Flower to hurl the small flowers on the tips of its tentacles like throwing stars. The petals on these flowers will cut through even the hardest substance."
    },
    {
        "name": "BlueMeramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=bluemeramon",
        "url_image": "https://digimon.net/cimages/digimon/bluemeramon.jpg",
        "level": "Ultimate",
        "type": "Fire",
        "attribute": "Virus",
        "special_Move": "・Ice Phantom\n・Cold Flame",
        "profile": "Profile\nA Fire Digimon that burns hotter than a Champion Meramon. Its special move Ice Phantom inflicts frostbite on foes with sub-zero flames."
    },
    {
        "name": "Boutmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=boutmon",
        "url_image": "https://digimon.net/cimages/digimon/boutmon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Heel\n・Buden Blast\n・Storm of Blows",
        "profile": "Profile\nA Digimon that Digivolved from data related to combat sports, like karate. Well-versed in the rules of all fighting styles, the courteous Boutmon will battle in the style of its opponent's choosing. Boutmon can perform a wide variety of techniques, and will occasionally even unleash an attack from a fighting game or other fictional source.\nIts special moves include Lightning Heel, where it smashes its opponent's head with a lightning-charged axe kick, and Buden Blast, where it releases a huge burst of energy from its hands. Finally, it has Storm of Blows, where it launches a flurry of kicks, punches, and other techniques without ever giving its opponent a chance to fight back."
    },
    {
        "name": "Brachiomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=brachiomon",
        "url_image": "https://digimon.net/cimages/digimon/brachiomon.jpg",
        "level": "Ultimate",
        "type": "Plesiosaur",
        "attribute": "Data",
        "special_Move": "・Brachio Bubble",
        "profile": "Profile\nA Plesiosaur Digimon like the brachiosaurs that lived long ago. Brachiomon is quite the heavy class among dinosaur Digimon, and those trampled by its humongous body pay a heavy price. However, it is a gentle herbivore that will not attack indiscriminately. Brachiomon uses its special move Brachio Bubble to spit countless bubbles that attack the enemy."
    },
    {
        "name": "Bulbmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=valvemon",
        "url_image": "https://digimon.net/cimages/digimon/valvemon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Data",
        "special_Move": "・Mud Pump\n・Octagon Attack",
        "profile": "Profile\nA Machine Digimon among the largest in size of any Vehicle-species Digimon. Bulbmon can transport up to 40 Digimon by carrying them inside its body, conveying them to strategic locations. It is also powerful enough to defeat enemies should it be attacked en route. Its special move is Mud Pump, by which it sends out a stream of soldiers from within."
    },
    {
        "name": "CannonBeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cannonbeemon",
        "url_image": "https://digimon.net/cimages/digimon/cannonbeemon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Nitro Stinger\n・Sky Rocket ∞",
        "profile": "Profile\nCannonBeemon is an enormous Digimon that guards the secret floating honey base known as Royal Base, which is shrouded in mystery. This airborne base is surrounded by danger on all sides, so CannonBeemon’s attacks cover a wide area, involving a simultaneous barrage from the giant munition containers on its upper body. It can also use its special move Nitro Stinger to fire its high-caliber laser cannon and pierce even heavily armored foes. What’s more, its weapon stores are so extensive that it can keep up a fierce barrage with Sky Rocket ∞ until all threats have been eliminated."
    },
    {
        "name": "Canoweissmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=canoweissmon",
        "url_image": "https://digimon.net/cimages/digimon/canoweissmon.jpg",
        "level": "Ultimate",
        "type": "Sky Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Gallia Fissure\n・Dragonia\n・Meteor Lux\n・Gran Nova",
        "profile": "Profile\nA Sky Dragon Digimon with large, majestic wings turned a pure white by the ferocity of the roaring flames in its heart. Canoweissmon prefers honorable battles, be they in power or in speed. Its delight in combat increases the fiercer the battle becomes. However, Canoweissmon tolerates no acts of duplicity and will oppose them by enforcing its sense of righteousness. When Canoweissmon releases all of its power, its entire body shines with white-hot light so intense that it can be perceived in other dimensions.\nIt is well-versed in various battle techniques. For example, it can use Gallia Fissure to rip apart its opponent with tough claws that have enough power to slice clean through low-purity Chrome Digizoid. It can also close its wings to fire projectiles that look like balls of light with Dragonia or attack from a distance with Meteor Lux, in which a meteor shower pours from its outspread wings. Canoweissmon's most powerful move is Gran Nova. It gathers all of its power and fires a bright fireball from its mouth that draws in surrounding bodies in its scorching-hot magnitude."
    },
    {
        "name": "CaptainHookmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=captainhookmon",
        "url_image": "https://digimon.net/cimages/digimon/captainhookmon.jpg",
        "level": "Ultimate",
        "type": "Marine Man",
        "attribute": "Vaccine",
        "special_Move": "・Rage Giga Anchor\n・Pirate's Punisher\n・Leg Revolver",
        "profile": "Profile\nCaptainHookmon is a stalwart and heroic ship’s captain Digimon that commands a pirate ship which sails across the Digital World. Well-versed in survival techniques, CaptainHookmon feels a great responsibility to foster the growth of its crew, and is well aware of how difficult a task that can be. As a result, it is always careful to conduct itself like a gentleman, even when dealing with those it does not like. This makes it not only well-traveled, but worldly as well. CaptainHookmon is not so violent as to start a fight itself, but if threatened, it will meet force with force. Simply by raising the Rage Giga Anchor attached to its hand, CaptainHookmon can overawe its opponents. Between this anchor and CaptainHookmon’s special move Pirate's Punisher, which may involve both slashing and shooting, it’s clear that the sort of fighting that CaptainHookmon excels at is quite brutal. The Leg Revolver built into its right leg is well-suited for use in a surprise attack, but CaptainHookmon is such a gentleman that he always warns his opponent before firing it."
    },
    {
        "name": "CatchMamemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=catchmamemon",
        "url_image": "https://digimon.net/cimages/digimon/catchmamemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Data",
        "special_Move": "・Magic Arm\n・Miracle Bomb",
        "profile": "Profile\nCatchMamemon is a Mutant Digimon that Digivolved from Mamemon when it fused with data from file management software. Purposeful and sometimes obstinate, CatchMamemon considers caring for DigiEggs to be its chief task. If need be, it can move around without floating by using its giant arms to walk. If another Digimon ever tries to take one of CatchMamemon’s DigiEggsDigi-Eggs, it will catch hold of them and use its special move Magic Arm to turn them into a stuffed animal with its mysterious powers. Then, after its foe has been rendered helpless, it will carry them away. Alternatively, if the slot machine on CatchMamemon’s chest rolls a triple seven as it grabs onto a Digimon, it will transform them into a bomb using Miracle Bomb, then use this transformed enemy to attack. The force of the resulting explosion is said to be equal to the strength of the captured Digimon."
    },
    {
        "name": "Caturamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=caturamon",
        "url_image": "https://digimon.net/cimages/digimon/caturamon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Data",
        "special_Move": "・Śwabhojana",
        "profile": "Profile\nAn Ultimate Digimon resembling a dog, and one of the Twelve Deva Digimon. A minion of Baihumon, one of the Four Sovereign Digimon, Caturamon watches over its fellow subordinates Makuramon and Sinduramon as a big brother (not that the two seem to feel any appreciation for this). It has a strong sense of justice, and won’t be satisfied until it determines the right and wrong of all things. Caturamon acts as judge and jury for any quarrels between its kin, transforming itself into a giant hammer (Bǎo Chuí) and passing judgment to determine guilt or innocence. It uses its special move Śwabhojana to slam the Bǎo Chuí into the ground, thereby causing a massive earthquake."
    },
    {
        "name": "Cerberusmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cerberumon",
        "url_image": "https://digimon.net/cimages/digimon/cerberumon.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Vaccine",
        "special_Move": "・Inferno Gate\n・Mad Dog Fire",
        "profile": "Profile\nA Dark Beast Digimon known as the “Watchdog of Hell.” The claws on Cerberusmon’s limbs are hard enough to easily slice through low-purity Chrome Digizoid. Its body is also protected by a stiff organic shell, and has the ability to heal any damage instantly. The pieces of armor on each shoulder possess wills of their own, and are able to instantly sense attacks coming from any direction and report this to Cerberusmon. It uses its signature move Inferno Gate to open up a gate in the earth, sending its foes plunging down into the jet-black Dark Area. It emits incandescent flames with its special move Mad Dog Fire."
    },
    {
        "name": "Cerberusmon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cerberumon_x",
        "url_image": "https://digimon.net/cimages/digimon/cerberumon_x.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Vaccine",
        "special_Move": "・Inferno Gate\n・Mad Dog Fire",
        "profile": "Profile\nA Dark Beast Digimon known as the “Watchdog of Hell.” The claws on Cerberusmon’s limbs are hard enough to easily slice through low-purity Chrome Digizoid. Its body is also protected by a stiff organic shell, and has the ability to heal any damage instantly. The pieces of armor on each shoulder possess wills of their own, and are able to instantly sense attacks coming from any direction and report this to Cerberusmon. It uses its signature move Inferno Gate to open up a gate in the earth, sending its foes plunging down into the jet-black Dark Area. It emits incandescent flames with its special move Mad Dog Fire.\n\n■Effects of the X Antibody on Cerberusmon’s DigiCore:\nCerberusmon (X Antibody) is a demonstrably better fighter than it was before, having honed its combat prowess to more effectively eliminate its targets. It uses its claws, known as Styx Killers (named for the river Styx), in two different styles depending on the combat situation, quadrupedal mode and bipedal mode. Crucially, it doesn’t just use its Styx Killers to attack, but shreds, stabs, sweeps, and deflects attacks with them, skillfully incorporating them into its techniques. Cerberusmon (X Antibody) prowls the area around the entrance to hell, carrying out the missions it takes on with ease. However, if it ever feels it hasn’t been paid its due, it will ruthlessly cut down its own client with its sharp claws, like the fierce and cunning old hound that it is."
    },
    {
        "name": "Cerberusmon: Werewolf Mode",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cerberumon_werewolfmode",
        "url_image": "https://digimon.net/cimages/digimon/cerberumon_werewolfmode.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Vaccine",
        "special_Move": "・Inferno Divide\n・Cerberus Erase\n・Mad Dog Fire",
        "profile": "Profile\nCerberusmon: Werewolf Mode is a mutant form of Cerberusmon, the Digimon known as the Watchdog of Hell that lives in the Dark Area. It transformed into its current form to prevent the spread of data formed from human malice, which permeates the Internet in the form of both images and text, because it fears this data will have an adverse effect on the Digital World.\nAs a result of its transformation, its body has been covered in an organic shell, and it can now walk on two legs. It also overwrote the data on its arms to allow it to crush any tainted data it finds using its powerful jaws.\nWith its special move Inferno Divide, it can blast foes with firebombs at point blank range while it holds them in place, which it does by biting them with the massive heads on the ends of its arms. Or, with Cerberus Erase, it can cut down enemies using a combination of dynamic movements and the claws on its feet. Finally, it can use Mad Dog Fire to unleash a blast of scorching, hellish flames to reduce any foe to ashes. The destructive power of this attack is on a whole other level compared to that of the unmutated Cerberusmon."
    },
    {
        "name": "Cherrymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=jyureimon",
        "url_image": "https://digimon.net/cimages/digimon/jyureimon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Cherry Bomb",
        "profile": "Profile\nCherrymon is a Digimon further Digivolved from Woodmon, gaining a high degree of intelligence and power. Known as the Lord of the Deep Forest, it is a terrifying Digimon that lures those who wander into the depths of the dark forest ever farther inside, so they can never leave again. Its body produces a hallucinogenic mist to lure Digimon deep into the forest. Then it uses its branch-like tentacles and vines to capture its enemies and draw nourishment from them. Should you ever encounter an old Woodmon, it may be best to defeat it before it can Digivolve into Cherrymon. Cherrymon’s special move Cherry Bomb makes use of the forbidden fruit growing in the thick branches on its head. The sweet scent of this fruit makes it seem quite tempting, but certain death awaits those who take even a single bite."
    },
    {
        "name": "Chirinmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=tyilinmon",
        "url_image": "https://digimon.net/cimages/digimon/tyilinmon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Vaccine",
        "special_Move": "・Wind Cutter Sword\n・Knowledge of Swiftness\n・Holy Wave",
        "profile": "Profile\nA Holy Beast said to be an Ancient Digimon born at the advent of the Digital World, possessing strength akin to a Mega Digimon despite being Ultimate itself. While immensely powerful, Chirinmon deeply despises conflict, and never engages in cruelty. Its compassionate personality causes it to treat all things living in the Digital World with affection. Because of this, however, it will punish any who engage in pointless cruelty without holding anything back. With its special move Wind Cutter Sword, it descends from above in an instant to pierce the enemy with the horn on its head. With Knowledge of Swiftness, it creates clones of itself at high speed to fluster the enemy. Chirinmon releases Holy Wave by emitting an aura and flapping its wings, guiding even the enemy down the path of righteousness."
    },
    {
        "name": "Cho-Hakkaimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=chohakkaimon",
        "url_image": "https://digimon.net/cimages/digimon/chohakkaimon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Data",
        "special_Move": "・Home Run Blast\n・Strike, Strike, Strike, Mince\n・Pig Roast",
        "profile": "Profile\nA feminine Digimon wearing a pig costume. Cho-Hakkaimon was originally an Angel Digimon, but its evil deeds incurred the wrath of Ophanimon. It was thus expelled from the heavens of the Digital World and transformed into its current form. Ordinarily optimistic and bearing no ill will about its altered form, the hungrier Cho-Hakkaimon gets the angrier it becomes, until it is ultimately consumed by fury. At the peak of its hunger, it loses itself entirely. Its weapon, the Roketto Dīngpá, is equipped with a rocket booster, and when combined with Cho-Hakkaimon’s great strength, this gives it immense destructive power. When Cho-Hakkaimon takes a full swing with the Roketto Dīngpá at maximum acceleration using Home Run Blast, it sends enemies flying out of sight. Alternatively, Cho-Hakkaimon can rain down blows with the Roketto Dīngpá using Strike, Strike, Strike, Mince, flattening foes into pancakes in gruesome fashion. Finally, Cho-Hakkaimon can grab hold of foes directly with Pig Roast, burning them until they’re well done using the flames rising from its own body due to its intense anger at being so hungry. Cho-Hakkaimon is currently journeying in hopes that it will be able to reform itself, quelling the ferocious aspect of its personality."
    },
    {
        "name": "Climbmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=climbmon",
        "url_image": "https://digimon.net/cimages/digimon/climbmon.jpg",
        "level": "Ultimate",
        "type": "Insectoid",
        "attribute": "Virus",
        "special_Move": "・Giton Isolation\n・Piton Strike\n・Dynamic Scyther",
        "profile": "Profile\nAn Insectoid Digimon that Digivolved from bouldering course data. The pickaxes on Climbmon's arms are not only good for scaling cliffs, they also allow it to hammer the pitons hidden beneath its wings into hard rock. Through skillful use of its pitons and axes, Climbmon can hold firm in the most tenuous positions and move with the speed and grace of a ninja.\nIt specializes in surprise attacks, using its camouflage technique Giton Isolation to blend in with its surroundings and silently sneak up on foes. Its special moves include Piton Strike, where it throws its pitons at range, and Dynamic Scyther, where it extends its pickaxe-arms then spins, slicing its way through foes."
    },
    {
        "name": "Crescemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=crescemon",
        "url_image": "https://digimon.net/cimages/digimon/crescemon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Lunatic Dance\n・Ice Archery\n・Dark Archery",
        "profile": "Profile\nA Wizard Digimon with a flexible body, Crescemon attacks its foes with graceful movements. It specializes in highly fluid fighting styles, and is said to grow twice as strong in the light of the moon. Its special move Lunatic Dance involves using dance-like steps to confuse opponents, drawing near to them and then lashing out with the Nova Luna, the weapons it holds in both hands. Alternatively, it can combine the Nova Luna into a single weapon that resembles a bowgun. With its weapon in this form, it can unleash two different attacks: Ice Archery, where it fires an ice arrow, and Dark Archery, where it fires an arrow made of dark energy."
    },
    {
        "name": "Crowmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yatagaramon_axcel",
        "url_image": "https://digimon.net/cimages/digimon/yatagaramon_axcel.jpg",
        "level": "Ultimate",
        "type": "Mysterious Bird",
        "attribute": "Vaccine",
        "special_Move": "・Savage Emperor\n・Haguro",
        "profile": "Profile\nAn odd-looking Mysterious Bird Digimon with three legs. Although its jet-black body may cause those who see it to suspect it of being evil, legend has it that Crowmon is the Digimon who guides the chosen few to El Dorado, in the eastern part of the Digital World. This region remains shrouded in mystery, and El Dorado is said to be protected by numerous holy barriers. With Crowmon’s guidance the barriers can be dispelled, but according to oral tradition, only those who overcome the three trials given by Crowmon can reach El Dorado. Those who fail are apparently sent to the Dark Area instead. One of Crowmon’s special moves is Savage Emperor, which involves channeling the energy produced by the vajra on its two wings into its forelegs to fire at foes. Digimon struck by this technique have their digital cells broken down into simple ones and zeroes. Crowmon can also use Haguro, the dark light given off by its jet-black wings, to shroud the surrounding area for almost two miles around in deep darkness."
    },
    {
        "name": "Crowmon (2006 Anime Version)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=yatagaramon",
        "url_image": "https://digimon.net/cimages/digimon/yatagaramon.jpg",
        "level": "Ultimate",
        "type": "Mysterious Bird",
        "attribute": "Vaccine",
        "special_Move": "・Savage Emperor\n・Haguro",
        "profile": "Profile\nAn odd-looking Mysterious Bird Digimon with three legs. Although its jet-black body may cause those who see it to suspect it of being evil, legend has it that Crowmon is the Digimon who guides the chosen few to El Dorado, in the eastern part of the Digital World. This region remains shrouded in mystery, and El Dorado is said to be protected by numerous holy barriers. With Crowmon’s guidance the barriers can be dispelled, but according to oral tradition, only those who overcome the three trials given by Crowmon can reach El Dorado. Those who fail are apparently sent to the Dark Area instead. One of Crowmon’s special moves is Savage Emperor, which involves channeling the energy produced by the vajra on its two wings into its forelegs to fire at foes. Digimon struck by this technique have their digital cells broken down into simple ones and zeroes. Crowmon can also use Haguro, the dark light given off by its jet-black wings, to shroud the surrounding area for almost two miles around in deep darkness."
    },
    {
        "name": "CrysPaledramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cryspaledramon",
        "url_image": "https://digimon.net/cimages/digimon/cryspaledramon.jpg",
        "level": "Ultimate",
        "type": "Dragon Man",
        "attribute": "Data",
        "special_Move": "・Frozen Claw\n・Callous Dimension",
        "profile": "Profile\nCrysPaledramon is a Dragon Man Digimon that only a few Paledramon are said to be capable of Digivolving into. Its icy exterior has developed further, transforming into a kind of armor that covers its entire body. This greatly increases its offensive and defensive capabilities.\nThanks to the pillars of ice that extend from its wings, it is now able to maintain its form unchanged, even when facing Digimon that give off incredible heat. What’s more, the cold air produced by its thrusters allows it to manipulate the surrounding air currents, helping it to fly even faster in the midst of a blizzard.\nIts special moves include Frozen Claw, where it uses the ice claws on both arms to rip through foes before freezing their wounds, and Callous Dimension, which involves causing a localized blizzard to freeze its enemies along with anything else nearby."
    },
    {
        "name": "Cyberdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cyberdramon-xwars",
        "url_image": "https://digimon.net/cimages/digimon/cyberdramon-xwars.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Alien Humanoid",
        "attribute": "Vaccine",
        "special_Move": "・Erase Claw\n・Glutton Fang\n・Cyber Blader\n・Death Divider",
        "profile": "Profile\nA mysterious Digimon rumored to have come from another world. Altered language and thought patterns make communication with Cyberdramon practically impossible. It is as dangerous and belligerent as its bizarre appearance suggests. Cyberdramon fights with the goal of obtaining large amounts of energy, making it a hunter that preys on all Digimon it comes across. It is also able to sneak up on enemies by camouflaging into its surroundings, making it difficult to capture. Cyberdramon specializes in surprise attacks, using tricky, unpredictable moves to toy with its foes before striking them with abnormal techniques. It uses Cyber Blader to ride atop its spinning tail and cleave the enemy with its spear, Death Divider to move in a circle around its lance and attack with its tail, or Glutton Fang to extend the ribs from its chest and skewer the opponent."
    },
    {
        "name": "Cyberdramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cyberdramon",
        "url_image": "https://digimon.net/cimages/digimon/cyberdramon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Desolation Claw",
        "profile": "Profile\nA dragon-type Android Digimon protected with special rubber armor that can resist any attack. If a Virus Digimon appears on a computer network, this Digimon will appear in an instant to eradicate it. Still, Cyberdramon operates alone, never working with the justice group known as the “Virus Busters,” and its identity is wrapped in mystery. Its special rubber armor offers superior defense, but also serves to multiply its offensive strength. Its special move Desolation Claw destroys enemy configuration data with a high-frequency vibration from both arms, erasing the very space around them. Anything hit with this attack has every last iota of data eradicated."
    },
    {
        "name": "Cyberdramon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=cyberdramon_x",
        "url_image": "https://digimon.net/cimages/digimon/cyberdramon_x.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Extreme Tailer\n・Desolation Claw",
        "profile": "Profile\nA dragon-type Android Digimon protected with special rubber armor that can resist any attack. If a Virus Digimon appears on a computer network, this Digimon will appear in an instant to eradicate it. Still, Cyberdramon operates alone, never working with the justice group known as the “Virus Busters,” and its identity is wrapped in mystery. Its special rubber armor offers superior defense, but also serves to multiply its offensive strength. Its special move Desolation Claw destroys enemy configuration data with a high-frequency vibration from both arms, erasing the very space around them. Anything hit with this attack has every last iota of data eradicated.\n\n■Effects of the X Antibody on Cyberdramon’s DigiCore:\nFrom the top of its head to the tips of its claws, Cyberdramon (X Antibody) is covered in a unique substance formed when its rubber armor hardened. This solid substance glimmers as though polished to a high sheen. Cyberdramon (X Antibody) moves quietly and efficiently as it eliminates Virus Digimon. Its Desolation Claw is now sharper and stronger than ever, and it’s also gained the special move Extreme Tailer, where it concentrates the Vaccine energy charged up in its wings to fire from its tail."
    },
    {
        "name": "DarkKnightmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darkknightmon",
        "url_image": "https://digimon.net/cimages/digimon/darkknightmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Dark Knight",
        "attribute": "Virus",
        "special_Move": "・Twin Spear\n・Shoulder Blade\n・Undead Soldier",
        "profile": "Profile\nDarkKnightmon is the fusion of sworn brothers SkullKnightmon and DeadlyAxemon. It is the ultimate warrior, combining the ingenuity and dynamism of both brothers. DarkKnightmon wields its Twin Spear with formidable skill, allowing it to stab, cut, sweep and throw as the situation requires. Few are said to be capable of defeating it in a head-on confrontation. In addition to this ability, it seeks to fulfill its objective by any means necessary, and won’t balk at betraying its allies on occasion if it deems this necessary. This depth of obsession makes DarkKnightmon someone you wouldn’t want as an enemy."
    },
    {
        "name": "DarkSuperStarmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=darksuperstarmon",
        "url_image": "https://digimon.net/cimages/digimon/darksuperstarmon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Dark Explosion\n・Schwarz Nebel\n・Dark Hole",
        "profile": "Profile\nDarkSuperStarmon is a Digimon steeped in darkness born from observational data on black holes. It apparently has a past so grim that it’s given up all its hopes and dreams, donning sunglasses so that no light can reach it. Its special moves are Dark Explosion, which involves attacking with the shard of a supernova, Schwarz Nebel, a black mist that shrouds everything in darkness, and Dark Hole, by which it creates a hole in spacetime that draws in everything around it."
    },
    {
        "name": "Datamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=nanomon",
        "url_image": "https://digimon.net/cimages/digimon/nanomon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Digital Bomb",
        "profile": "Profile\nA super-mini Machine Digimon used for healing. Originally a Vaccine-type Digimon for repairing crashed computers, Datamon’s thought processing circuits were corrupted after it was attacked by a strong Virus-type Digimon, causing it to go rogue. It will try (albeit poorly) to “rebuild” the data of correctly functioning computers. Its forte is destroying any kind of data. No matter how strong the Digimon, Datamon will easily destroy the data that comprises its body. Its special move Digital Bomb is fired from its fingertips."
    },
    {
        "name": "DeckerGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=deckergreymon",
        "url_image": "https://digimon.net/cimages/digimon/deckergreymon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Enhancement",
        "attribute": "Virus",
        "special_Move": "・Plasma Deckerdra Launcher\n・Mail Birdra Launcher\n・Tera Destroyer\n・Final Spark",
        "profile": "Profile\nAn Assault Strike Mode that adds Deckerdramon’s offensive abilities and forward charging capacity to MetalGreymon’s power. This form features a high level of balance between DeckerGreymon’s offense, defense, and mobility. DeckerGreymon’s overall combat ability is equal to that of an entire battalion composed of 324 combat Digimon. Even should it be ambushed by a group of enemies, its rock-solid defense and immense firepower together with its ability to easily maneuver through even the roughest terrain allow it to assault and overrun the enemy line. Of particular note is its ability to unleash multiple special moves against several enemies at once. This is what allows DeckerGreymon to fight against entire corps on its own. Also, the energy inside its body has been increased to such an extreme that DeckerGreymon can finish things with one final attack. Even should DeckerGreymon be defeated, that still isn’t the end. The sudden release of all that energy creates an intense shockwave that can scorch the earth for more than six miles around."
    },
    {
        "name": "Deramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=delumon",
        "url_image": "https://digimon.net/cimages/digimon/delumon.jpg",
        "level": "Ultimate",
        "type": "Bird",
        "attribute": "Data",
        "special_Move": "・Royal Nuts",
        "profile": "Profile\nThis odd Digimon seems like a Bird type at first glance, but lush vegetation sprouts from its back. Much like Kiwimon, Deramon has plantlike qualities and cannot fly. It is extremely prideful, considering itself to be a high-class individual, despite the frustration of its inability to fly. Still, its Digivolution to Ultimate means it boasts considerable battle power. The crown atop its head and its glittering gold beak are points of pride for Deramon. Its special move Royal Nuts fires strange objects akin to eggs or nuts from the thicket on its back."
    },
    {
        "name": "Destromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=destromon",
        "url_image": "https://digimon.net/cimages/digimon/destromon.jpg",
        "level": "Ultimate",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Triple Cannon Shot\n・Juggernaut Blast\n・Long-Range Buster Cannon\n・Fusionize",
        "profile": "Profile\nAn Ultimate Digimon that has assimilated the data of the most powerful battleship in the world. Being large enough to deploy other Digimon for battle, Destromon throws its overwhelming destructive power into the fray upon reaching the strike point itself.\nIts arsenal includes Triple Cannon Shot, which fires shells from its arms; Juggernaut Blast, which launches attacks from its chest; and the Long-Range Buster Cannon on its back. Destromon's high-firepower armaments ensure that all who attack it are utterly annihilated."
    },
    {
        "name": "DexDoruGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=death-x-doruguremon",
        "url_image": "https://digimon.net/cimages/digimon/death-x-doruguremon.jpg",
        "level": "Ultimate",
        "type": "Undead",
        "attribute": "Virus",
        "special_Move": "・Bloody Cave\n・Metal Meteor",
        "profile": "Profile\nDexDoruGreymon is an Undead Digimon that bears a striking resemblance to the final product of the Doru series, which involved experimenting on Prototype Digimon in hopes of discovering further stages of Digivolution. By constantly consuming the DigiCores of other Digimon, it is able to continue to function despite being dead, and it hungers for powerful DigiCores so that it can Digivolve. Since It can instinctively sense the presence of DigiCores and its eyes and nose are covered in armor. It uses the sharp points of the swords on its tail and wings to skewer as many Digimon as it can, allowing it to later consume their DigiCores. Its special moves are Bloody Cave, where it uses the horn on its head to force its way through its foe’s armor and then consumes their DigiCore, and Metal Meteor."
    },
    {
        "name": "Digitamamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=digitamamon",
        "url_image": "https://digimon.net/cimages/digimon/digitamamon.jpg",
        "level": "Ultimate",
        "type": "Perfect",
        "attribute": "Data",
        "special_Move": "・Enigma\n・Nightmare Syndrome",
        "profile": "Profile\nThe Ultimate Digimon with the appearance of a Digi-Eggs, and the alpha and omega of all Digimon. Digitamamon is the apex of Digivolution, and supposedly Digivolves not from a normal Digimon, but by fusing with data from another dimension. Its egg-shaped exoskeleton renders all attacks meaningless. Its special move Enigma destroys the enemy’s mind, and Nightmare Syndrome is a ball of darkness. Digimon who are hit by these moves will cease all biological activity."
    },
    {
        "name": "Dinobeemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dinobeemon",
        "url_image": "https://digimon.net/cimages/digimon/dinobeemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Free",
        "special_Move": "・Hell Masquerade",
        "profile": "Profile\nA Mutant Digimon DNA Digivolved from Stingmon and ExVeemon. A chimera of dragon and insect, this Digimon is known as the “Terrible Bee.” Dinobeemon cannot be easily classified as Dragon or Insectoid type, but its insect characteristics shine through. Flying through the sky with its four wings, it perceives enemies with the accuracy of its compound eyes before choking the life out of them with brutal certainty. Dinobeemon demonstrates a nature that borders on completely barbaric. It uses its special move Hell Masquerade to perform a “dance of Hell,” cutting through foes with movements fast enough to leave afterimages."
    },
    {
        "name": "Divemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=divemon",
        "url_image": "https://digimon.net/cimages/digimon/divemon.jpg",
        "level": "Ultimate",
        "type": "Aquatic",
        "attribute": "Data",
        "special_Move": "・Fillet Blade\n・Ripple Edge\n・Liquid Veil",
        "profile": "Profile\nA Digimon that Digivolved from research data that analyzes the techniques of world-class swimmers. Though Divemon may look half-fish, when on land it can walk on two legs. One of the fastest swimmers of all Aquatic Digimon, it uses its four eyes to keep its prey in sight in the water. Despite its fierce appearance, it has a strong sense of fair play and is devoted to the pursuit of beauty in swimming.\nIts special moves include Fillet Blade, where it carves through foes with its sharp fins, and Ripple Edge, where it fires a blast of water that has been compressed into a blade. When Divemon is on land, it relies instead on Liquid Veil, which covers its body in watery armor that boosts its physical capabilities. This allows it to fight with as much power as if it were in the water."
    },
    {
        "name": "Divermon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hangyomon",
        "url_image": "https://digimon.net/cimages/digimon/hangyomon.jpg",
        "level": "Ultimate",
        "type": "Aquatic Beast Man",
        "attribute": "Data",
        "special_Move": "・Strike Fishing",
        "profile": "Profile\nAn Aquatic Beast Man Digimon wearing a wetsuit. Cheerful by nature, Divermon can always be found swimming in the Net Ocean. Underwater movement is its forte, and it uses the underwater high-speed motor on its back to engage in speedy combat. Its special move Strike Fishing stabs the enemy with its beloved harpoon, which it calls “Trent.”"
    },
    {
        "name": "DoruGreymon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=doruguremon",
        "url_image": "https://digimon.net/cimages/digimon/doruguremon.jpg",
        "level": "Ultimate",
        "type": "Beast Dragon",
        "attribute": "Data",
        "special_Move": "・Metal Meteor\n・Bloody Tower",
        "profile": "Profile\nDoruGreymon is a massive Beast Dragon Digimon also known as “The Final Enemy.” Its form is the result of the interface on its forehead unlocking the draconic data lying dormant deep within its DigiCore, filled with the powerful life force of that mythical beast. With its overwhelming size, it is able to utterly crush any Digimon courageous enough to oppose it, and it’s powerful enough to repel an attack from Nightmare Soldiers with a single flap of its wings. It is also highly intelligent, and since it only rarely reveals itself, simply being able to find it is extremely difficult. Its special moves are Metal Meteor, by which it unleashes a supermassive iron sphere more than ten times its own immense size, wiping out its foes all at once, and Bloody Tower, where it skewers its opponent and then flings them up into the sky."
    },
    {
        "name": "Doumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=doumon",
        "url_image": "https://digimon.net/cimages/digimon/doumon.jpg",
        "level": "Ultimate",
        "type": "Wizard",
        "attribute": "Data",
        "special_Move": "・Exorcism Scrolls\n・Hidden Gate Divination",
        "profile": "Profile\nA Taoist Digimon that uses all the skills of faith to defeat opponents. Doumon is particularly talented at curses and charms. Like Taomon, Doumon usually resides in the dark, but unlike Taomon, Doumon specializes in death curses and assassination. Doumon can also change charms into familiars known as shikigami. Its signature move Exorcism Scrolls wraps the enemy in talismans before making them explode. Its special move Hidden Gate Divination is a terrifying technique by which it uses a huge brush to draw a barrier in midair while chanting, trapping its opponents in an endless maze from which they can never escape."
    },
    {
        "name": "Dragomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=dagomon",
        "url_image": "https://digimon.net/cimages/digimon/dagomon.jpg",
        "level": "Ultimate",
        "type": "Aquatic Beast Man",
        "attribute": "Virus",
        "special_Move": "・Forbidden Trident",
        "profile": "Profile\nA wicked god Digimon known as the “Sinful Priest of the Ocean Floor.” Dragomon is thought to be Digivolved from a computer virus that would infect ship computers, sending their bearing and routes off-course. It bundles its countless tentacles into a humanoid shape, but its actual identity is an Digivolution of a strange Mollusk Digimon. It uses its special move Forbidden Trident to throw its trident with tremendous strength. Dragomon holds the rosary around its neck and adopts a sort of mourning pose for defeated foes."
    },
    {
        "name": "Duramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=duramon",
        "url_image": "https://digimon.net/cimages/digimon/duramon.jpg",
        "level": "Ultimate",
        "type": "Weapon",
        "attribute": "Vaccine",
        "special_Move": "・Glass Slash\n・Blinded",
        "profile": "Profile\nDuramon is an Ultimate Digimon that’s caught a glimpse of its final destination and begun to walk towards the other side. It may not know what its future holds, but whatever obstacles it might face, it’s sure to cut through them with its own blade, tempered through repeated training. When in weapon form, the hallmark greatsword on its back demonstrates incomparable power. Its special moves include Glass Slash, where it cuts through enemies with its two arm-blades, and Blinded, a beam attack that it fires from its chest. Should this beam hit its target, it deals a huge amount of damage and brands them with the number 20."
    },
    {
        "name": "Entmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=entmon",
        "url_image": "https://digimon.net/cimages/digimon/entmon.jpg",
        "level": "Ultimate",
        "type": "Vegetation",
        "attribute": "Virus",
        "special_Move": "・Dryad Stinger\n・Blasted Disaster",
        "profile": "Profile\nA Vegetation Digimon with a body of withered trees woven and fused together. Entmon’s entire body is eroding in places, with mold growing on the parts with the bark stripped off. Its body is packed with throngs of insects that serve as muscles to move it around. Whenever it flies with its dead leaf wings, insects spill from its joints in a repulsive scene.\nEntmon uses its special move Dryad Stinger to skewer the enemy with sharp stake-like tusks, and Blasted Disaster to spit a dusky miasma that completely withers the opponent’s flesh. This miasma is actually innumerable small insects that feed on Digimon data."
    },
    {
        "name": "Eosmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=eosmon_lv5",
        "url_image": "https://digimon.net/cimages/digimon/eosmon_lv5.jpg",
        "level": "Ultimate",
        "type": "Unknown",
        "attribute": "Unknown",
        "special_Move": "・Beat Press\n・Hexa-thunder\n・Cutting Edge",
        "profile": "Profile\nThe Digivolved form taken by a Champion Eosmon when it encountered an obstruction while carrying out its mission. Eosmon (Ultimate) deploys even more transparent panels, gaining large wings for high-speed movement, and large hands for powerful attacks. It can also create illusions that act as mirrors to deceive its enemies. Eosmon (Ultimate) can also rearrange its transparent panels to transform into Beast Mode and attack its foes. It uses its special move Beat Press to crush enemies with gigantic hands, Hexa-thunder to fire electricity from its antennae, and Cutting Edge to throw panel-shaped energy from its hands, slicing through its opponent."
    },
    {
        "name": "Etemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=etemon",
        "url_image": "https://digimon.net/cimages/digimon/etemon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Virus",
        "special_Move": "・Love Serenade\n・Dark Spirits",
        "profile": "Profile\nAn unidentified Digimon that suddenly appeared in the Digital World. The self-proclaimed “King of Digimon,” Etemon’s combat strength is unimaginable. Oh, and rumors say it manipulates the mysterious Monzaemon from behind the scenes. Clad in a reinforced monkey suit that withstands any and all attacks, Etemon bounds all over the world to this very day for the sake of unending battles. It uses its special move Love Serenade to break the enemy’s heart and sap their fighting spirit, or Dark Spirits to attack with a black sphere that obliterates all it touches."
    },
    {
        "name": "ExTyrannomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=ex-tyranomon",
        "url_image": "https://digimon.net/cimages/digimon/ex-tyranomon.jpg",
        "level": "Ultimate",
        "type": "Puppet",
        "attribute": "Vaccine",
        "special_Move": "・Pretty Attack\n・Black Matter",
        "profile": "Profile\nExTyrannomon is a Puppet Digimon that hides inside a stuffed animal shaped like Tyrannomon. Why exactly this mysterious Digimon chose a stuffed Tyrannomon is unclear, but it probably just hid inside whatever stuffed animal was nearby. Whatever the explanation, this stuffed Tyrannomon has all the offensive and defensive power of Monzaemon, meaning no ordinary Digimon can stand up to it. However, it’s also similar to Monzaemon in that it’s little more than a doorstop without someone to control it. ExTyrannomon’s special moves include Pretty Attack, where it uses its cute plush body to fight, and Black Matter, by which the Digimon inside unleashes an evil orb."
    },
    {
        "name": "Feresmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=phelesmon",
        "url_image": "https://digimon.net/cimages/digimon/phelesmon.jpg",
        "level": "Ultimate",
        "type": "Dark Angel",
        "attribute": "Virus",
        "special_Move": "・Black Statue\n・Demon's Shout",
        "profile": "Profile\nA Dark Angel Digimon resembling an aristocrat. Feresmon grants the wishes of humans in exchange for their souls. It is thought to have Digivolved from an advanced Boogiemon, but the details are still unknown. Its signature move Black Statue turns its opponent into black stone statues. Its special move Demon’s Shout drives the enemy mad with a cursed scream."
    },
    {
        "name": "Flaremon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=flaremon",
        "url_image": "https://digimon.net/cimages/digimon/flaremon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Crimson Wave of the Beast King\n・Crimson Lion Dance\n・Purifying Howl",
        "profile": "Profile\nFlaremon is a Beast Man Digimon. Although its impressive mane and overwhelming presence may make it seem frightening, it has a strong heart that allows it to overcome any trial to help a friend. Its special move Crimson Wave of the Beast King involves concentrating and combining fierce flames with the fighting spirit of a lion inside its fist, then releasing an energy blast shaped like a lion. It also has Crimson Lion Dance, where it pummels foes with a rapid series of fiery kicks and punches as it performs a martial dance. Finally, there’s Purifying Howl, by which it unleashes a shockwave of purifying flames fierce enough to burn through anything with a mighty roar. It’s enough to destroy an opponent through data fragmentation."
    },
    {
        "name": "Footmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=footmon",
        "url_image": "https://digimon.net/cimages/digimon/footmon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Android",
        "attribute": "Vaccine",
        "special_Move": "・Lightning Shot\n・Lightning Overhead",
        "profile": "Profile\nFootmon is the greatest sportsman of the Digital World. It’s fond of all sports, but especially soccer, and it’s always using its ball of light to practice dribbling, shooting, or some aspect of its soccer game. Its dream is to create an all-Digimon soccer league. Footmon’s special moves include Lightning Shot, where it positions its ball of light on the ground and takes a shot at an enemy, and Lightning Overhead, which involves tossing its ball of light high into the air and then taking a shot.\n\nNote: Footmon was a winning submission in the Original Digimon Contest for Digimon Fusion."
    },
    {
        "name": "Frozomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=frozomon",
        "url_image": "https://digimon.net/cimages/digimon/frozomon.jpg",
        "level": "Ultimate",
        "type": "Machine",
        "attribute": "Virus",
        "special_Move": "・Removal Blow\n・Defrost Blade\n・Glaciate Missile",
        "profile": "Profile\nA Machine Digimon found in regions with heavy snowfall, Frozomon forcefully plows through ice and snow. Though it helps those lost in blizzards, it has a troubling tendency to eliminate anyone who tries to interfere with a rescue, including In-Training Digimon. Still, Frozomon is an expert at handling cold environments, capable not only of plowing away snow but also of melting ice with its heated sword.\nIts special moves include Removal Blow, where it charges forward and unleashes a powerful punch with its massive right fist, and Defrost Blade, where it pierces enemies with the scorching hot sword on its left arm. Using Glaciate Missile, it can even shoot ice made from compacted snow sucked in by its propeller, leaving giant chunks of ice where it lands. These ice blocks can even stop avalanches."
    },
    {
        "name": "Garbagemon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gerbemon",
        "url_image": "https://digimon.net/cimages/digimon/gerbemon.jpg",
        "level": "Ultimate",
        "type": "Mutant",
        "attribute": "Virus",
        "special_Move": "・Poop Bazooka",
        "profile": "Profile\nThis Mutant Digimon is a desktop computer trash icon that has come to life. Unlike Sukamon, who formed from a mutation of data scraps, Garbagemon is the garbage can itself. Garbage Digimon were thought to be the weakest type before Garbagemon’s appearance, but now that convention has been turned on its head. Its can is like a black hole, and those sucked into it disappear from the Digital World without a trace. Its special move Poop Bazooka is a vile attack fired from a bazooka Garbagemon made from empty cans."
    },
    {
        "name": "Garudamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garudamon",
        "url_image": "https://digimon.net/cimages/digimon/garudamon.jpg",
        "level": "Ultimate",
        "type": "Bird Man",
        "attribute": "Vaccine",
        "special_Move": "・Shadow Wing",
        "profile": "Profile\nA Bird Man Digimon with large talons and wings that allow it to fly freely through the sky. Garudamon values order and justice above all, and is also known as the nature-loving Guardian of Wind and Land. Even among Bird Digimon, Garudamon has a high degree of intelligence and fighting ability, and is worshiped as a Digimon that only a chosen few can Digivolve to. Whenever the Digital World is in chaos, Garudamon is said to appear, resolving the source of the disorder and guiding things back to a more peaceful course. Garudamon is also close friends with the hero Leomon, who possesses the same spirit. Garudamon’s special move is Shadow Wing, by which it fires a blade of wind at incredible speed to slice opponents to shreds. Shadow Wing travels so quickly that the blade itself cannot be seen. Only the shadow that follows it in the shape of a black bird is visible."
    },
    {
        "name": "Garudamon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=garudamon_x",
        "url_image": "https://digimon.net/cimages/digimon/garudamon_x.jpg",
        "level": "Ultimate",
        "type": "Bird Man",
        "attribute": "Vaccine",
        "special_Move": "・Shadow Wing",
        "profile": "Profile\nA Bird Man Digimon with large talons and wings that allow it to fly freely through the sky. Garudamon values order and justice above all, and is also known as the nature-loving Guardian of Wind and Land. Even among Bird Digimon, Garudamon has a high degree of intelligence and fighting ability, and is worshiped as a Digimon that only a chosen few can Digivolve to. Whenever the Digital World is in chaos, Garudamon is said to appear, resolving the source of the disorder and guiding things back to a more peaceful course. Garudamon is also close friends with the hero Leomon, who possesses the same spirit. Garudamon’s special move is Shadow Wing, by which it fires a blade of wind at incredible speed to slice opponents to shreds. Shadow Wing travels so quickly that the blade itself cannot be seen. Only the shadow that follows it in the shape of a black bird is visible.\n\n■Effects of the X Antibody on Garudamon’s DigiCore:\nDue to the advanced spiritual training Garudamon (X Antibody) went through to deepen its connection to nature, it’s gained the insight necessary to determine what is just and what is evil. This allows it to identify evil beings even from a distance, and it will plummet to the ground from far overhead to land a crushing blow against evildoers. It also possesses the great strength necessary to wield its giant totem pole, Great Spirit, with ease. This weapon symbolizes Garudamon (X Antibody)’s love of nature, and it will fight with all the might of a wrathful god to protect either the natural world or another Digimon."
    },
    {
        "name": "Gigadramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gigadramon",
        "url_image": "https://digimon.net/cimages/digimon/gigadramon.jpg",
        "level": "Ultimate",
        "type": "Android",
        "attribute": "Virus",
        "special_Move": "・Genocidal Gears\n・Evil Claw",
        "profile": "Profile\nA Black Dragon Digimon developed at the same time as Megadramon. Gigadramon is a fully armored combat dragon that exists as a brutal computer virus. Its signature move Evil Claw pummels with twin Giga Hands. Its special move Genocidal Gears unleashes infinite organic missiles."
    },
    {
        "name": "Giromon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=giromon",
        "url_image": "https://digimon.net/cimages/digimon/giromon.jpg",
        "level": "Ultimate",
        "type": "Mine",
        "attribute": "Vaccine",
        "special_Move": "・Deadly Bomb",
        "profile": "Profile\nA Digimon who floats through the air patrolling computer networks. Also going by the nickname “Net Keeper,” Giromon repels Digimon trying to infiltrate networks illegally. When it discerns such an enemy, it will attempt to repel it with all the attacks at its disposal. When pushed into a corner, this fearsome Digimon self-destructs, obliterating the intruder along with it. It uses its special move Deadly Bomb to toss a super-powerful grenade."
    },
    {
        "name": "Gogmamon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gogmamon",
        "url_image": "https://digimon.net/cimages/digimon/gogmamon.jpg",
        "level": "Ultimate",
        "type": "Ore",
        "attribute": "Vaccine",
        "special_Move": "・Giant Grater\n・Curse Reflection",
        "profile": "Profile\nAn Ore Digimon with a massive frame. Gogmamon is said to be part of what is currently a small population, and most of its kind live solitary existences deep within caves. Gogmamon eats very little of what others would consider food, only emerging from its cave from time to time to store energy from the sun inside the crystals on its body.\nGogmamon’s special moves include Giant Grater, where it crushes foes with the crystals on its arms, and Curse Reflection, which involves shooting out the energy it’s stored up from the tips of its crystals. It uses these attacks to utterly destroy any intruders into its cave."
    },
    {
        "name": "Gokuumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gokuwmon",
        "url_image": "https://digimon.net/cimages/digimon/gokuwmon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Virus",
        "special_Move": "・Secret Technique: Waking Shadow\n・Lightning-Speed Attack\n・Super-Electrified Lightning Cannon\n・Kintoun",
        "profile": "Profile\nGokuumon was born from the magma boiling within Boot Volcano. It pursued strength and extracted data modeled from various databases, resulting in a combat Digimon with awakened battle instincts from birth. It travels the Digital World, obeying the longing engraved deeply in its heart to challenge powerful opponents. When Gokuumon encounters an opponent it deems to be strong it will request a match, regardless of how insolent said request may be. And yet, the Kinkoji that Sanzomon attached to its head at birth will tighten until Gokuumon faints from pain if it becomes too verbally abusive. Thus it always maintains decorum, albeit under duress. Gokuumon excels at various martial arts and sorcery. Its Nyoikinkobou is a versatile weapon, extending at will to strike foes from a distance, firing a lightning cannon when connected, and shooting lightning bullets when separated into two pistols. Secret Technique: Waking Shadow makes light of foes with acrobatic movements and agile use of the Nyoikinkobou, unleashing afterimage attacks that look like a group of Gokuumon on the assault. Lightning-Speed Attack stabs the Nyoikinkobou into the ground, extends upward into a thundercloud, and charges Gokuumon with lightning energy before it rams the enemy like a thunderbolt. Super-Electrified Lightning Cannon amplifies and fires the energy within the Nyoikinkobou. Also, the spell Kintoun gathers clouds that Gokuumon can use to fly through the air at high speeds."
    },
    {
        "name": "Grademon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=grademon",
        "url_image": "https://digimon.net/cimages/digimon/grademon.jpg",
        "level": "Ultimate",
        "type": "Warrior",
        "attribute": "Vaccine",
        "special_Move": "・Cross Blade\n・Grade Slash",
        "profile": "Profile\nGrademon is a Warrior Digimon sometimes called the “Golden Meteor” because of the courageous way it smashes through the enemy’s front lines. It exhibits incredible speed when wielding its Twin Blade of the Dragon King, but the truth is that the swords are cursed, and force their user into a berserker frenzy. Though not as powerful overall, its skill with a sword surpasses one of the Royal Knights, LordKnightmon. Also, the royal blue cape it wears is a badge of honor and proof of its achievements in battle. Its special moves are Cross Blade, which consists of a swift cross-shaped slicing blow, and Grade Slash, which is a heroic swing of its twin swords from above its opponent’s head."
    },
    {
        "name": "GrapLeomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=grappuleomon",
        "url_image": "https://digimon.net/cimages/digimon/grappuleomon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・The King of Fists\n・Cyclonic Kick",
        "profile": "Profile\nGrapLeomon is a martial artist Beast Man Digimon. After taking in data from various fighting games, it developed its own super moves that it uses to crush opponents. By spinning the turbines on its arms and legs at high speeds, GrapLeomon is able to unleash a wide variety of techniques. To keep them spinning, though, it must channel its fighting spirit directly from its DigiCore into them all at once, which requires exceptional force of will. It is only because GrapLeomon has inherited the data of Leomon, the King of Beasts, that it is able to spin its turbines at such incredible speeds with its singlehearted devotion to justice. Its special moves include The King of Fists, by which it spins the turbines in its arms so quickly that it’s able to distort gravity with a single blow, and Cyclonic Kicke, where it spins its entire body while unleashing a series of powerful roundhouse kicks."
    },
    {
        "name": "Gravimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gravimon",
        "url_image": "https://digimon.net/cimages/digimon/gravimon.jpg",
        "level": "Ultimate\n(Xros Wars)",
        "type": "Unidentified",
        "attribute": "Virus",
        "special_Move": "・Octogravity\n・High Gravity Pressure\n・Gravity Bang",
        "profile": "Profile\nGravimon is the general of the Big Death-Stars’ Earth Spirit Army. A consummate strategist, it uses its ability to control gravity along with its talent for quickly grasping a situation to master the battlefield. Its brilliantly conceived plans are worthy of a mastermind, and it naturally uses unorthodox strategies to manipulate its opponents. The majority of the Earth Spirit Army troops are God Beast Digimon, making them an overwhelming force to be reckoned with. Gravimon treats the battlefield as a testing ground, where it enjoys exploring various fascinating strategies. It is a Digimon brimming with curiosity and passionate about continuing its research. How easily can the number of casualties be maximized? Which strategy will lead to the most cries of anguish? What brilliant tactic will astonish friend and foe alike as they perish? How can the enemy be wiped out without spilling a single drop of blood? These are the sorts of questions it longs to answer. In battle, Gravimon uses its eight tentacles to manipulate gravity with the move Octogravity, controlling the weight of its foes to best suit its strategy. It can also stretch out and enlarge its arms to grab an enemy, then crush them with overwhelming force by using High Gravity Pressure. Its legendary Gravity Bang attack involves concentrating as much of the Digital World’s gravity upon itself as possible, then setting off a massive explosion by releasing all that energy at once. This is a technique with enough destructive force to partially destroy a star, but since it may also wipe out Gravimon itself, it is a self-destructive attack never meant to be used. Over the course of a great deal of time, Gravimon can regenerate itself afterwards, but not even Gravimon knows how long this will take."
    },
    {
        "name": "Groundramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=groundramon",
        "url_image": "https://digimon.net/cimages/digimon/groundramon.jpg",
        "level": "Ultimate",
        "type": "Earth Dragon",
        "attribute": "Virus",
        "special_Move": "・Scrapless Claw\n・Megaton Hammer Crush\n・Giga Crack",
        "profile": "Profile\nAn Earth Dragon Digimon with huge arms on its back. These arms, which are said to have transformed from wings, allow Groundramon to dig through the earth efficiently. It usually lies hidden in tunnels it has bored deep underground, and seldom shows its face on the surface. Groundramon likes living in veins of rare Huanglong Ore, and in fact the scales covering its body are very likely composed of the same material. Its personality is quite brutal, and most who encounter it wind up losing their lives. It uses its special move Scrapless Claw to crush enemies with its back arms, or Megaton Hammer Crush to knock out foes with the metal ball on its tail. While on the surface Groundramon may use Giga Crack, by which it slams its body into the ground to open up a fissure and drops the enemy inside."
    },
    {
        "name": "Gusokumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gusokumon",
        "url_image": "https://digimon.net/cimages/digimon/gusokumon.jpg",
        "level": "Ultimate",
        "type": "Crustacean",
        "attribute": "Vaccine",
        "special_Move": "・Brunt Claw\n・Colony Torpedo",
        "profile": "Profile\nA Crustacean Digimon that lives in the dark ocean, far underwater where light never reaches. Gusokumon is also known for its long lifespan, due to its ability to maintain its vital functions with a minimal expenditure of energy. It preys on the wounded Digimon that occasionally sink down to the depths. It hardly ever moves unless necessary.\nWhen approached by an enemy, Gusokumon will attempt to fight them off with Brunt Claw, attacking with the sharp claws on its forelegs. Against multiple foes, it will fire organic weapons shaped like small fish from its back using Colony Torpedo. While these fish-like weapons don’t move very fast, they set off huge explosions upon contact, much like sea mines."
    },
    {
        "name": "Gyuukimon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=gyukimon",
        "url_image": "https://digimon.net/cimages/digimon/gyukimon.jpg",
        "level": "Ultimate",
        "type": "Dark Beast",
        "attribute": "Virus",
        "special_Move": "・Yatsuka Senbaku\n・Majin Byoutan\n・Senho Tsuchigumo",
        "profile": "Profile\nA Demon Beast Digimon who is a bewildering combination of bull and spider. It has a ruthless and spiteful personality, and will pursue those who have laid eyes upon it for days on end. At night it becomes a sinister presence that likes to terrorize its enemies with surprise attacks from behind. Despite its hefty size, Gyuukimon's spider-like legs allow it to move deftly and silently. It is only when it attacks that the bells on Gyuukimon's horn make noise, so all those who have encountered it are constantly in fear of hearing the bells ring. The cacophony from the bells will confuse its prey's senses, allowing Gyuukimon to overwhelm it with its attacks.\nIn its special move Yatsuka Senbaku, it spits webbing from the mouth on the spider part of its body to restrain its prey, then spews deadly poison. In Majin Byoutan, Gyuukimon throws the cylinders on its back to release poisonous gases. When Gyuukimon senses approaching or retreating Digimon, it attacks with the weapon on its left arm to perform Senho Tsuchigumo and ensure that it subdues its prey."
    },
    {
        "name": "HippoGryphonmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hippogriffomon",
        "url_image": "https://digimon.net/cimages/digimon/hippogriffomon.jpg",
        "level": "Ultimate",
        "type": "Mythical Beast",
        "attribute": "Data",
        "special_Move": "・Heat Wave",
        "profile": "Profile\nHippoGryphonmon is a Mythical Beast Digimon that resembles a chimera. It’s said to Digivolve into Gryphonmon, but beyond that, little more about it is known. HippoGryphonmon isn’t as intelligent as Gryphonmon, as it is generally more bestial and has a ferocious personality to match. Its special move is Heat Wave, where it breathes out a stream of scorching hot air."
    },
    {
        "name": "Hisyaryumon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=hisyaryumon",
        "url_image": "https://digimon.net/cimages/digimon/hisyaryumon.jpg",
        "level": "Ultimate",
        "type": "Beast Dragon",
        "attribute": "Vaccine",
        "special_Move": "・Legendary Dragon Blade\n・Jūouguruma",
        "profile": "Profile\nHisyaryumon is a Beast Dragon Digimon that soars freely through the skies, clad in armor of elegantly shimmering scales. Its form is the result of the interface on its forehead unlocking the data of dragons and generals from Japanese myths lying dormant deep within its DigiCore, filled with their ferocious combat instincts. Its mobility is its greatest strength, granting it command over most of the vast skies of the Net. Normally it’s possessed of the wisdom and composure of a god, but if either of the crystal-like orbs it holds in its hands is damaged, it will instead grow as fierce as a raging demon, and attack with all the power it can muster. These orbs are the souls of its lost companions. The orb in its right hand is the soul of Kinryu, while the orb in its left hand is the soul of Kakuryu. It is said that each orb contains the data of a DigiCore hidden within it. Its special moves include Legendary Dragon Blade, where it transforms itself into a giant steel blade and slices through foes, and Jūouguruma, where it surrounds an enemy and attacks from every direction."
    },
    {
        "name": "Huankunmon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=huankunmon",
        "url_image": "https://digimon.net/cimages/digimon/huankunmon.jpg",
        "level": "Ultimate",
        "type": "Aquatic",
        "attribute": "Vaccine",
        "special_Move": "・Lonely Bubble\n・Ice Crash\n・Tidal Vortex",
        "profile": "Profile\nA giant Aquatic Digimon with scales that can rival even Chrome Digizoid in toughness. Huankunmon has a warm nature and values clean water, so it protects lake areas from pollution.When it feeds, it jumps out of water and flies through the air as smoothly as it swims through water, satisfying its hunger by swallowing flying Digimon whole.However, its large body makes it an easy target, so it often mixes in with flocks of Xiquemon to travel around. When it moves, Huankunmon will surround the entire flock with a large bubble for protection. Since the bubble refracts light, the flock, including Huankunmon, will be invisible to the outside.\nHuankunmon's special move Lonely Bubble produces a bubble from its fin that will seal its target inside, limiting its movement, while Ice Crash lets it spit out a slew of icicles from its mouth. Tidal Vortex summons the spinning tides and turns them into a pillar of water that slams into its enemy."
    },
    {
        "name": "IceLeomon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=panjyamon",
        "url_image": "https://digimon.net/cimages/digimon/panjyamon.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Fist of Ice",
        "profile": "Profile\nA proud Beast Man Digimon with a strong sense of justice. Some Leomon Digivolve into IceLeomon when, in the process of their daily training as champions of justice, their bodies become infused with the power of cold in the frozen land of the Digital World’s Ice-Snow Area. IceLeomon’s body and will have been tempered by the freezing cold, and it will not falter in the face of any attack. Its special move Fist of Ice is a punch infused with the power of cold. IceLeomon is also known as the “Cool-Headed White Lion” for its merciless composure in eradicating evil for the sake of justice. Its fighting style has been described as cold-hearted in the extreme. Its axe Yuki Hanabi is said to have been carved out of the legendary rare metal Mithril. Its power is such that it can easily smash through the icebergs of frozen arctic regions that loom as high as skyscrapers, and which would otherwise block all progress."
    },
    {
        "name": "IceLeomon (X Antibody)",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=panjyamon_x",
        "url_image": "https://digimon.net/cimages/digimon/panjyamon_x.jpg",
        "level": "Ultimate",
        "type": "Beast Man",
        "attribute": "Vaccine",
        "special_Move": "・Fist of Ice\n・Snow Fireworks",
        "profile": "Profile\nA proud Beast Man Digimon with a strong sense of justice. Some Leomon Digivolve into IceLeomon when, in the process of their daily training as champions of justice,, their bodies become infused with the power of cold in the frozen land of the Digital World’s Ice-Snow Area. Its body and will have been tempered by the freezing cold, and it will not falter in the face of any attack. IceLeomon uses its special move Fist of Ice to unleash a chill-infused punch.\n\n■Effects of the X Antibody on IceLeomon’s DigiCore:\nIceLeomon (X Antibody) is also known as the “Cool-Headed White Lion” for its merciless composure in eradicating evil for the sake of justice. Its fighting style has been described as cold-hearted in the extreme. Its axe Yuki Hanabi is said to have been carved out of the legendary rare metal Mithril. Its power is such that it can easily smash through the icebergs of frozen arctic regions that loom as high as skyscrapers which would otherwise block all progress."
    },
    {
        "name": "Indramon",
        "url": "https://digimon.net/reference_en/detail.php?directory_name=indaramon",
        "url_image": "https://digimon.net/cimages/digimon/indaramon.jpg",
        "level": "Ultimate",
        "type": "Holy Beast",
        "attribute": "Virus",
        "special_Move": "・Adhomukha",
        "profile": "Profile\nAn Ultimate Digimon resembling a horse, and one of the Twelve Deva Digimon. A minion of Zhuqiaomon, one of the Four Sovereign Digimon, Indramon is both haughty and unbearable by nature. Its mouth opens only to offer boasts, and it pays great care to the luster of its mane and tail. Indramon indulges in its talents, and belittles those who work hard. Among the Deva, it is on particularly bad terms with Vajramon. Indramon may fuss over its appearance, but its fighting style is unrefined. It grabs its gigantic cowrie shell (Bǎo Bèi) and swings it around like a cudgel to mow down its foes. It uses its special move Adhomukha to generate ultrasonic waves by blowing the Bǎo Bèi with its incredible lung capacity."
    }
]